<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'ADP'	=>	 array
		(
			'name'	=>	"เปเซตาอันดอร์รา",
 			'one'	=>	"เปเซตาอันดอร์รา",
 			'many'	=>	"เปเซตาอันดอร์รา"
 		),

		'AED'	=>	 array
		(
			'name'	=>	"เดอร์แฮมสหรัฐอาหรับเอมิเรตส์",
 			'one'	=>	"เดอร์แฮมสหรัฐอาหรับเอมิเรตส์",
 			'many'	=>	"เดอร์แฮมสหรัฐอาหรับเอมิเรตส์"
 		),

		'AFA'	=>	 array
		(
			'name'	=>	"อัฟกานีอัฟกานิสถาน",
 			'one'	=>	"อัฟกานีอัฟกานิสถาน",
 			'many'	=>	"อัฟกานีอัฟกานิสถาน"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"อัฟกานิอัฟกานิสถาน",
 			'one'	=>	"อัฟกานิอัฟกานิสถาน",
 			'many'	=>	"อัฟกานิอัฟกานิสถาน"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"เลกแอลเบเนีย",
 			'one'	=>	"เลกแอลเบเนีย",
 			'many'	=>	"เลกแอลเบเนีย"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"แดรมอาร์เมเนีย",
 			'one'	=>	"แดรมอาร์เมเนีย",
 			'many'	=>	"แดรมอาร์เมเนีย"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"กิลเดอร์เนเธอร์แลนด์แอนทิลลิส",
 			'one'	=>	"กิลเดอร์เนเธอร์แลนด์แอนทิลลิส",
 			'many'	=>	"กิลเดอร์เนเธอร์แลนด์แอนทิลลิส"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"กวานซาแองโกลา",
 			'one'	=>	"กวานซาแองโกลา",
 			'many'	=>	"กวานซาแองโกลา"
 		),

		'AOK'	=>	 array
		(
			'name'	=>	"กวานซาแองโกลา",
 			'one'	=>	"กวานซาแองโกลา",
 			'many'	=>	"กวานซาแองโกลา"
 		),

		'AON'	=>	 array
		(
			'name'	=>	"นิวกวานซาแองโกลา",
 			'one'	=>	"นิวกวานซาแองโกลา",
 			'many'	=>	"นิวกวานซาแองโกลา"
 		),

		'AOR'	=>	 array
		(
			'name'	=>	"กวานซารีจัสทาโดแองโกลา",
 			'one'	=>	"กวานซารีจัสทาโดแองโกลา",
 			'many'	=>	"กวานซารีจัสทาโดแองโกลา"
 		),

		'ARA'	=>	 array
		(
			'name'	=>	"ออสตรัลอาร์เจนตินา",
 			'one'	=>	"ออสตรัลอาร์เจนตินา",
 			'many'	=>	"ออสตรัลอาร์เจนตินา"
 		),

		'ARL'	=>	 array
		(
			'name'	=>	"เปโซเลย์อาร์เจนตินา",
 			'one'	=>	"เปโซเลย์อาร์เจนตินา",
 			'many'	=>	"เปโซเลย์อาร์เจนตินา"
 		),

		'ARM'	=>	 array
		(
			'name'	=>	"เปโซอาร์เจนตินา",
 			'one'	=>	"เปโซอาร์เจนตินา",
 			'many'	=>	"เปโซอาร์เจนตินา"
 		),

		'ARP'	=>	 array
		(
			'name'	=>	"เปโซอาร์เจนตินา",
 			'one'	=>	"เปโซอาร์เจนตินา",
 			'many'	=>	"เปโซอาร์เจนตินา"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"เปโซอาร์เจนตินา",
 			'one'	=>	"เปโซอาร์เจนตินา",
 			'many'	=>	"เปโซอาร์เจนตินา"
 		),

		'ATS'	=>	 array
		(
			'name'	=>	"ชิลลิงออสเตรีย",
 			'one'	=>	"ชิลลิงออสเตรีย",
 			'many'	=>	"ชิลลิงออสเตรีย"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"ดอลลาร์ออสเตรเลีย",
 			'one'	=>	"ดอลลาร์ออสเตรเลีย",
 			'many'	=>	"ดอลลาร์ออสเตรเลีย"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"ฟลอรินอารูบา",
 			'one'	=>	"ฟลอรินอารูบา",
 			'many'	=>	"ฟลอรินอารูบา"
 		),

		'AZM'	=>	 array
		(
			'name'	=>	"มานัตอาเซอร์ไบจาน",
 			'one'	=>	"มานัตอาเซอร์ไบจาน",
 			'many'	=>	"มานัตอาเซอร์ไบจาน"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"มานัตอาเซอร์ไบจาน",
 			'one'	=>	"มานัตอาเซอร์ไบจาน",
 			'many'	=>	"มานัตอาเซอร์ไบจาน"
 		),

		'BAD'	=>	 array
		(
			'name'	=>	"ดีนาร์บอสเนีย-เฮอร์เซโกวีนา",
 			'one'	=>	"ดีนาร์บอสเนีย-เฮอร์เซโกวีนา",
 			'many'	=>	"ดีนาร์บอสเนีย-เฮอร์เซโกวีนา"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"มาร์กบอสเนีย-เฮอร์เซโกวีนา",
 			'one'	=>	"มาร์กบอสเนีย-เฮอร์เซโกวีนา",
 			'many'	=>	"มาร์กบอสเนีย-เฮอร์เซโกวีนา"
 		),

		'BAN'	=>	 array
		(
			'name'	=>	"ดีนาร์ใหม่บอสเนีย-เฮอร์เซโกวีนา",
 			'one'	=>	"ดีนาร์ใหม่บอสเนีย-เฮอร์เซโกวีนา",
 			'many'	=>	"ดีนาร์ใหม่บอสเนีย-เฮอร์เซโกวีนา"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"ดอลลาร์บาร์เบโดส",
 			'one'	=>	"ดอลลาร์บาร์เบโดส",
 			'many'	=>	"ดอลลาร์บาร์เบโดส"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"ตากาบังกลาเทศ",
 			'one'	=>	"ตากาบังกลาเทศ",
 			'many'	=>	"ตากาบังกลาเทศ"
 		),

		'BEC'	=>	 array
		(
			'name'	=>	"ฟรังก์เบลเยียม",
 			'one'	=>	"ฟรังก์เบลเยียม",
 			'many'	=>	"ฟรังก์เบลเยียม"
 		),

		'BEF'	=>	 array
		(
			'name'	=>	"ฟรังก์เบลเยียม",
 			'one'	=>	"ฟรังก์เบลเยียม",
 			'many'	=>	"ฟรังก์เบลเยียม"
 		),

		'BEL'	=>	 array
		(
			'name'	=>	"ฟรังก์เบลเยียม",
 			'one'	=>	"ฟรังก์เบลเยียม",
 			'many'	=>	"ฟรังก์เบลเยียม"
 		),

		'BGL'	=>	 array
		(
			'name'	=>	"ฮาร์ดเลฟบัลแกเรีย",
 			'one'	=>	"ฮาร์ดเลฟบัลแกเรีย",
 			'many'	=>	"ฮาร์ดเลฟบัลแกเรีย"
 		),

		'BGM'	=>	 array
		(
			'name'	=>	"โซเชียลลิสต์เลฟบัลแกเรีย",
 			'one'	=>	"โซเชียลลิสต์เลฟบัลแกเรีย",
 			'many'	=>	"โซเชียลลิสต์เลฟบัลแกเรีย"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"เลฟบัลแกเรีย",
 			'one'	=>	"เลฟบัลแกเรีย",
 			'many'	=>	"เลฟบัลแกเรีย"
 		),

		'BGO'	=>	 array
		(
			'name'	=>	"เลฟบัลเกเรีย",
 			'one'	=>	"เลฟบัลเกเรีย",
 			'many'	=>	"เลฟบัลเกเรีย"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"ดีนาร์บาห์เรน",
 			'one'	=>	"ดีนาร์บาห์เรน",
 			'many'	=>	"ดีนาร์บาห์เรน"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"ฟรังก์บุรุนดี",
 			'one'	=>	"ฟรังก์บุรุนดี",
 			'many'	=>	"ฟรังก์บุรุนดี"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"ดอลลาร์เบอร์มิวดา",
 			'one'	=>	"ดอลลาร์เบอร์มิวดา",
 			'many'	=>	"ดอลลาร์เบอร์มิวดา"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"ดอลลาร์บรูไน",
 			'one'	=>	"ดอลลาร์บรูไน",
 			'many'	=>	"ดอลลาร์บรูไน"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"โบลิเวียโนโบลิเวีย",
 			'one'	=>	"โบลิเวียโนโบลิเวีย",
 			'many'	=>	"โบลิเวียโนโบลิเวีย"
 		),

		'BOL'	=>	 array
		(
			'name'	=>	"โบลิเวียโนโบลิเวีย",
 			'one'	=>	"โบลิเวียโนโบลิเวีย",
 			'many'	=>	"โบลิเวียโนโบลิเวีย"
 		),

		'BOP'	=>	 array
		(
			'name'	=>	"เปโซโบลิเวีย",
 			'one'	=>	"เปโซโบลิเวีย",
 			'many'	=>	"เปโซโบลิเวีย"
 		),

		'BOV'	=>	 array
		(
			'name'	=>	"มฟดอลโบลิเวีย",
 			'one'	=>	"มฟดอลโบลิเวีย",
 			'many'	=>	"มฟดอลโบลิเวีย"
 		),

		'BRB'	=>	 array
		(
			'name'	=>	"ครูเซโรโนโวบราซิล",
 			'one'	=>	"ครูเซโรโนโวบราซิล",
 			'many'	=>	"ครูเซโรโนโวบราซิล"
 		),

		'BRC'	=>	 array
		(
			'name'	=>	"ครูซาโดบราซิล",
 			'one'	=>	"ครูซาโดบราซิล",
 			'many'	=>	"ครูซาโดบราซิล"
 		),

		'BRE'	=>	 array
		(
			'name'	=>	"ครูเซโรบราซิล",
 			'one'	=>	"ครูเซโรบราซิล",
 			'many'	=>	"ครูเซโรบราซิล"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"เรียลบราซิล",
 			'one'	=>	"เรียลบราซิล",
 			'many'	=>	"เรียลบราซิล"
 		),

		'BRN'	=>	 array
		(
			'name'	=>	"ครูซาโดโนโวบราซิล",
 			'one'	=>	"ครูซาโดโนโวบราซิล",
 			'many'	=>	"ครูซาโดโนโวบราซิล"
 		),

		'BRR'	=>	 array
		(
			'name'	=>	"ครูเซโรบราซิล",
 			'one'	=>	"ครูเซโรบราซิล",
 			'many'	=>	"ครูเซโรบราซิล"
 		),

		'BRZ'	=>	 array
		(
			'name'	=>	"ครูเซโรบราซิล",
 			'one'	=>	"ครูเซโรบราซิล",
 			'many'	=>	"ครูเซโรบราซิล"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"ดอลลาร์บาฮามาส",
 			'one'	=>	"ดอลลาร์บาฮามาส",
 			'many'	=>	"ดอลลาร์บาฮามาส"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"เอ็งกุลตรัมภูฏาน",
 			'one'	=>	"เอ็งกุลตรัมภูฏาน",
 			'many'	=>	"เอ็งกุลตรัมภูฏาน"
 		),

		'BUK'	=>	 array
		(
			'name'	=>	"จ๊าดพม่า",
 			'one'	=>	"จ๊าดพม่า",
 			'many'	=>	"จ๊าดพม่า"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"ปูลาบอตสวานา",
 			'one'	=>	"ปูลาบอตสวานา",
 			'many'	=>	"ปูลาบอตสวานา"
 		),

		'BYB'	=>	 array
		(
			'name'	=>	"นิวรูเบิลเบลารุส",
 			'one'	=>	"นิวรูเบิลเบลารุส",
 			'many'	=>	"นิวรูเบิลเบลารุส"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"รูเบิลเบลารุส",
 			'one'	=>	"รูเบิลเบลารุส",
 			'many'	=>	"รูเบิลเบลารุส"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"ดอลลาร์เบลีซ",
 			'one'	=>	"ดอลลาร์เบลีซ",
 			'many'	=>	"ดอลลาร์เบลีซ"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"ดอลลาร์แคนาดา",
 			'one'	=>	"ดอลลาร์แคนาดา",
 			'many'	=>	"ดอลลาร์แคนาดา"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"ฟรังก์คองโก",
 			'one'	=>	"ฟรังก์คองโก",
 			'many'	=>	"ฟรังก์คองโก"
 		),

		'CHE'	=>	 array
		(
			'name'	=>	"ยูโรดับเบิลยูไออาร์",
 			'one'	=>	"ยูโรดับเบิลยูไออาร์",
 			'many'	=>	"ยูโรดับเบิลยูไออาร์"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"ฟรังก์สวิส",
 			'one'	=>	"ฟรังก์สวิส",
 			'many'	=>	"ฟรังก์สวิส"
 		),

		'CHW'	=>	 array
		(
			'name'	=>	"ฟรังก์ดับเบิลยูไออาร์",
 			'one'	=>	"ฟรังก์ดับเบิลยูไออาร์",
 			'many'	=>	"ฟรังก์ดับเบิลยูไออาร์"
 		),

		'CLE'	=>	 array
		(
			'name'	=>	"เอสคูโดชิลี",
 			'one'	=>	"เอสคูโดชิลี",
 			'many'	=>	"เอสคูโดชิลี"
 		),

		'CLF'	=>	 array
		(
			'name'	=>	"ฟูเมนโตชิลี",
 			'one'	=>	"ฟูเมนโตชิลี",
 			'many'	=>	"ฟูเมนโตชิลี"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"เปโซชิลี",
 			'one'	=>	"เปโซชิลี",
 			'many'	=>	"เปโซชิลี"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"หยวนจีน",
 			'one'	=>	"หยวนจีน",
 			'many'	=>	"หยวนจีน"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"เปโซโคลอมเบีย",
 			'one'	=>	"เปโซโคลอมเบีย",
 			'many'	=>	"เปโซโคลอมเบีย"
 		),

		'COU'	=>	 array
		(
			'name'	=>	"วาเลอร์เรียลโคลอมเบีย",
 			'one'	=>	"วาเลอร์เรียลโคลอมเบีย",
 			'many'	=>	"วาเลอร์เรียลโคลอมเบีย"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"โกลองคอสตาริกา",
 			'one'	=>	"โกลองคอสตาริกา",
 			'many'	=>	"โกลองคอสตาริกา"
 		),

		'CSD'	=>	 array
		(
			'name'	=>	"ดีนาร์เซอร์เบียเก่า",
 			'one'	=>	"ดีนาร์เซอร์เบียเก่า",
 			'many'	=>	"ดีนาร์เซอร์เบียเก่า"
 		),

		'CSK'	=>	 array
		(
			'name'	=>	"ฮาร์ดโครูนาเช็กโกสโลวัก",
 			'one'	=>	"ฮาร์ดโครูนาเช็กโกสโลวัก",
 			'many'	=>	"ฮาร์ดโครูนาเช็กโกสโลวัก"
 		),

		'CUC'	=>	 array
		(
			'name'	=>	"เปโซคิวบา",
 			'one'	=>	"เปโซคิวบา",
 			'many'	=>	"เปโซคิวบา"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"เปโซคิวบา",
 			'one'	=>	"เปโซคิวบา",
 			'many'	=>	"เปโซคิวบา"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"เอสคูโดเคปเวิร์ด",
 			'one'	=>	"เอสคูโดเคปเวิร์ด",
 			'many'	=>	"เอสคูโดเคปเวิร์ด"
 		),

		'CYP'	=>	 array
		(
			'name'	=>	"ปอนด์ไซปรัส",
 			'one'	=>	"ปอนด์ไซปรัส",
 			'many'	=>	"ปอนด์ไซปรัส"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"โครูนาสาธารณรัฐเช็ก",
 			'one'	=>	"โครูนาสาธารณรัฐเช็ก",
 			'many'	=>	"โครูนาสาธารณรัฐเช็ก"
 		),

		'DDM'	=>	 array
		(
			'name'	=>	"มาร์กเยอรมันตะวันออก",
 			'one'	=>	"มาร์กเยอรมันตะวันออก",
 			'many'	=>	"มาร์กเยอรมันตะวันออก"
 		),

		'DEM'	=>	 array
		(
			'name'	=>	"มาร์กเยอรมัน",
 			'one'	=>	"มาร์กเยอรมัน",
 			'many'	=>	"มาร์กเยอรมัน"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"ฟรังก์จิบูตี",
 			'one'	=>	"ฟรังก์จิบูตี",
 			'many'	=>	"ฟรังก์จิบูตี"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"โครนเดนมาร์ก",
 			'one'	=>	"โครนเดนมาร์ก",
 			'many'	=>	"โครนเดนมาร์ก"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"เปโซโดมินิกัน",
 			'one'	=>	"เปโซโดมินิกัน",
 			'many'	=>	"เปโซโดมินิกัน"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"ดีนาร์แอลจีเรีย",
 			'one'	=>	"ดีนาร์แอลจีเรีย",
 			'many'	=>	"ดีนาร์แอลจีเรีย"
 		),

		'ECS'	=>	 array
		(
			'name'	=>	"ซูเกรเอกวาดอร์",
 			'one'	=>	"ซูเกรเอกวาดอร์",
 			'many'	=>	"ซูเกรเอกวาดอร์"
 		),

		'ECV'	=>	 array
		(
			'name'	=>	"วาเลอร์คอนสแตนต์เอกวาดอร์",
 			'one'	=>	"วาเลอร์คอนสแตนต์เอกวาดอร์",
 			'many'	=>	"วาเลอร์คอนสแตนต์เอกวาดอร์"
 		),

		'EEK'	=>	 array
		(
			'name'	=>	"ครูนเอสโตเนีย",
 			'one'	=>	"ครูนเอสโตเนีย",
 			'many'	=>	"ครูนเอสโตเนีย"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"ปอนด์อียิปต์",
 			'one'	=>	"ปอนด์อียิปต์",
 			'many'	=>	"ปอนด์อียิปต์"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"แนกฟาเอริเทรีย",
 			'one'	=>	"แนกฟาเอริเทรีย",
 			'many'	=>	"แนกฟาเอริเทรีย"
 		),

		'ESA'	=>	 array
		(
			'name'	=>	"เปเซตาสเปน",
 			'one'	=>	"เปเซตาสเปน",
 			'many'	=>	"เปเซตาสเปน"
 		),

		'ESB'	=>	 array
		(
			'name'	=>	"เปเซตาสเปน",
 			'one'	=>	"เปเซตาสเปน",
 			'many'	=>	"เปเซตาสเปน"
 		),

		'ESP'	=>	 array
		(
			'name'	=>	"เปเซตาสเปน",
 			'one'	=>	"เปเซตาสเปน",
 			'many'	=>	"เปเซตาสเปน"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"เบอรร์เอธิโอเปีย",
 			'one'	=>	"เบอรร์เอธิโอเปีย",
 			'many'	=>	"เบอรร์เอธิโอเปีย"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"ยูโร",
 			'one'	=>	"ยูโร",
 			'many'	=>	"ยูโร"
 		),

		'FIM'	=>	 array
		(
			'name'	=>	"มาร์กกาฟินแลนด์",
 			'one'	=>	"มาร์กกาฟินแลนด์",
 			'many'	=>	"มาร์กกาฟินแลนด์"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"ดอลลาร์ฟิจิ",
 			'one'	=>	"ดอลลาร์ฟิจิ",
 			'many'	=>	"ดอลลาร์ฟิจิ"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"ปอนด์หมู่เกาะฟอล์กแลนด์",
 			'one'	=>	"ปอนด์หมู่เกาะฟอล์กแลนด์",
 			'many'	=>	"ปอนด์หมู่เกาะฟอล์กแลนด์"
 		),

		'FRF'	=>	 array
		(
			'name'	=>	"ฟรังก์ฝรั่งเศส",
 			'one'	=>	"ฟรังก์ฝรั่งเศส",
 			'many'	=>	"ฟรังก์ฝรั่งเศส"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"ปอนด์สเตอร์ลิง",
 			'one'	=>	"ปอนด์สเตอร์ลิง",
 			'many'	=>	"ปอนด์สเตอร์ลิง"
 		),

		'GEK'	=>	 array
		(
			'name'	=>	"คูปอนลาริตจอร์เจีย",
 			'one'	=>	"คูปอนลาริตจอร์เจีย",
 			'many'	=>	"คูปอนลาริตจอร์เจีย"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"ลารีจอร์เจีย",
 			'one'	=>	"ลารีจอร์เจีย",
 			'many'	=>	"ลารีจอร์เจีย"
 		),

		'GHC'	=>	 array
		(
			'name'	=>	"เซดีกานา",
 			'one'	=>	"เซดีกานา",
 			'many'	=>	"เซดีกานา"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"เซดีกานา",
 			'one'	=>	"เซดีกานา",
 			'many'	=>	"เซดีกานา"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"ปอนด์ยิบรอลตาร์",
 			'one'	=>	"ปอนด์ยิบรอลตาร์",
 			'many'	=>	"ปอนด์ยิบรอลตาร์"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"ดาลาซีแกมเบีย",
 			'one'	=>	"ดาลาซีแกมเบีย",
 			'many'	=>	"ดาลาซีแกมเบีย"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"ฟรังก์กินี",
 			'one'	=>	"ฟรังก์กินี",
 			'many'	=>	"ฟรังก์กินี"
 		),

		'GNS'	=>	 array
		(
			'name'	=>	"ไซลีกินี",
 			'one'	=>	"ไซลีกินี",
 			'many'	=>	"ไซลีกินี"
 		),

		'GQE'	=>	 array
		(
			'name'	=>	"เอ็กเวเลอิเควทอเรียลกินี",
 			'one'	=>	"เอ็กเวเลอิเควทอเรียลกินี",
 			'many'	=>	"เอ็กเวเลอิเควทอเรียลกินี"
 		),

		'GRD'	=>	 array
		(
			'name'	=>	"ดรัชมากรีก",
 			'one'	=>	"ดรัชมากรีก",
 			'many'	=>	"ดรัชมากรีก"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"เควตซัลกัวเตมาลา",
 			'one'	=>	"เควตซัลกัวเตมาลา",
 			'many'	=>	"เควตซัลกัวเตมาลา"
 		),

		'GWE'	=>	 array
		(
			'name'	=>	"เอสคูโดกินีโปรตุเกส",
 			'one'	=>	"เอสคูโดกินีโปรตุเกส",
 			'many'	=>	"เอสคูโดกินีโปรตุเกส"
 		),

		'GWP'	=>	 array
		(
			'name'	=>	"เปโซกินี-บิสเซา",
 			'one'	=>	"เปโซกินี-บิสเซา",
 			'many'	=>	"เปโซกินี-บิสเซา"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"ดอลลาร์กายอานา",
 			'one'	=>	"ดอลลาร์กายอานา",
 			'many'	=>	"ดอลลาร์กายอานา"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"ดอลลาร์ฮ่องกง",
 			'one'	=>	"ดอลลาร์ฮ่องกง",
 			'many'	=>	"ดอลลาร์ฮ่องกง"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"เลมปิราฮอนดูรัส",
 			'one'	=>	"เลมปิราฮอนดูรัส",
 			'many'	=>	"เลมปิราฮอนดูรัส"
 		),

		'HRD'	=>	 array
		(
			'name'	=>	"ดีนาร์โครเอเชีย",
 			'one'	=>	"ดีนาร์โครเอเชีย",
 			'many'	=>	"ดีนาร์โครเอเชีย"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"คูนาโครเอเชีย",
 			'one'	=>	"คูนาโครเอเชีย",
 			'many'	=>	"คูนาโครเอเชีย"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"กูร์ดเฮติ",
 			'one'	=>	"กูร์ดเฮติ",
 			'many'	=>	"กูร์ดเฮติ"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"ฟอรินต์ฮังการี",
 			'one'	=>	"ฟอรินต์ฮังการี",
 			'many'	=>	"ฟอรินต์ฮังการี"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"รูเปียห์อินโดนีเซีย",
 			'one'	=>	"รูเปียห์อินโดนีเซีย",
 			'many'	=>	"รูเปียห์อินโดนีเซีย"
 		),

		'IEP'	=>	 array
		(
			'name'	=>	"ปอนด์ไอริช",
 			'one'	=>	"ปอนด์ไอริช",
 			'many'	=>	"ปอนด์ไอริช"
 		),

		'ILP'	=>	 array
		(
			'name'	=>	"ปอนด์อิสราเอล",
 			'one'	=>	"ปอนด์อิสราเอล",
 			'many'	=>	"ปอนด์อิสราเอล"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"นิวเชเกลอิสราเอล",
 			'one'	=>	"นิวเชเกลอิสราเอล",
 			'many'	=>	"นิวเชเกลอิสราเอล"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"รูปีอินเดีย",
 			'one'	=>	"รูปีอินเดีย",
 			'many'	=>	"รูปีอินเดีย"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"ดีนาร์อิรัก",
 			'one'	=>	"ดีนาร์อิรัก",
 			'many'	=>	"ดีนาร์อิรัก"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"เรียลอิหร่าน",
 			'one'	=>	"เรียลอิหร่าน",
 			'many'	=>	"เรียลอิหร่าน"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"โครนาไอซ์แลนด์",
 			'one'	=>	"โครนาไอซ์แลนด์",
 			'many'	=>	"โครนาไอซ์แลนด์"
 		),

		'ITL'	=>	 array
		(
			'name'	=>	"ลีราอิตาลี",
 			'one'	=>	"ลีราอิตาลี",
 			'many'	=>	"ลีราอิตาลี"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"ดอลลาร์จาเมกา",
 			'one'	=>	"ดอลลาร์จาเมกา",
 			'many'	=>	"ดอลลาร์จาเมกา"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"ดีนาร์จอร์แดน",
 			'one'	=>	"ดีนาร์จอร์แดน",
 			'many'	=>	"ดีนาร์จอร์แดน"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"เยนญี่ปุ่น",
 			'one'	=>	"เยนญี่ปุ่น",
 			'many'	=>	"เยนญี่ปุ่น"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"ชิลลิ่งเคนยา",
 			'one'	=>	"ชิลลิ่งเคนยา",
 			'many'	=>	"ชิลลิ่งเคนยา"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"ซอมคีร์กีซสถาน",
 			'one'	=>	"ซอมคีร์กีซสถาน",
 			'many'	=>	"ซอมคีร์กีซสถาน"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"เรียลกัมพูชา",
 			'one'	=>	"เรียลกัมพูชา",
 			'many'	=>	"เรียลกัมพูชา"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"ฟรังก์คอโมโรส",
 			'one'	=>	"ฟรังก์คอโมโรส",
 			'many'	=>	"ฟรังก์คอโมโรส"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"วอนเกาหลีเหนือ",
 			'one'	=>	"วอนเกาหลีเหนือ",
 			'many'	=>	"วอนเกาหลีเหนือ"
 		),

		'KRH'	=>	 array
		(
			'name'	=>	"ฮวานเกาหลีใต้",
 			'one'	=>	"ฮวานเกาหลีใต้",
 			'many'	=>	"ฮวานเกาหลีใต้"
 		),

		'KRO'	=>	 array
		(
			'name'	=>	"วอนเกาหลีใต้",
 			'one'	=>	"วอนเกาหลีใต้",
 			'many'	=>	"วอนเกาหลีใต้"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"วอนเกาหลีใต้",
 			'one'	=>	"วอนเกาหลีใต้",
 			'many'	=>	"วอนเกาหลีใต้"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"ดีนาร์คูเวต",
 			'one'	=>	"ดีนาร์คูเวต",
 			'many'	=>	"ดีนาร์คูเวต"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"ดอลลาร์หมู่เกาะเคย์แมน",
 			'one'	=>	"ดอลลาร์หมู่เกาะเคย์แมน",
 			'many'	=>	"ดอลลาร์หมู่เกาะเคย์แมน"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"เทงเจคาซัคสถาน",
 			'one'	=>	"เทงเจคาซัคสถาน",
 			'many'	=>	"เทงเจคาซัคสถาน"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"กีบลาว",
 			'one'	=>	"กีบลาว",
 			'many'	=>	"กีบลาว"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"ปอนด์เลบานอน",
 			'one'	=>	"ปอนด์เลบานอน",
 			'many'	=>	"ปอนด์เลบานอน"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"รูปีศรีลังกา",
 			'one'	=>	"รูปีศรีลังกา",
 			'many'	=>	"รูปีศรีลังกา"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"ดอลลาร์ไลบีเรีย",
 			'one'	=>	"ดอลลาร์ไลบีเรีย",
 			'many'	=>	"ดอลลาร์ไลบีเรีย"
 		),

		'LSL'	=>	 array
		(
			'name'	=>	"โลตีเลโซโท",
 			'one'	=>	"โลตีเลโซโท",
 			'many'	=>	"โลตีเลโซโท"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"ลีตัสลิทัวเนีย",
 			'one'	=>	"ลีตัสลิทัวเนีย",
 			'many'	=>	"ลีตัสลิทัวเนีย"
 		),

		'LTT'	=>	 array
		(
			'name'	=>	"ทาโลนัสลิทัวเนีย",
 			'one'	=>	"ทาโลนัสลิทัวเนีย",
 			'many'	=>	"ทาโลนัสลิทัวเนีย"
 		),

		'LUC'	=>	 array
		(
			'name'	=>	"คอนเวอร์ทิเบิลฟรังก์ลักเซมเบิร์ก",
 			'one'	=>	"คอนเวอร์ทิเบิลฟรังก์ลักเซมเบิร์ก",
 			'many'	=>	"คอนเวอร์ทิเบิลฟรังก์ลักเซมเบิร์ก"
 		),

		'LUF'	=>	 array
		(
			'name'	=>	"ฟรังก์ลักเซมเบิร์ก",
 			'one'	=>	"ฟรังก์ลักเซมเบิร์ก",
 			'many'	=>	"ฟรังก์ลักเซมเบิร์ก"
 		),

		'LUL'	=>	 array
		(
			'name'	=>	"ไฟแนลเชียลฟรังก์ลักเซมเบิร์ก",
 			'one'	=>	"ไฟแนลเชียลฟรังก์ลักเซมเบิร์ก",
 			'many'	=>	"ไฟแนลเชียลฟรังก์ลักเซมเบิร์ก"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"ลัตส์ลัตเวีย",
 			'one'	=>	"ลัตส์ลัตเวีย",
 			'many'	=>	"ลัตส์ลัตเวีย"
 		),

		'LVR'	=>	 array
		(
			'name'	=>	"รูเบิลลัตเวีย",
 			'one'	=>	"รูเบิลลัตเวีย",
 			'many'	=>	"รูเบิลลัตเวีย"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"ดีนาร์ลิเบีย",
 			'one'	=>	"ดีนาร์ลิเบีย",
 			'many'	=>	"ดีนาร์ลิเบีย"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"ดีแรห์มโมร็อกโก",
 			'one'	=>	"ดีแรห์มโมร็อกโก",
 			'many'	=>	"ดีแรห์มโมร็อกโก"
 		),

		'MAF'	=>	 array
		(
			'name'	=>	"ฟรังก์โมร็อกโก",
 			'one'	=>	"ฟรังก์โมร็อกโก",
 			'many'	=>	"ฟรังก์โมร็อกโก"
 		),

		'MCF'	=>	 array
		(
			'name'	=>	"ฟรังก์โมนาโก",
 			'one'	=>	"ฟรังก์โมนาโก",
 			'many'	=>	"ฟรังก์โมนาโก"
 		),

		'MDC'	=>	 array
		(
			'name'	=>	"บัตรปันส่วนมอลโดวา",
 			'one'	=>	"บัตรปันส่วนมอลโดวา",
 			'many'	=>	"บัตรปันส่วนมอลโดวา"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"ลิวมอลโดวา",
 			'one'	=>	"ลิวมอลโดวา",
 			'many'	=>	"ลิวมอลโดวา"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"อาเรียรีมาลากาซี",
 			'one'	=>	"อาเรียรีมาลากาซี",
 			'many'	=>	"อาเรียรีมาลากาซี"
 		),

		'MGF'	=>	 array
		(
			'name'	=>	"ฟรังก์มาดากัสการ์",
 			'one'	=>	"ฟรังก์มาดากัสการ์",
 			'many'	=>	"ฟรังก์มาดากัสการ์"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"ดีนาร์มาซิโดเนีย",
 			'one'	=>	"ดีนาร์มาซิโดเนีย",
 			'many'	=>	"ดีนาร์มาซิโดเนีย"
 		),

		'MKN'	=>	 array
		(
			'name'	=>	"ดีนาร์มาซิโดเนีย",
 			'one'	=>	"ดีนาร์มาซิโดเนีย",
 			'many'	=>	"ดีนาร์มาซิโดเนีย"
 		),

		'MLF'	=>	 array
		(
			'name'	=>	"ฟรังก์มาลี",
 			'one'	=>	"ฟรังก์มาลี",
 			'many'	=>	"ฟรังก์มาลี"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"จ๊าตพม่า",
 			'one'	=>	"จ๊าตพม่า",
 			'many'	=>	"จ๊าตพม่า"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"ทูกริกมองโกเลีย",
 			'one'	=>	"ทูกริกมองโกเลีย",
 			'many'	=>	"ทูกริกมองโกเลีย"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"ปาตากามาเก๊า",
 			'one'	=>	"ปาตากามาเก๊า",
 			'many'	=>	"ปาตากามาเก๊า"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"อูกียามอริเตเนีย",
 			'one'	=>	"อูกียามอริเตเนีย",
 			'many'	=>	"อูกียามอริเตเนีย"
 		),

		'MTL'	=>	 array
		(
			'name'	=>	"ลีรามอลตา",
 			'one'	=>	"ลีรามอลตา",
 			'many'	=>	"ลีรามอลตา"
 		),

		'MTP'	=>	 array
		(
			'name'	=>	"ปอนด์มอลตา",
 			'one'	=>	"ปอนด์มอลตา",
 			'many'	=>	"ปอนด์มอลตา"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"รูปีมอริเชียส",
 			'one'	=>	"รูปีมอริเชียส",
 			'many'	=>	"รูปีมอริเชียส"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"รูฟิยามัลดีฟส์",
 			'one'	=>	"รูฟิยามัลดีฟส์",
 			'many'	=>	"รูฟิยามัลดีฟส์"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"ควาชามาลาวี",
 			'one'	=>	"ควาชามาลาวี",
 			'many'	=>	"ควาชามาลาวี"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"เปโซเม็กซิโก",
 			'one'	=>	"เปโซเม็กซิโก",
 			'many'	=>	"เปโซเม็กซิโก"
 		),

		'MXP'	=>	 array
		(
			'name'	=>	"เงินเปโซเม็กซิโก",
 			'one'	=>	"เงินเปโซเม็กซิโก",
 			'many'	=>	"เงินเปโซเม็กซิโก"
 		),

		'MXV'	=>	 array
		(
			'name'	=>	"ยูนิแดด ดี อินเวอร์ชั่น เม็กซิโก",
 			'one'	=>	"ยูนิแดด ดี อินเวอร์ชั่น เม็กซิโก",
 			'many'	=>	"ยูนิแดด ดี อินเวอร์ชั่น เม็กซิโก"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"ริงกิตมาเลเซีย",
 			'one'	=>	"ริงกิตมาเลเซีย",
 			'many'	=>	"ริงกิตมาเลเซีย"
 		),

		'MZE'	=>	 array
		(
			'name'	=>	"เอสคูโดโมซัมบิก",
 			'one'	=>	"เอสคูโดโมซัมบิก",
 			'many'	=>	"เอสคูโดโมซัมบิก"
 		),

		'MZM'	=>	 array
		(
			'name'	=>	"เมติคัลโมซัมบิกเก่า",
 			'one'	=>	"เมติคัลโมซัมบิกเก่า",
 			'many'	=>	"เมติคัลโมซัมบิกเก่า"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"เมติคัลโมซัมบิก",
 			'one'	=>	"เมติคัลโมซัมบิก",
 			'many'	=>	"เมติคัลโมซัมบิก"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"ดอลลาร์นามิเบีย",
 			'one'	=>	"ดอลลาร์นามิเบีย",
 			'many'	=>	"ดอลลาร์นามิเบีย"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"ไนราไนจีเรีย",
 			'one'	=>	"ไนราไนจีเรีย",
 			'many'	=>	"ไนราไนจีเรีย"
 		),

		'NIC'	=>	 array
		(
			'name'	=>	"คอร์โดบานิการากัว",
 			'one'	=>	"คอร์โดบานิการากัว",
 			'many'	=>	"คอร์โดบานิการากัว"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"กอร์โดบานิการากัว",
 			'one'	=>	"กอร์โดบานิการากัว",
 			'many'	=>	"กอร์โดบานิการากัว"
 		),

		'NLG'	=>	 array
		(
			'name'	=>	"กิลเดอร์เนเธอร์แลนด์",
 			'one'	=>	"กิลเดอร์เนเธอร์แลนด์",
 			'many'	=>	"กิลเดอร์เนเธอร์แลนด์"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"โครนนอร์เวย์",
 			'one'	=>	"โครนนอร์เวย์",
 			'many'	=>	"โครนนอร์เวย์"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"รูปีเนปาล",
 			'one'	=>	"รูปีเนปาล",
 			'many'	=>	"รูปีเนปาล"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"ดอลลาร์นิวซีแลนด์",
 			'one'	=>	"ดอลลาร์นิวซีแลนด์",
 			'many'	=>	"ดอลลาร์นิวซีแลนด์"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"เรียลโอมาน",
 			'one'	=>	"เรียลโอมาน",
 			'many'	=>	"เรียลโอมาน"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"บัลบัวปานามา",
 			'one'	=>	"บัลบัวปานามา",
 			'many'	=>	"บัลบัวปานามา"
 		),

		'PEI'	=>	 array
		(
			'name'	=>	"อินตีเปรู",
 			'one'	=>	"อินตีเปรู",
 			'many'	=>	"อินตีเปรู"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"นูโวซอลเปรู",
 			'one'	=>	"นูโวซอลเปรู",
 			'many'	=>	"นูโวซอลเปรู"
 		),

		'PES'	=>	 array
		(
			'name'	=>	"ซอลเปรู",
 			'one'	=>	"ซอลเปรู",
 			'many'	=>	"ซอลเปรู"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"กีนาปาปัวนิวกินี",
 			'one'	=>	"กีนาปาปัวนิวกินี",
 			'many'	=>	"กีนาปาปัวนิวกินี"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"เปโซฟิลิปปินส์",
 			'one'	=>	"เปโซฟิลิปปินส์",
 			'many'	=>	"เปโซฟิลิปปินส์"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"รูปีปากีสถาน",
 			'one'	=>	"รูปีปากีสถาน",
 			'many'	=>	"รูปีปากีสถาน"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"ซลอตีโปแลนด์",
 			'one'	=>	"ซลอตีโปแลนด์",
 			'many'	=>	"ซลอตีโปแลนด์"
 		),

		'PLZ'	=>	 array
		(
			'name'	=>	"ซลอตีโปแลนด์",
 			'one'	=>	"ซลอตีโปแลนด์",
 			'many'	=>	"ซลอตีโปแลนด์"
 		),

		'PTE'	=>	 array
		(
			'name'	=>	"เอสคูโดโปรตุเกส",
 			'one'	=>	"เอสคูโดโปรตุเกส",
 			'many'	=>	"เอสคูโดโปรตุเกส"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"กวารานีปารากวัย",
 			'one'	=>	"กวารานีปารากวัย",
 			'many'	=>	"กวารานีปารากวัย"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"เรียลกาตาร์",
 			'one'	=>	"เรียลกาตาร์",
 			'many'	=>	"เรียลกาตาร์"
 		),

		'RHD'	=>	 array
		(
			'name'	=>	"ดอลลาร์โรดีเซีย",
 			'one'	=>	"ดอลลาร์โรดีเซีย",
 			'many'	=>	"ดอลลาร์โรดีเซีย"
 		),

		'ROL'	=>	 array
		(
			'name'	=>	"ลิวโรมาเนียเก่า",
 			'one'	=>	"ลิวโรมาเนียเก่า",
 			'many'	=>	"ลิวโรมาเนียเก่า"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"ลิวโรมาเนีย",
 			'one'	=>	"ลิวโรมาเนีย",
 			'many'	=>	"ลิวโรมาเนีย"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"ดีนาร์เซอร์เบีย",
 			'one'	=>	"ดีนาร์เซอร์เบีย",
 			'many'	=>	"ดีนาร์เซอร์เบีย"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"รูเบิลรัสเซีย",
 			'one'	=>	"รูเบิลรัสเซีย",
 			'many'	=>	"รูเบิลรัสเซีย"
 		),

		'RUR'	=>	 array
		(
			'name'	=>	"รูเบิลรัสเซีย",
 			'one'	=>	"รูเบิลรัสเซีย",
 			'many'	=>	"รูเบิลรัสเซีย"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"ฟรังก์รวันดา",
 			'one'	=>	"ฟรังก์รวันดา",
 			'many'	=>	"ฟรังก์รวันดา"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"ริยัลซาอุดีอาระเบีย",
 			'one'	=>	"ริยัลซาอุดีอาระเบีย",
 			'many'	=>	"ริยัลซาอุดีอาระเบีย"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"ดอลลาร์หมู่เกาะโซโลมอน",
 			'one'	=>	"ดอลลาร์หมู่เกาะโซโลมอน",
 			'many'	=>	"ดอลลาร์หมู่เกาะโซโลมอน"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"รูปีเซเชลส์",
 			'one'	=>	"รูปีเซเชลส์",
 			'many'	=>	"รูปีเซเชลส์"
 		),

		'SDD'	=>	 array
		(
			'name'	=>	"ดีนาร์ซูดานเก่า",
 			'one'	=>	"ดีนาร์ซูดานเก่า",
 			'many'	=>	"ดีนาร์ซูดานเก่า"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"ปอนด์ซูดาน",
 			'one'	=>	"ปอนด์ซูดาน",
 			'many'	=>	"ปอนด์ซูดาน"
 		),

		'SDP'	=>	 array
		(
			'name'	=>	"ปอนด์ซูดานเก่า",
 			'one'	=>	"ปอนด์ซูดานเก่า",
 			'many'	=>	"ปอนด์ซูดานเก่า"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"โครนาสวีเดน",
 			'one'	=>	"โครนาสวีเดน",
 			'many'	=>	"โครนาสวีเดน"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"ดอลลาร์สิงคโปร์",
 			'one'	=>	"ดอลลาร์สิงคโปร์",
 			'many'	=>	"ดอลลาร์สิงคโปร์"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"ปอนด์เซนต์เฮเลนา",
 			'one'	=>	"ปอนด์เซนต์เฮเลนา",
 			'many'	=>	"ปอนด์เซนต์เฮเลนา"
 		),

		'SIT'	=>	 array
		(
			'name'	=>	"ทอลาร์สโลวีเนีย",
 			'one'	=>	"ทอลาร์สโลวีเนีย",
 			'many'	=>	"ทอลาร์สโลวีเนีย"
 		),

		'SKK'	=>	 array
		(
			'name'	=>	"โครูนาสโลวัก",
 			'one'	=>	"โครูนาสโลวัก",
 			'many'	=>	"โครูนาสโลวัก"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"ลีโอนเซียร์ราลีโอน",
 			'one'	=>	"ลีโอนเซียร์ราลีโอน",
 			'many'	=>	"ลีโอนเซียร์ราลีโอน"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"ชิลลิงโซมาเลีย",
 			'one'	=>	"ชิลลิงโซมาเลีย",
 			'many'	=>	"ชิลลิงโซมาเลีย"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"ดอลลาร์ซูรินาเม",
 			'one'	=>	"ดอลลาร์ซูรินาเม",
 			'many'	=>	"ดอลลาร์ซูรินาเม"
 		),

		'SRG'	=>	 array
		(
			'name'	=>	"กิลเดอร์ซูรินาเม",
 			'one'	=>	"กิลเดอร์ซูรินาเม",
 			'many'	=>	"กิลเดอร์ซูรินาเม"
 		),

		'SSP'	=>	 array
		(
			'name'	=>	"ปอนด์ซูดานใต้",
 			'one'	=>	"ปอนด์ซูดานใต้",
 			'many'	=>	"ปอนด์ซูดานใต้"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"ดอบราเซาตูเมและปรินซิปี",
 			'one'	=>	"ดอบราเซาตูเมและปรินซิปี",
 			'many'	=>	"ดอบราเซาตูเมและปรินซิปี"
 		),

		'SUR'	=>	 array
		(
			'name'	=>	"รูเบิลโซเวียต",
 			'one'	=>	"รูเบิลโซเวียต",
 			'many'	=>	"รูเบิลโซเวียต"
 		),

		'SVC'	=>	 array
		(
			'name'	=>	"โคลอนเอลซัลวาดอร์",
 			'one'	=>	"โคลอนเอลซัลวาดอร์",
 			'many'	=>	"โคลอนเอลซัลวาดอร์"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"ปอนด์ซีเรีย",
 			'one'	=>	"ปอนด์ซีเรีย",
 			'many'	=>	"ปอนด์ซีเรีย"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"ลิลันเจนีสวาซิ",
 			'one'	=>	"ลิลันเจนีสวาซิ",
 			'many'	=>	"ลิลันเจนีสวาซิ"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"บาทไทย",
 			'one'	=>	"บาทไทย",
 			'many'	=>	"บาทไทย"
 		),

		'TJR'	=>	 array
		(
			'name'	=>	"รูเบิลทาจิกิสถาน",
 			'one'	=>	"รูเบิลทาจิกิสถาน",
 			'many'	=>	"รูเบิลทาจิกิสถาน"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"โซโมนิทาจิกิสถาน",
 			'one'	=>	"โซโมนิทาจิกิสถาน",
 			'many'	=>	"โซโมนิทาจิกิสถาน"
 		),

		'TMM'	=>	 array
		(
			'name'	=>	"มานัตเติร์กเมนิสถาน",
 			'one'	=>	"มานัตเติร์กเมนิสถาน",
 			'many'	=>	"มานัตเติร์กเมนิสถาน"
 		),

		'TMT'	=>	 array
		(
			'name'	=>	"มานัตเติร์กเมนิสถาน",
 			'one'	=>	"มานัตเติร์กเมนิสถาน",
 			'many'	=>	"มานัตเติร์กเมนิสถาน"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"ดีนาร์ตูนิเซีย",
 			'one'	=>	"ดีนาร์ตูนิเซีย",
 			'many'	=>	"ดีนาร์ตูนิเซีย"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"พาแองกาตองกา",
 			'one'	=>	"พาแองกาตองกา",
 			'many'	=>	"พาแองกาตองกา"
 		),

		'TPE'	=>	 array
		(
			'name'	=>	"เอสคูโดติมอร์",
 			'one'	=>	"เอสคูโดติมอร์",
 			'many'	=>	"เอสคูโดติมอร์"
 		),

		'TRL'	=>	 array
		(
			'name'	=>	"ลีราตุรกีเก่า",
 			'one'	=>	"ลีราตุรกีเก่า",
 			'many'	=>	"ลีราตุรกีเก่า"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"ลีราตุรกี",
 			'one'	=>	"ลีราตุรกี",
 			'many'	=>	"ลีราตุรกี"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"ดอลลาร์ตรินิแดดและโตเบโก",
 			'one'	=>	"ดอลลาร์ตรินิแดดและโตเบโก",
 			'many'	=>	"ดอลลาร์ตรินิแดดและโตเบโก"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"ดอลลาร์ไต้หวันใหม่",
 			'one'	=>	"ดอลลาร์ไต้หวันใหม่",
 			'many'	=>	"ดอลลาร์ไต้หวันใหม่"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"ชิลลิงแทนซาเนีย",
 			'one'	=>	"ชิลลิงแทนซาเนีย",
 			'many'	=>	"ชิลลิงแทนซาเนีย"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"ฮรีฟเนียยูเครน",
 			'one'	=>	"ฮรีฟเนียยูเครน",
 			'many'	=>	"ฮรีฟเนียยูเครน"
 		),

		'UAK'	=>	 array
		(
			'name'	=>	"คาร์โบวาเนตซ์ยูเครน",
 			'one'	=>	"คาร์โบวาเนตซ์ยูเครน",
 			'many'	=>	"คาร์โบวาเนตซ์ยูเครน"
 		),

		'UGS'	=>	 array
		(
			'name'	=>	"ชิลลิงยูกันดา",
 			'one'	=>	"ชิลลิงยูกันดา",
 			'many'	=>	"ชิลลิงยูกันดา"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"ชิลลิงยูกันดา",
 			'one'	=>	"ชิลลิงยูกันดา",
 			'many'	=>	"ชิลลิงยูกันดา"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"ดอลลาร์สหรัฐ",
 			'one'	=>	"ดอลลาร์สหรัฐ",
 			'many'	=>	"ดอลลาร์สหรัฐ"
 		),

		'USN'	=>	 array
		(
			'name'	=>	"ดอลลาร์สหรัฐ",
 			'one'	=>	"ดอลลาร์สหรัฐ",
 			'many'	=>	"ดอลลาร์สหรัฐ"
 		),

		'USS'	=>	 array
		(
			'name'	=>	"ดอลลาร์สหรัฐ",
 			'one'	=>	"ดอลลาร์สหรัฐ",
 			'many'	=>	"ดอลลาร์สหรัฐ"
 		),

		'UYI'	=>	 array
		(
			'name'	=>	"เปโซเอนยูนิแดดเซสอินเด็กซาแดสอุรุกวัย",
 			'one'	=>	"เปโซเอนยูนิแดดเซสอินเด็กซาแดสอุรุกวัย",
 			'many'	=>	"เปโซเอนยูนิแดดเซสอินเด็กซาแดสอุรุกวัย"
 		),

		'UYP'	=>	 array
		(
			'name'	=>	"เปโซอุรุกวัย",
 			'one'	=>	"เปโซอุรุกวัย",
 			'many'	=>	"เปโซอุรุกวัย"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"เปโซอุรุกวัย",
 			'one'	=>	"เปโซอุรุกวัย",
 			'many'	=>	"เปโซอุรุกวัย"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"ซอมอุซเบกิสถาน",
 			'one'	=>	"ซอมอุซเบกิสถาน",
 			'many'	=>	"ซอมอุซเบกิสถาน"
 		),

		'VEB'	=>	 array
		(
			'name'	=>	"โบลิวาร์เวเนซุเอลา",
 			'one'	=>	"โบลิวาร์เวเนซุเอลา",
 			'many'	=>	"โบลิวาร์เวเนซุเอลา"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"โบลิวาร์เวเนซุเอลา",
 			'one'	=>	"โบลิวาร์เวเนซุเอลา",
 			'many'	=>	"โบลิวาร์เวเนซุเอลา"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"ดองเวียดนาม",
 			'one'	=>	"ดองเวียดนาม",
 			'many'	=>	"ดองเวียดนาม"
 		),

		'VNN'	=>	 array
		(
			'name'	=>	"ดองเวียดนาม",
 			'one'	=>	"ดองเวียดนาม",
 			'many'	=>	"ดองเวียดนาม"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"วาตูวานูอาตู",
 			'one'	=>	"วาตูวานูอาตู",
 			'many'	=>	"วาตูวานูอาตู"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"ทาลาซามัว",
 			'one'	=>	"ทาลาซามัว",
 			'many'	=>	"ทาลาซามัว"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"ฟรังก์เซฟาธนาคารรัฐแอฟริกากลาง",
 			'one'	=>	"ฟรังก์เซฟาธนาคารรัฐแอฟริกากลาง",
 			'many'	=>	"ฟรังก์เซฟาธนาคารรัฐแอฟริกากลาง"
 		),

		'XAG'	=>	 array
		(
			'name'	=>	"เงิน",
 			'one'	=>	"เงิน",
 			'many'	=>	"เงิน"
 		),

		'XAU'	=>	 array
		(
			'name'	=>	"ทอง",
 			'one'	=>	"ทอง",
 			'many'	=>	"ทอง"
 		),

		'XBA'	=>	 array
		(
			'name'	=>	"หน่วยคอมโพสิตยุโรป",
 			'one'	=>	"หน่วยคอมโพสิตยุโรป",
 			'many'	=>	"หน่วยคอมโพสิตยุโรป"
 		),

		'XBB'	=>	 array
		(
			'name'	=>	"หน่วยโมเนทารียุโรป",
 			'one'	=>	"หน่วยโมเนทารียุโรป",
 			'many'	=>	"หน่วยโมเนทารียุโรป"
 		),

		'XBC'	=>	 array
		(
			'name'	=>	"หน่วยบัญชียุโรป [Xbc]",
 			'one'	=>	"หน่วยบัญชียุโรป [Xbc]",
 			'many'	=>	"หน่วยบัญชียุโรป [Xbc]"
 		),

		'XBD'	=>	 array
		(
			'name'	=>	"หน่วยบัญชียุโรป [Xbd]",
 			'one'	=>	"หน่วยบัญชียุโรป [Xbd]",
 			'many'	=>	"หน่วยบัญชียุโรป [Xbd]"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"ดอลลาร์แคริบเบียนตะวันออก",
 			'one'	=>	"ดอลลาร์แคริบเบียนตะวันออก",
 			'many'	=>	"ดอลลาร์แคริบเบียนตะวันออก"
 		),

		'XDR'	=>	 array
		(
			'name'	=>	"สิทธิถอนเงินพิเศษ",
 			'one'	=>	"สิทธิถอนเงินพิเศษ",
 			'many'	=>	"สิทธิถอนเงินพิเศษ"
 		),

		'XEU'	=>	 array
		(
			'name'	=>	"หน่วยสกุลเงินยุโรป",
 			'one'	=>	"หน่วยสกุลเงินยุโรป",
 			'many'	=>	"หน่วยสกุลเงินยุโรป"
 		),

		'XFO'	=>	 array
		(
			'name'	=>	"ฟรังก์ทองฝรั่งเศส",
 			'one'	=>	"ฟรังก์ทองฝรั่งเศส",
 			'many'	=>	"ฟรังก์ทองฝรั่งเศส"
 		),

		'XFU'	=>	 array
		(
			'name'	=>	"ฟรังก์ยูไอซีฝรั่งเศส",
 			'one'	=>	"ฟรังก์ยูไอซีฝรั่งเศส",
 			'many'	=>	"ฟรังก์ยูไอซีฝรั่งเศส"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"ฟรังก์เซฟาธนาคารกลางรัฐแอฟริกาตะวันตก",
 			'one'	=>	"ฟรังก์เซฟาธนาคารกลางรัฐแอฟริกาตะวันตก",
 			'many'	=>	"ฟรังก์เซฟาธนาคารกลางรัฐแอฟริกาตะวันตก"
 		),

		'XPD'	=>	 array
		(
			'name'	=>	"พัลเลเดียม",
 			'one'	=>	"พัลเลเดียม",
 			'many'	=>	"พัลเลเดียม"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"ฟรังก์ซีเอฟพี",
 			'one'	=>	"ฟรังก์ซีเอฟพี",
 			'many'	=>	"ฟรังก์ซีเอฟพี"
 		),

		'XPT'	=>	 array
		(
			'name'	=>	"แพลตินัม",
 			'one'	=>	"แพลตินัม",
 			'many'	=>	"แพลตินัม"
 		),

		'XRE'	=>	 array
		(
			'name'	=>	"กองทุนไรเน็ต",
 			'one'	=>	"กองทุนไรเน็ต",
 			'many'	=>	"กองทุนไรเน็ต"
 		),

		'XSU'	=>	 array
		(
			'name'	=>	"ซูเกร",
 			'one'	=>	"ซูเกร",
 			'many'	=>	"ซูเกร"
 		),

		'XTS'	=>	 array
		(
			'name'	=>	"รหัสทดสอบสกุลเงิน",
 			'one'	=>	"รหัสทดสอบสกุลเงิน",
 			'many'	=>	"รหัสทดสอบสกุลเงิน"
 		),

		'XUA'	=>	 array
		(
			'name'	=>	"หน่วยบัญชี เอดีบี",
 			'one'	=>	"หน่วยบัญชี เอดีบี",
 			'many'	=>	"หน่วยบัญชี เอดีบี"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"สกุลเงินที่ไม่รู้จัก",
 			'one'	=>	"(สกุลเงินที่ไม่รู้จัก)",
 			'many'	=>	"(สกุลเงินที่ไม่รู้จัก)"
 		),

		'YDD'	=>	 array
		(
			'name'	=>	"ดีนาร์เยเมน",
 			'one'	=>	"ดีนาร์เยเมน",
 			'many'	=>	"ดีนาร์เยเมน"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"เรียลเยเมน",
 			'one'	=>	"เรียลเยเมน",
 			'many'	=>	"เรียลเยเมน"
 		),

		'YUD'	=>	 array
		(
			'name'	=>	"ฮาร์ดดีนาร์ยูโกสลาเวีย",
 			'one'	=>	"ฮาร์ดดีนาร์ยูโกสลาเวีย",
 			'many'	=>	"ฮาร์ดดีนาร์ยูโกสลาเวีย"
 		),

		'YUM'	=>	 array
		(
			'name'	=>	"โนวิย์ดีนาร์ยูโกสลาเวีย",
 			'one'	=>	"โนวิย์ดีนาร์ยูโกสลาเวีย",
 			'many'	=>	"โนวิย์ดีนาร์ยูโกสลาเวีย"
 		),

		'YUN'	=>	 array
		(
			'name'	=>	"คอนเวอร์ทิเบิลดีนาร์ยูโกสลาเวีย",
 			'one'	=>	"คอนเวอร์ทิเบิลดีนาร์ยูโกสลาเวีย",
 			'many'	=>	"คอนเวอร์ทิเบิลดีนาร์ยูโกสลาเวีย"
 		),

		'YUR'	=>	 array
		(
			'name'	=>	"ดีนาร์ปฏิรูปยูโกสลาเวีย",
 			'one'	=>	"ดีนาร์ปฏิรูปยูโกสลาเวีย",
 			'many'	=>	"ดีนาร์ปฏิรูปยูโกสลาเวีย"
 		),

		'ZAL'	=>	 array
		(
			'name'	=>	"แรนด์แอฟริกาใต้",
 			'one'	=>	"แรนด์แอฟริกาใต้",
 			'many'	=>	"แรนด์แอฟริกาใต้"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"แรนด์แอฟริกาใต้",
 			'one'	=>	"แรนด์แอฟริกาใต้",
 			'many'	=>	"แรนด์แอฟริกาใต้"
 		),

		'ZMK'	=>	 array
		(
			'name'	=>	"ควาชาแซมเบีย",
 			'one'	=>	"ควาชาแซมเบีย",
 			'many'	=>	"ควาชาแซมเบีย"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"ควาชาแซมเบีย",
 			'one'	=>	"ควาชาแซมเบีย",
 			'many'	=>	"ควาชาแซมเบีย"
 		),

		'ZRN'	=>	 array
		(
			'name'	=>	"นิวแซร์คองโก",
 			'one'	=>	"นิวแซร์คองโก",
 			'many'	=>	"นิวแซร์คองโก"
 		),

		'ZRZ'	=>	 array
		(
			'name'	=>	"แซร์คองโก",
 			'one'	=>	"แซร์คองโก",
 			'many'	=>	"แซร์คองโก"
 		),

		'ZWD'	=>	 array
		(
			'name'	=>	"ดอลลาร์ซิมบับเว",
 			'one'	=>	"ดอลลาร์ซิมบับเว",
 			'many'	=>	"ดอลลาร์ซิมบับเว"
 		),

		'ZWL'	=>	 array
		(
			'name'	=>	"ดอลลาร์ซิมบับเว",
 			'one'	=>	"ดอลลาร์ซิมบับเว",
 			'many'	=>	"ดอลลาร์ซิมบับเว"
 		),

		'ZWR'	=>	 array
		(
			'name'	=>	"ดอลลาร์ซิมบับเว",
 			'one'	=>	"ดอลลาร์ซิมบับเว",
 			'many'	=>	"ดอลลาร์ซิมบับเว"
 		),

    ),
);
