<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of language names using the ISO 639-1 code + region code.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
        'ak'	=>	"ⵜⴰⴽⴰⵏⵜ",
        'am'	=>	"ⵜⴰⵎⵀⴰⵔⵉⵜ",
        'ar'	=>	"ⵜⴰⵄⵔⴰⴱⵜ",
        'be'	=>	"ⵜⴰⴱⵉⵍⴰⵔⵓⵙⵜ",
        'bg'	=>	"ⵜⴰⴱⵍⵖⴰⵔⵉⵜ",
        'bn'	=>	"ⵜⴰⴱⵏⵖⴰⵍⵉⵜ",
        'cs'	=>	"ⵜⴰⵜⵛⵉⴽⵉⵜ",
        'de'	=>	"ⵜⴰⵍⵉⵎⴰⵏⵜ",
        'el'	=>	"ⵜⴰⴳⵔⵉⴳⵉⵜ",
        'en'	=>	"ⵜⴰⵏⴳⵍⵉⵣⵜ",
        'es'	=>	"ⵜⴰⵙⴱⵏⵢⵓⵍⵉⵜ",
        'fa'	=>	"ⵜⴰⴼⵓⵔⵙⵉⵜ",
        'fr'	=>	"ⵜⴰⴼⵔⴰⵏⵙⵉⵙⵜ",
        'ha'	=>	"ⵜⴰⵀⴰⵡⵙⴰⵜ",
        'hi'	=>	"ⵜⴰⵀⵉⵏⴷⵉⵜ",
        'hu'	=>	"ⵜⴰⵀⵏⵖⴰⵔⵉⵜ",
        'id'	=>	"ⵜⴰⵏⴷⵓⵏⵉⵙⵉⵜ",
        'ig'	=>	"ⵜⵉⴳⴱⵓⵜ",
        'it'	=>	"ⵜⴰⵟⴰⵍⵢⴰⵏⵜ",
        'ja'	=>	"ⵜⴰⵊⴰⴱⴱⵓⵏⵉⵜ",
        'jv'	=>	"ⵜⴰⵊⴰⴱⴰⵏⵉⵜ",
        'km'	=>	"ⵜⴰⵅⵎⵉⵔⵜ",
        'ko'	=>	"ⵜⴰⴽⵓⵔⵉⵜ",
        'ms'	=>	"ⵜⴰⵎⴰⵍⴰⵡⵉⵜ",
        'my'	=>	"ⵜⴰⴱⵉⵔⵎⴰⵏⵉⵜ",
        'ne'	=>	"ⵜⴰⵏⵉⴱⴰⵍⵉⵜ",
        'nl'	=>	"ⵜⴰⵀⵓⵍⴰⵏⴷⵉⵜ",
        'pa'	=>	"ⵜⴰⴱⵏⵊⴰⴱⵉⵜ",
        'pl'	=>	"ⵜⴰⴱⵓⵍⵓⵏⵉⵜ",
        'pt'	=>	"ⵜⴰⴱⵕⵟⵇⵉⵣⵜ",
        'ro'	=>	"ⵜⴰⵔⵓⵎⴰⵏⵉⵜ",
        'ru'	=>	"ⵜⴰⵔⵓⵙⵉⵜ",
        'rw'	=>	"ⵜⴰⵔⵓⵡⴰⵏⴷⵉⵜ",
        'so'	=>	"ⵜⴰⵙⵓⵎⴰⵍⵉⵜ",
        'sv'	=>	"ⵜⴰⵙⵡⵉⴷⵉⵜ",
        'ta'	=>	"ⵜⴰⵜⴰⵎⵉⵍⵜ",
        'th'	=>	"ⵜⴰⵜⴰⵢⵍⴰⵏⴷⵉⵜ",
        'tr'	=>	"ⵜⴰⵜⵓⵔⴽⵉⵜ",
        'uk'	=>	"ⵜⵓⴽⵔⴰⵏⵉⵜ",
        'ur'	=>	"ⵜⵓⵔⴷⵓⵜ",
        'vi'	=>	"ⵜⴰⴱⵉⵜⵏⴰⵎⵉⵜ",
        'yo'	=>	"ⵜⴰⵢⵔⵓⴱⴰⵜ",
        'zgh'	=>	"ⵜⴰⵎⴰⵣⵉⵖⵜ",
        'zh'	=>	"ⵜⴰⵛⵉⵏⵡⵉⵜ",
        'zu'	=>	"ⵜⴰⵣⵓⵍⵓⵜ",
    ),
);
