<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'AED'	=>	 array
		(
			'name'	=>	"متحدہ عرب اماراتی درہم",
 			'one'	=>	"متحدہ عرب اماراتی درہم",
 			'many'	=>	"متحدہ عرب اماراتی درہم"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"افغان افغانی",
 			'one'	=>	"افغان افغانی",
 			'many'	=>	"افغان افغانی"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"البانیا کا لیک",
 			'one'	=>	"البانیا کا لیک",
 			'many'	=>	"البانیا کا لیک"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"آرمینیائی ڈرم",
 			'one'	=>	"آرمینیائی ڈرم",
 			'many'	=>	"آرمینیائی ڈرم"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"نیدر لینڈز انٹیلیئن گلڈر",
 			'one'	=>	"نیدر لینڈز انٹیلیئن گلڈر",
 			'many'	=>	"نیدر لینڈز انٹیلیئن گلڈر"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"انگولا کا کوانزا",
 			'one'	=>	"انگولا کا کوانزا",
 			'many'	=>	"انگولا کا کوانزا"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"ارجنٹائن پیسہ",
 			'one'	=>	"ارجنٹائن پیسہ",
 			'many'	=>	"ارجنٹائن پیسہ"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"آسٹریلین ڈالر",
 			'one'	=>	"آسٹریلین ڈالر",
 			'many'	=>	"آسٹریلین ڈالر"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"اروبن فلورِن",
 			'one'	=>	"اروبن فلورِن",
 			'many'	=>	"اروبن فلورِن"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"آذربائجانی منات",
 			'one'	=>	"آذربائجانی منات",
 			'many'	=>	"آذربائجانی منات"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"بوسنیا ہرزیگووینا کا قابل منتقلی نشان",
 			'one'	=>	"بوسنیا ہرزیگووینا کا قابل منتقلی نشان",
 			'many'	=>	"بوسنیا ہرزیگووینا کا قابل منتقلی نشان"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"باربیڈین ڈالر",
 			'one'	=>	"باربیڈین ڈالر",
 			'many'	=>	"باربیڈین ڈالر"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"بنگلہ دیشی ٹکا",
 			'one'	=>	"بنگلہ دیشی ٹکا",
 			'many'	=>	"بنگلہ دیشی ٹکا"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"بلغارین لیو",
 			'one'	=>	"بلغارین لیو",
 			'many'	=>	"بلغارین لیو"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"بحرینی دینار",
 			'one'	=>	"بحرینی دینار",
 			'many'	=>	"بحرینی دینار"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"برونڈیئن فرینک",
 			'one'	=>	"برونڈیئن فرینک",
 			'many'	=>	"برونڈیئن فرینک"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"برمودا کا ڈالر",
 			'one'	=>	"برمودا کا ڈالر",
 			'many'	=>	"برمودا کا ڈالر"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"برونئی ڈالر",
 			'one'	=>	"برونئی ڈالر",
 			'many'	=>	"برونئی ڈالر"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"بولیوین بولیویانو",
 			'one'	=>	"بولیوین بولیویانو",
 			'many'	=>	"بولیوین بولیویانو"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"برازیلی ریئل",
 			'one'	=>	"برازیلی ریئل",
 			'many'	=>	"برازیلی ریئل"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"بہامانی ڈالر",
 			'one'	=>	"بہامانی ڈالر",
 			'many'	=>	"بہامانی ڈالر"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"بھوٹانی گُلٹرم",
 			'one'	=>	"بھوٹانی گُلٹرم",
 			'many'	=>	"بھوٹانی گُلٹرم"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"بوتسوانا کا پولا",
 			'one'	=>	"بوتسوانا کا پولا",
 			'many'	=>	"بوتسوانا کا پولا"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"بیلاروسی روبل",
 			'one'	=>	"بیلاروسی روبل",
 			'many'	=>	"بیلاروسی روبل"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"بیلائز ڈالر",
 			'one'	=>	"بیلائز ڈالر",
 			'many'	=>	"بیلائز ڈالر"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"کنیڈین ڈالر",
 			'one'	=>	"کنیڈین ڈالر",
 			'many'	=>	"کنیڈین ڈالر"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"کانگولیز فرینک",
 			'one'	=>	"کانگولیز فرینک",
 			'many'	=>	"کانگولیز فرینک"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"سوئس فرانکس",
 			'one'	=>	"سوئس فرانکس",
 			'many'	=>	"سوئس فرانکس"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"چلّین پیسہ",
 			'one'	=>	"چلّین پیسہ",
 			'many'	=>	"چلّین پیسہ"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"چینی یوآن",
 			'one'	=>	"چینی یوآن",
 			'many'	=>	"چینی یوآن"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"کولمبین پیسہ",
 			'one'	=>	"کولمبین پیسہ",
 			'many'	=>	"کولمبین پیسہ"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"کوسٹا ریکا کا کولن",
 			'one'	=>	"کوسٹا ریکا کا کولن",
 			'many'	=>	"کوسٹا ریکا کا کولن"
 		),

		'CUC'	=>	 array
		(
			'name'	=>	"کیوبا کا قابل منتقلی پیسو",
 			'one'	=>	"کیوبا کا قابل منتقلی پیسو",
 			'many'	=>	"کیوبا کا قابل منتقلی پیسو"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"کیوبا کا پیسو",
 			'one'	=>	"کیوبا کا پیسو",
 			'many'	=>	"کیوبا کا پیسو"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"کیپ ورڈی کا اسکیوڈو",
 			'one'	=>	"کیپ ورڈی کا اسکیوڈو",
 			'many'	=>	"کیپ ورڈی کا اسکیوڈو"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"جمہوریہ چیک کرونا",
 			'one'	=>	"جمہوریہ چیک کرونا",
 			'many'	=>	"جمہوریہ چیک کروناز"
 		),

		'DEM'	=>	 array
		(
			'name'	=>	"ڈچ مارکس",
 			'one'	=>	"ڈچ مارکس",
 			'many'	=>	"ڈچ مارکس"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"جبوتی کا فرینک",
 			'one'	=>	"جبوتی کا فرینک",
 			'many'	=>	"جبوتی کا فرینک"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"ڈنمارک کرونر",
 			'one'	=>	"ڈنمارک کرونر",
 			'many'	=>	"ڈنمارک کرونر"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"ڈومنیکن پیسو",
 			'one'	=>	"ڈومنیکن پیسو",
 			'many'	=>	"ڈومنیکن پیسو"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"الجیریائی دینار",
 			'one'	=>	"الجیریائی دینار",
 			'many'	=>	"الجیریائی دینار"
 		),

		'EEK'	=>	 array
		(
			'name'	=>	"ایسٹونین کرون",
 			'one'	=>	"ایسٹونین کرون",
 			'many'	=>	"ایسٹونین کرون"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"مصری پائونڈ",
 			'one'	=>	"مصری پائونڈ",
 			'many'	=>	"مصری پائونڈ"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"اریٹیریا کا نافکا",
 			'one'	=>	"اریٹیریا کا نافکا",
 			'many'	=>	"اریٹیریا کا نافکا"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"ایتھوپیائی بِرّ",
 			'one'	=>	"ایتھوپیائی بِرّ",
 			'many'	=>	"ایتھوپیائی بِرّ"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"یورو",
 			'one'	=>	"یورو",
 			'many'	=>	"یورو"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"فجی کا ڈالر",
 			'one'	=>	"فجی کا ڈالر",
 			'many'	=>	"فجی کا ڈالر"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"فاکلینڈ آئلینڈز پونڈ",
 			'one'	=>	"فاکلینڈ آئلینڈز پونڈ",
 			'many'	=>	"فاکلینڈ آئلینڈز پونڈ"
 		),

		'FRF'	=>	 array
		(
			'name'	=>	"فرانسیسی فرانک",
 			'one'	=>	"فرانسیسی فرانک",
 			'many'	=>	"فرانسیسی فرانک"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"انگلستانی پاونڈ سٹرلنگ",
 			'one'	=>	"انگلستانی پاونڈ سٹرلنگ",
 			'many'	=>	"انگلستانی پاونڈ سٹرلنگ"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"جارجیائی لاری",
 			'one'	=>	"جارجیائی لاری",
 			'many'	=>	"جارجیائی لاری"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"گھانا کا سیڈی",
 			'one'	=>	"گھانا کا سیڈی",
 			'many'	=>	"گھانا کا سیڈی"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"جبل الطارق پونڈ",
 			'one'	=>	"جبل الطارق پونڈ",
 			'many'	=>	"جبل الطارق پونڈ"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"گامبیا کا ڈلاسی",
 			'one'	=>	"گامبیا کا ڈلاسی",
 			'many'	=>	"گامبیا کا ڈلاسی"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"گنی کا فرینک",
 			'one'	=>	"گنی کا فرینک",
 			'many'	=>	"گنی کا فرینک"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"گواٹے مالا کا کوئٹزل",
 			'one'	=>	"گواٹے مالا کا کوئٹزل",
 			'many'	=>	"گواٹے مالا کا کوئٹزل"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"گویانیز ڈالر",
 			'one'	=>	"گویانیز ڈالر",
 			'many'	=>	"گویانیز ڈالر"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"ھانگ کانگ ڈالر",
 			'one'	=>	"ھانگ کانگ ڈالر",
 			'many'	=>	"ھانگ کانگ ڈالر"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"ہونڈوران لیمپیرا",
 			'one'	=>	"ہونڈوران لیمپیرا",
 			'many'	=>	"ہونڈوران لیمپیرا"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"کروشین کونا",
 			'one'	=>	"کروشین کونا",
 			'many'	=>	"کروشین کونا"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"ہیتی کا گؤرڈی",
 			'one'	=>	"ہیتی کا گؤرڈی",
 			'many'	=>	"ہیتی کا گؤرڈی"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"ہنگرین فورنٹ",
 			'one'	=>	"ہنگرین فورنٹ",
 			'many'	=>	"ہنگرین فورنٹ"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"انڈونیشین روپیہ",
 			'one'	=>	"انڈونیشین روپیہ",
 			'many'	=>	"انڈونیشین روپیہ"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"اسرائیلی نیا شیکل",
 			'one'	=>	"اسرائیلی نیا شیکل",
 			'many'	=>	"اسرائیلی نیا شیکلز"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"انڈین روپیہ",
 			'one'	=>	"انڈین روپیہ",
 			'many'	=>	"انڈین روپیہ"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"عراقی دینار",
 			'one'	=>	"عراقی دینار",
 			'many'	=>	"عراقی دینار"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"ایرانی ریال",
 			'one'	=>	"ایرانی ریال",
 			'many'	=>	"ایرانی ریال"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"آئس لینڈ کا کرونا",
 			'one'	=>	"آئس لینڈ کا کرونا",
 			'many'	=>	"آئس لینڈ کا کرونا"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"جمائیکن ڈالر",
 			'one'	=>	"جمائیکن ڈالر",
 			'many'	=>	"جمائیکن ڈالر"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"اردنی دینار",
 			'one'	=>	"اردنی دینار",
 			'many'	=>	"اردنی دینار"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"جاپانی ین",
 			'one'	=>	"جاپانی ین",
 			'many'	=>	"جاپانی ین"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"کینیائی شلنگ",
 			'one'	=>	"کینیائی شلنگ",
 			'many'	=>	"کینیائی شلنگ"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"کرغستانی سوم",
 			'one'	=>	"کرغستانی سوم",
 			'many'	=>	"کرغستانی سوم"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"کمبوڈیائی ریئل",
 			'one'	=>	"کمبوڈیائی ریئل",
 			'many'	=>	"کمبوڈیائی ریئل"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"کوموریئن فرینک",
 			'one'	=>	"کوموریئن فرینک",
 			'many'	=>	"کوموریئن فرینک"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"شمالی کوریائی وون",
 			'one'	=>	"شمالی کوریائی وون",
 			'many'	=>	"شمالی کوریائی وون"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"جنوبی کوریائی وون",
 			'one'	=>	"جنوبی کوریائی وون",
 			'many'	=>	"جنوبی کوریائی وون"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"کویتی دینار",
 			'one'	=>	"کویتی دینار",
 			'many'	=>	"کویتی دینار"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"کیمین آئلینڈز ڈالر",
 			'one'	=>	"کیمین آئلینڈز ڈالر",
 			'many'	=>	"کیمین آئلینڈز ڈالر"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"قزاخستانی ٹینگ",
 			'one'	=>	"قزاخستانی ٹینگ",
 			'many'	=>	"قزاخستانی ٹینگ"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"لاؤشیائی کِپ",
 			'one'	=>	"لاؤشیائی کِپ",
 			'many'	=>	"لاؤشیائی کِپ"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"لبانی پونڈ",
 			'one'	=>	"لبانی پونڈ",
 			'many'	=>	"لبانی پونڈ"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"سری لنکائی روپیہ",
 			'one'	=>	"سری لنکائی روپیہ",
 			'many'	=>	"سری لنکائی روپیہ"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"لائبریائی ڈالر",
 			'one'	=>	"لائبریائی ڈالر",
 			'many'	=>	"لائبریائی ڈالر"
 		),

		'LSL'	=>	 array
		(
			'name'	=>	"لیسوتھو لوٹی",
 			'one'	=>	"لیسوتھو لوٹی",
 			'many'	=>	"لیسوتھو لوٹی"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"لیتھوینیائی لیٹاس",
 			'one'	=>	"لیتھوینیائی لیٹاس",
 			'many'	=>	"لیتھوینیائی لیٹاس"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"لاتویائی لیٹس",
 			'one'	=>	"لاتویائی لیٹس",
 			'many'	=>	"لاتویائی لیٹس"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"لیبیائی دینار",
 			'one'	=>	"لیبیائی دینار",
 			'many'	=>	"لیبیائی دینار"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"مراکشی درہم",
 			'one'	=>	"مراکشی درہم",
 			'many'	=>	"مراکشی درہم"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"مالدیپ کا لیو",
 			'one'	=>	"مالدیپ کا لیو",
 			'many'	=>	"مالدیپ کا لیو"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"ملاگاسی اریاری",
 			'one'	=>	"ملاگاسی اریاری",
 			'many'	=>	"ملاگاسی اریاری"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"مقدونیائی دینار",
 			'one'	=>	"مقدونیائی دینار",
 			'many'	=>	"مقدونیائی دینار"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"میانما کیاٹ",
 			'one'	=>	"میانما کیاٹ",
 			'many'	=>	"میانما کیاٹ"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"منگولیائی ٹگرِ",
 			'one'	=>	"منگولیائی ٹگرِ",
 			'many'	=>	"منگولیائی ٹگرِ"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"میکانیز پٹاکا",
 			'one'	=>	"میکانیز پٹاکا",
 			'many'	=>	"میکانیز پٹاکا"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"موریطانیائی اوگوئیا",
 			'one'	=>	"موریطانیائی اوگوئیا",
 			'many'	=>	"موریطانیائی اوگوئیا"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"ماریشس کا روپیہ",
 			'one'	=>	"ماریشس کا روپیہ",
 			'many'	=>	"ماریشس کا روپیہ"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"مالدیپ کا روفیہ",
 			'one'	=>	"مالدیپ کا روفیہ",
 			'many'	=>	"مالدیپ کا روفیہ"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"ملاوی کواچا",
 			'one'	=>	"ملاوی کواچا",
 			'many'	=>	"ملاوی کواچا"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"میکسیکی پیسہ",
 			'one'	=>	"میکسیکی پیسہ",
 			'many'	=>	"میکسیکی پیسہ"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"ملیشیائی رنگِٹ",
 			'one'	=>	"ملیشیائی رنگِٹ",
 			'many'	=>	"ملیشیائی رنگِٹ"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"موزامبیقی میٹیکل",
 			'one'	=>	"موزامبیقی میٹیکل",
 			'many'	=>	"موزامبیقی میٹیکلز"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"نامیبیائی ڈالر",
 			'one'	=>	"نامیبیائی ڈالر",
 			'many'	=>	"نامیبیائی ڈالر"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"نائیجیریائی نائرا",
 			'one'	=>	"نائیجیریائی نائرا",
 			'many'	=>	"نائیجیریائی نائرا"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"نکارا گوا کا کورڈوبا",
 			'one'	=>	"نکارا گوا کا کورڈوبا",
 			'many'	=>	"نکارا گوا کا کورڈوبا"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"ناروے کرونر",
 			'one'	=>	"ناروے کرونر",
 			'many'	=>	"ناروے کرونر"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"نیپالی روپیہ",
 			'one'	=>	"نیپالی روپیہ",
 			'many'	=>	"نیپالی روپیہ"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"نیوزی لینڈ ڈالر",
 			'one'	=>	"نیوزی لینڈ ڈالر",
 			'many'	=>	"نیوزی لینڈ ڈالر"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"عمانی ریال",
 			'one'	=>	"عمانی ریال",
 			'many'	=>	"عمانی ریال"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"پنامہ کا بالبوآ",
 			'one'	=>	"پنامہ کا بالبوآ",
 			'many'	=>	"پنامہ کا بالبوآ"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"پیروین نیووسول",
 			'one'	=>	"پیروین نیووسول",
 			'many'	=>	"پیروین نیووسول"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"پاپوآ نیو گنی کا کینا",
 			'one'	=>	"پاپوآ نیو گنی کا کینا",
 			'many'	=>	"پاپوآ نیو گنی کا کینا"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"فلپائینی پیسہ",
 			'one'	=>	"فلپائینی پیسہ",
 			'many'	=>	"فلپائینی پیسہ"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"پاکستانی روپیہ",
 			'one'	=>	"پاکستانی روپیہ",
 			'many'	=>	"پاکستانی روپیہ"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"پولش نیو زلوٹی",
 			'one'	=>	"پولش نیو زلوٹی",
 			'many'	=>	"پولش نیو زلوٹی"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"پیراگوئے کا گوآرنی",
 			'one'	=>	"پیراگوئے کا گوآرنی",
 			'many'	=>	"پیراگوئے کا گوآرنی"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"قطری ریال",
 			'one'	=>	"قطری ریال",
 			'many'	=>	"قطری ریال"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"رومانیائی لیو",
 			'one'	=>	"رومانیائی لیو",
 			'many'	=>	"رومانیائی لی"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"سربین دینار",
 			'one'	=>	"سربین دینار",
 			'many'	=>	"سربین دینار"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"روسی روبل",
 			'one'	=>	"روسی روبل",
 			'many'	=>	"روسی روبل"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"روانڈا کا فرینک",
 			'one'	=>	"روانڈا کا فرینک",
 			'many'	=>	"روانڈا کا فرینک"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"سعودی ریال",
 			'one'	=>	"سعودی ریال",
 			'many'	=>	"سعودی ریال"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"سولومن آئلینڈز ڈالر",
 			'one'	=>	"سولومن آئلینڈز ڈالر",
 			'many'	=>	"سولومن آئلینڈز ڈالر"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"سشلی کا روپیہ",
 			'one'	=>	"سشلی کا روپیہ",
 			'many'	=>	"سشلی کا روپیہ"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"سوڈانی پونڈ",
 			'one'	=>	"سوڈانی پونڈ",
 			'many'	=>	"سوڈانی پونڈ"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"سویڈن کرونا",
 			'one'	=>	"سویڈن کرونا",
 			'many'	=>	"سویڈن کرونر"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"سنگا پور ڈالر",
 			'one'	=>	"سنگا پور ڈالر",
 			'many'	=>	"سنگا پور ڈالر"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"سینٹ ہیلینا پونڈ",
 			'one'	=>	"سینٹ ہیلینا پونڈ",
 			'many'	=>	"سینٹ ہیلینا پونڈ"
 		),

		'SIT'	=>	 array
		(
			'name'	=>	"سلوانین ٹولر",
 			'one'	=>	"سلوانین ٹولر",
 			'many'	=>	"سلوانین ٹولر"
 		),

		'SKK'	=>	 array
		(
			'name'	=>	"سلووک کرونا",
 			'one'	=>	"سلووک کرونا",
 			'many'	=>	"سلووک کرونا"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"سیئرا لیون لیون",
 			'one'	=>	"سیئرا لیون لیون",
 			'many'	=>	"سیئرا لیون لیون"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"صومالی شلنگ",
 			'one'	=>	"صومالی شلنگ",
 			'many'	=>	"صومالی شلنگ"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"سورینامی ڈالر",
 			'one'	=>	"سورینامی ڈالر",
 			'many'	=>	"سورینامی ڈالر"
 		),

		'SSP'	=>	 array
		(
			'name'	=>	"جنوبی سوڈانی پاؤنڈ",
 			'one'	=>	"جنوبی سوڈانی پاؤنڈ",
 			'many'	=>	"جنوبی سوڈانی پاؤنڈز"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"ساؤ ٹوم اور پرنسپے ڈوبرا",
 			'one'	=>	"ساؤ ٹوم اور پرنسپے ڈوبرا",
 			'many'	=>	"ساؤ ٹوم اور پرنسپے ڈوبرا"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"شامی پونڈ",
 			'one'	=>	"شامی پونڈ",
 			'many'	=>	"شامی پونڈ"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"سوازی لیلانجینی",
 			'one'	=>	"سوازی لیلانجینی",
 			'many'	=>	"سوازی لیلانجینی"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"تھائی باہت",
 			'one'	=>	"تھائی باہت",
 			'many'	=>	"تھائی باہت"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"تاجکستانی سومونی",
 			'one'	=>	"تاجکستانی سومونی",
 			'many'	=>	"تاجکستانی سومونی"
 		),

		'TMT'	=>	 array
		(
			'name'	=>	"ترکمانستانی منات",
 			'one'	=>	"ترکمانستانی منات",
 			'many'	=>	"ترکمانستانی منات"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"تیونیسیائی دینار",
 			'one'	=>	"تیونیسیائی دینار",
 			'many'	=>	"تیونیسیائی دینار"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"ٹونگن پانگا",
 			'one'	=>	"ٹونگن پانگا",
 			'many'	=>	"ٹونگن پانگا"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"ترکی لیرا",
 			'one'	=>	"ترکی لیرا",
 			'many'	=>	"ترکی لیرا"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"ترینیداد اور ٹوباگو کا ڈالر",
 			'one'	=>	"ترینیداد اور ٹوباگو کا ڈالر",
 			'many'	=>	"ترینیداد اور ٹوباگو کا ڈالر"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"نیو تائیوان ڈالر",
 			'one'	=>	"نیو تائیوان ڈالر",
 			'many'	=>	"نیو تائیوان ڈالر"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"تنزانیائی شلنگ",
 			'one'	=>	"تنزانیائی شلنگ",
 			'many'	=>	"تنزانیائی شلنگ"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"یوکرینیائی ہریونیا",
 			'one'	=>	"یوکرینیائی ہریونیا",
 			'many'	=>	"یوکرینیائی ہریونیا"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"یوگانڈا شلنگ",
 			'one'	=>	"یوگانڈا شلنگ",
 			'many'	=>	"یوگانڈا شلنگ"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"امریکی ڈالر",
 			'one'	=>	"امریکی ڈالر",
 			'many'	=>	"امریکی ڈالر"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"یوروگویان پیسو",
 			'one'	=>	"یوروگویان پیسو",
 			'many'	=>	"یوروگویان پیسو"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"ازبکستان سوم",
 			'one'	=>	"ازبکستان سوم",
 			'many'	=>	"ازبکستان سوم"
 		),

		'VEB'	=>	 array
		(
			'name'	=>	"وینزویلا بولیور",
 			'one'	=>	"وینزویلا بولیور",
 			'many'	=>	"وینزویلا بولیور"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"وینزویلا بولیور",
 			'one'	=>	"وینزویلا بولیور",
 			'many'	=>	"وینزویلا بولیور"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"ویتنامی ڈانگ",
 			'one'	=>	"ویتنامی ڈانگ",
 			'many'	=>	"ویتنامی ڈانگ"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"وینوواتو واتو",
 			'one'	=>	"وینوواتو واتو",
 			'many'	=>	"وینوواتو واتو"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"ساموآ کا ٹالا",
 			'one'	=>	"ساموآ کا ٹالا",
 			'many'	=>	"ساموآ کا ٹالا"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"Cfa فرانک Beac",
 			'one'	=>	"Cfa فرانک Beac",
 			'many'	=>	"Cfa فرانکس Beac"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"مشرقی کریبیا کا ڈالر",
 			'one'	=>	"مشرقی کریبیا کا ڈالر",
 			'many'	=>	"مشرقی کریبیا کا ڈالر"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"Cfa فرانک Bceao",
 			'one'	=>	"Cfa فرانک Bceao",
 			'many'	=>	"Cfa فرانکس Bceao"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"Cfp فرانک",
 			'one'	=>	"Cfp فرانک",
 			'many'	=>	"Cfp فرانکس"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"نامعلوم کرنسی",
 			'one'	=>	"نامعلوم کرنسی",
 			'many'	=>	"نامعلوم کرنسی"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"یمنی ریال",
 			'one'	=>	"یمنی ریال",
 			'many'	=>	"یمنی ریال"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"جنوبی افریقی رانڈ",
 			'one'	=>	"جنوبی افریقی رانڈ",
 			'many'	=>	"جنوبی افریقی رانڈ"
 		),

		'ZMK'	=>	 array
		(
			'name'	=>	"زامبیائی کواچا",
 			'one'	=>	"زامبیائی کواچا",
 			'many'	=>	"زامبیائی کواچا"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"زامبیائی کواچا",
 			'one'	=>	"زامبیائی کواچا",
 			'many'	=>	"زامبیائی کواچا"
 		),

    ),
);
