<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'ADP'	=>	 array
		(
			'name'	=>	"ანდორული პესეტა",
 			'one'	=>	"ანდორული პესეტა",
 			'many'	=>	"ანდორული პესეტა"
 		),

		'AED'	=>	 array
		(
			'name'	=>	"არაბთა გაერთიანებული საამიროების დირჰამი",
 			'one'	=>	"არაბთა გაერთიანებული საამიროების დირჰამი",
 			'many'	=>	"არაბთა გაერთიანებული საამიროების დირჰამი"
 		),

		'AFA'	=>	 array
		(
			'name'	=>	"ავღანი",
 			'one'	=>	"ავღანი",
 			'many'	=>	"ავღანი"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"ავღანური ავღანი",
 			'one'	=>	"ავღანური ავღანი",
 			'many'	=>	"ავღანი"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"ალბანური ლეკი",
 			'one'	=>	"ალბანური ლეკი",
 			'many'	=>	"ალბანური ლეკი"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"სომხური დრამი",
 			'one'	=>	"სომხური დრამი",
 			'many'	=>	"სომხური დრამი"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"ნიდერლანდების ანტილების გულდენი",
 			'one'	=>	"ნიდრელანდების ანტილიის გულდენი",
 			'many'	=>	"ნიდრელანდების ანტილიის გულდენი"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"ანგოლური კვანზა",
 			'one'	=>	"ანგოლური კვანზა",
 			'many'	=>	"ანგოლური კვანზა"
 		),

		'AOK'	=>	 array
		(
			'name'	=>	"ანგოლური კვანზა",
 			'one'	=>	"ანგოლური კვანზა",
 			'many'	=>	"ანგოლური კვანზა"
 		),

		'AON'	=>	 array
		(
			'name'	=>	"ანგოლური ახალი კვანზა",
 			'one'	=>	"ანგოლური ახალი კვანზა",
 			'many'	=>	"ანგოლური ახალი კვანზა"
 		),

		'AOR'	=>	 array
		(
			'name'	=>	"ანგოლური მიტოლებული კვანზა",
 			'one'	=>	"ანგოლური მიტოლებული კვანზა",
 			'many'	=>	"ანგოლური მიტოლებული კვანზა"
 		),

		'ARA'	=>	 array
		(
			'name'	=>	"არგენტინული აუსტრალი",
 			'one'	=>	"არგენტინული აუსტრალი",
 			'many'	=>	"არგენტინული აუსტრალი"
 		),

		'ARP'	=>	 array
		(
			'name'	=>	"არგენტინული პესო",
 			'one'	=>	"არგენტინული პესო",
 			'many'	=>	"არგენტინული პესო"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"არგენტინული პესო",
 			'one'	=>	"არგენტინული პესო",
 			'many'	=>	"არგენტინული პესო"
 		),

		'ATS'	=>	 array
		(
			'name'	=>	"ავსტრიული შილინგი",
 			'one'	=>	"ავსტრიული შილინგი",
 			'many'	=>	"ავსტრიული შილინგი"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"ავსტრალიური დოლარი",
 			'one'	=>	"ავსტრალიური დოლარი",
 			'many'	=>	"ავსტრალიური დოლარი"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"არუბანული გულდენი",
 			'one'	=>	"არუბანული გულდენი",
 			'many'	=>	"არუბანული გულდენი"
 		),

		'AZM'	=>	 array
		(
			'name'	=>	"აზერბაიჯანული მანათი",
 			'one'	=>	"აზერბაიჯანული მანათი",
 			'many'	=>	"აზერბაიჯანული მანათი"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"აზერბაიჯანული მანათი",
 			'one'	=>	"აზერბაიჯანული მანათი",
 			'many'	=>	"აზერბაიჯანული მანათი"
 		),

		'BAD'	=>	 array
		(
			'name'	=>	"ბოსნია-ჰერცოგოვინას დინარი",
 			'one'	=>	"ბოსნია-ჰერცოგოვინას დინარი",
 			'many'	=>	"ბოსნია-ჰერცოგოვინას დინარი"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"ბოსნია და ჰერცოგოვინას კონვერტირებადი მარკა",
 			'one'	=>	"ბოსნია და ჰერცოგოვინას კონვერტირებადი მარკა",
 			'many'	=>	"ბოსნია და ჰერცოგოვინას კონვერტირებადი მარკა"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"ბარბადოსული დოლარი",
 			'one'	=>	"ბარბადოსული დოლარი",
 			'many'	=>	"ბარბადოსული დოლარი"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"ბანგლადეშური ტაკა",
 			'one'	=>	"ბანგლადეშური ტაკა",
 			'many'	=>	"ბანგლადეშური ტაკა"
 		),

		'BEC'	=>	 array
		(
			'name'	=>	"ბელგიური ფრანკი",
 			'one'	=>	"ბელგიური ფრანკი",
 			'many'	=>	"ბელგიური ფრანკი"
 		),

		'BEF'	=>	 array
		(
			'name'	=>	"ბელგიური ფრანკი",
 			'one'	=>	"ბელგიური ფრანკი",
 			'many'	=>	"ბელგიური ფრანკი"
 		),

		'BEL'	=>	 array
		(
			'name'	=>	"ბელგიური ფრანკი",
 			'one'	=>	"ბელგიური ფრანკი",
 			'many'	=>	"ბელგიური ფრანკი"
 		),

		'BGL'	=>	 array
		(
			'name'	=>	"ბულგარული მყარი ლევი",
 			'one'	=>	"ბულგარული მყარი ლევი",
 			'many'	=>	"ბულგარული მყარი ლევი"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"ბულგარული ლევი",
 			'one'	=>	"ბულგარული ლევი",
 			'many'	=>	"ბულგარული ლევი"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"ბაჰრეინული დინარი",
 			'one'	=>	"ბაჰრეინული დინარი",
 			'many'	=>	"ბაჰრეინული დინარი"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"ბურუნდიული ფრანკი",
 			'one'	=>	"ბურუნდიული ფრანკი",
 			'many'	=>	"ბურუნდიული ფრანკი"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"ბერმუდული დოლარი",
 			'one'	=>	"ბერმუდული დოლარი",
 			'many'	=>	"ბერმუდული დოლარი"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"ბრუნეული დოლარი",
 			'one'	=>	"ბრუნეული დოლარი",
 			'many'	=>	"ბრუნეული დოლარი"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"ბოლივიური ბოლივიანო",
 			'one'	=>	"ბოლივიური ბოლივიანო",
 			'many'	=>	"ბოლივიური ბოლივიანო"
 		),

		'BOP'	=>	 array
		(
			'name'	=>	"ბოლივიური პესო",
 			'one'	=>	"ბოლივიური პესო",
 			'many'	=>	"ბოლივიური პესო"
 		),

		'BRB'	=>	 array
		(
			'name'	=>	"ბრაზილიური კრუზეირო ნოვო",
 			'one'	=>	"ბრაზილიური კრუზეირო ნოვო",
 			'many'	=>	"ბრაზილიური კრუზეირო ნოვო"
 		),

		'BRC'	=>	 array
		(
			'name'	=>	"ბრაზილიური კრუზადო",
 			'one'	=>	"ბრაზილიური კრუზადო",
 			'many'	=>	"ბრაზილიური კრუზადო"
 		),

		'BRE'	=>	 array
		(
			'name'	=>	"ბრაზილიური კრუზეირო",
 			'one'	=>	"ბრაზილიური კრუზეირო",
 			'many'	=>	"ბრაზილიური კრუზეირო"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"ბრაზილიური რეალი",
 			'one'	=>	"ბრაზილიური რეალი",
 			'many'	=>	"ბრაზილიური რეალი"
 		),

		'BRN'	=>	 array
		(
			'name'	=>	"ბრაზილიური კრუზადო ნოვო",
 			'one'	=>	"ბრაზილიური კრუზადო ნოვო",
 			'many'	=>	"ბრაზილიური კრუზადო ნოვო"
 		),

		'BRR'	=>	 array
		(
			'name'	=>	"ბრაზილიური კრუზეირო",
 			'one'	=>	"ბრაზილიური კრუზეირო",
 			'many'	=>	"ბრაზილიური კრუზეირო"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"ბაჰამური დოლარი",
 			'one'	=>	"ბაჰამური დოლარი",
 			'many'	=>	"ბაჰამური დოლარი"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"ბუტანური ნგულტრუმი",
 			'one'	=>	"ბუტანური ნგულტრუმი",
 			'many'	=>	"ბუტანური ნგულტრუმი"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"ბოცვანური პულა",
 			'one'	=>	"ბოცვანური პულა",
 			'many'	=>	"ბოცვანური პულა"
 		),

		'BYB'	=>	 array
		(
			'name'	=>	"ახალი ბელარუსიული რუბლი",
 			'one'	=>	"ახალი ბელარუსიული რუბლი",
 			'many'	=>	"ახალი ბელარუსიული რუბლი"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"ბელორუსული რუბლი",
 			'one'	=>	"ბელორუსული რუბლი",
 			'many'	=>	"ბელორუსული რუბლი"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"ბელიზის დოლარი",
 			'one'	=>	"ბელიზის დოლარი",
 			'many'	=>	"ბელიზის დოლარი"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"კანადური დოლარი",
 			'one'	=>	"კანადური დოლარი",
 			'many'	=>	"კანადური დოლარი"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"კონგოს ფრანკი",
 			'one'	=>	"კონგოს ფრანკი",
 			'many'	=>	"კონგოს ფრანკი"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"შვეიცარიული ფრანკი",
 			'one'	=>	"შვეიცარიული ფრანკი",
 			'many'	=>	"შვეიცარიული ფრანკი"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"ჩილეს პესო",
 			'one'	=>	"ჩილეს პესო",
 			'many'	=>	"ჩილიური პესო"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"ჩინური იუანი",
 			'one'	=>	"ჩინური უანი",
 			'many'	=>	"ჩინური უანი"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"კოლუმბიური პესო",
 			'one'	=>	"კოლუმბიური პესო",
 			'many'	=>	"კოლუმბიური პესო"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"კოსტა-რიკული კოლონი",
 			'one'	=>	"კოსტა-რიკული კოლონი",
 			'many'	=>	"კოსტა რიკული კოლონი"
 		),

		'CSD'	=>	 array
		(
			'name'	=>	"ძველი სერბიული დინარი",
 			'one'	=>	"ძველი სერბიული დინარი",
 			'many'	=>	"ძველი სერბიული დინარი"
 		),

		'CSK'	=>	 array
		(
			'name'	=>	"ჩეხოსლოვაკიის მყარი კრონა",
 			'one'	=>	"ჩეხოსლოვაკიის მყარი კრონა",
 			'many'	=>	"ჩეხოსლოვაკიის მყარი კრონა"
 		),

		'CUC'	=>	 array
		(
			'name'	=>	"კუბური კონვერტირებადი პესო",
 			'one'	=>	"კუბური კონვერტირებადი პესო",
 			'many'	=>	"კუბური კონვერტირებადი პესო"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"კუბური პესო",
 			'one'	=>	"კუბური პესო",
 			'many'	=>	"კუბური პესო"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"კაბო-ვერდეს ესკუდო",
 			'one'	=>	"კაბო-ვერდეს ესკუდო",
 			'many'	=>	"კაბო-ვერდეს ესკუდო"
 		),

		'CYP'	=>	 array
		(
			'name'	=>	"კვიპროსის გირვანქა",
 			'one'	=>	"კვიპროსის გირვანქა",
 			'many'	=>	"კვიპროსის გირვანქა"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"ჩეხური კრონა",
 			'one'	=>	"ჩეხური კრონა",
 			'many'	=>	"ჩეხური კრონა"
 		),

		'DDM'	=>	 array
		(
			'name'	=>	"აღმოსავლეთ გერმანული მარკა",
 			'one'	=>	"აღმოსავლეთ გერმანული მარკა",
 			'many'	=>	"აღმოსავლეთ გერმანული მარკა"
 		),

		'DEM'	=>	 array
		(
			'name'	=>	"გერმანული მარკა",
 			'one'	=>	"გერმანული მარკა",
 			'many'	=>	"გერმანული მარკა"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"ჯიბუტის ფრანკი",
 			'one'	=>	"ჯიბუტის ფრანკი",
 			'many'	=>	"ჯიბუტის ფრანკი"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"დანიური კრონა",
 			'one'	=>	"დანიური კრონა",
 			'many'	=>	"დანიური კრონა"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"დომინიკური პესო",
 			'one'	=>	"დომინიკური პესო",
 			'many'	=>	"დომინიკური პესო"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"ალჟირული დინარი",
 			'one'	=>	"ალჟირული დინარი",
 			'many'	=>	"ალჟირული დინარი"
 		),

		'EEK'	=>	 array
		(
			'name'	=>	"ესტონური კრუნა",
 			'one'	=>	"ესტონური კრუნა",
 			'many'	=>	"ესტონური კრუნა"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"ეგვიპტური გირვანქა",
 			'one'	=>	"ეგვიპტური გირვანქა",
 			'many'	=>	"ეგვიპტური გირვანქა"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"ერიტრეის ნაკფა",
 			'one'	=>	"ერიტრეის ნაკფა",
 			'many'	=>	"ერიტრეის ნაკფა"
 		),

		'ESP'	=>	 array
		(
			'name'	=>	"ესპანური პესეტა",
 			'one'	=>	"ესპანური პესეტა",
 			'many'	=>	"ესპანური პესეტა"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"ეთიოპიური ბირი",
 			'one'	=>	"ეთიოპიური ბირი",
 			'many'	=>	"ეთიოპიური ბირი"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"ევრო",
 			'one'	=>	"ევრო",
 			'many'	=>	"ევრო"
 		),

		'FIM'	=>	 array
		(
			'name'	=>	"ფინური მარკა",
 			'one'	=>	"ფინური მარკა",
 			'many'	=>	"ფინური მარკა"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"ფიჯის დოლარი",
 			'one'	=>	"ფიჯის დოლარი",
 			'many'	=>	"ფიჯის დოლარი"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"ფოლკლენდის კუნძულების ფუნტი",
 			'one'	=>	"ფოლკლენდის კუნძულების ფუნტი",
 			'many'	=>	"ფოლკლენდის კუნძულების ფუნტი"
 		),

		'FRF'	=>	 array
		(
			'name'	=>	"ფრანგული ფრანკი",
 			'one'	=>	"ფრანგული ფრანკი",
 			'many'	=>	"ფრანგული ფრანკი"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"ბრიტანული გირვანქა სტერლინგი",
 			'one'	=>	"ბრიტანული გირვანქა სტერლინგი",
 			'many'	=>	"ინგლისური გირვანქა სტერლინგი"
 		),

		'GEK'	=>	 array
		(
			'name'	=>	"ქართული კუპონი ლარით",
 			'one'	=>	"ქართული კუპონი ლარით",
 			'many'	=>	"ქართული კუპონი ლარით"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"ქართული ლარი",
 			'one'	=>	"ქართული ლარი",
 			'many'	=>	"ქართული ლარი"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"განური სედი",
 			'one'	=>	"განური სედი",
 			'many'	=>	"განური სედი"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"გიბრალტარული ფუნტი",
 			'one'	=>	"გიბრალტარული ფუნტი",
 			'many'	=>	"გიბრალტარული ფუნტი"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"გამბიური დალასი",
 			'one'	=>	"გამბიური დალასი",
 			'many'	=>	"გამბიური დალასი"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"გვინეური ფრანკი",
 			'one'	=>	"გვინეური ფრანკი",
 			'many'	=>	"გვინეური ფრანკი"
 		),

		'GRD'	=>	 array
		(
			'name'	=>	"ბერძნული დრაჰმა",
 			'one'	=>	"ბერძნული დრაჰმა",
 			'many'	=>	"ბერძნული დრაჰმა"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"გვატემალური კეტსალი",
 			'one'	=>	"გვატემალური კეტსალი",
 			'many'	=>	"გვატემალური კეტსალი"
 		),

		'GWE'	=>	 array
		(
			'name'	=>	"პორტუგალიური გინეა ესკუდო",
 			'one'	=>	"პორტუგალიური გინეა ესკუდო",
 			'many'	=>	"პორტუგალიური გინეა ესკუდო"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"გაიანური დოლარი",
 			'one'	=>	"გაიანური დოლარი",
 			'many'	=>	"გაიანური დოლარი"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"ჰონკონგის დოლარი",
 			'one'	=>	"ჰონკონგის დოლარი",
 			'many'	=>	"ჰონგ კონგის დოლარი"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"ჰონდურასული ლემპირა",
 			'one'	=>	"ჰონდურასული ლემპირა",
 			'many'	=>	"ჰონდურასული ლემპირა"
 		),

		'HRD'	=>	 array
		(
			'name'	=>	"ხორვატიული დინარი",
 			'one'	=>	"ხორვატიული დინარი",
 			'many'	=>	"ხორვატიული დინარი"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"ხორვატული კუნა",
 			'one'	=>	"ხორვატული კუნა",
 			'many'	=>	"ხორვატული კუნა"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"ჰაიტური გურდი",
 			'one'	=>	"ჰაიტური გურდი",
 			'many'	=>	"ჰაიტური გურდი"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"უნგრული ფორინტი",
 			'one'	=>	"უნგრული ფორინტი",
 			'many'	=>	"უნგრული ფორინტი"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"ინდონეზიური რუპია",
 			'one'	=>	"ინდონეზიური რუპია",
 			'many'	=>	"ინდონეზიური რუპია"
 		),

		'IEP'	=>	 array
		(
			'name'	=>	"ირლანდიური გირვანქა",
 			'one'	=>	"ირლანდიური გირვანქა",
 			'many'	=>	"ირლანდიური გირვანქა"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"ისრაელის ახალი შეკელი",
 			'one'	=>	"ისრაელის ახალი შეკელი",
 			'many'	=>	"ისრაელის ახალი შეკელი"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"ინდური რუპია",
 			'one'	=>	"ინდური რუპია",
 			'many'	=>	"ინდური რუპია"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"ერაყული დინარი",
 			'one'	=>	"ერაყული დინარი",
 			'many'	=>	"ერაყული დინარი"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"ირანული რიალი",
 			'one'	=>	"ირანული რიალი",
 			'many'	=>	"ირანული რიალი"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"ისლანდიური კრონა",
 			'one'	=>	"ისლანდიური კრონა",
 			'many'	=>	"ისლანდიური კრონა"
 		),

		'ITL'	=>	 array
		(
			'name'	=>	"იტალიური ლირა",
 			'one'	=>	"იტალიური ლირა",
 			'many'	=>	"იტალიური ლირა"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"იამაიკური დოლარი",
 			'one'	=>	"იამაიკური დოლარი",
 			'many'	=>	"იამაიკური დოლარი"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"იორდანიული დოლარი",
 			'one'	=>	"იორდანიული დოლარი",
 			'many'	=>	"იორდანიული დოლარი"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"იაპონური იენი",
 			'one'	=>	"იაპონური იენი",
 			'many'	=>	"იაპონური იენი"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"კენიური შილინგი",
 			'one'	=>	"კენიური შილინგი",
 			'many'	=>	"კენიური შილინგი"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"ყირგიზული სომი",
 			'one'	=>	"ყირგიზული სომი",
 			'many'	=>	"ყირგიზული სომი"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"კამბოჯური რიელი",
 			'one'	=>	"კამბოჯური რიელი",
 			'many'	=>	"კამბოჯური რიელი"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"კომორული ფრანკი",
 			'one'	=>	"კომორული ფრანკი",
 			'many'	=>	"კომორული ფრანკი"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"ჩრდილოეთ კორეული ვონი",
 			'one'	=>	"ჩრდილოეთ კორეული ვონი",
 			'many'	=>	"ჩრდილოეთ კორეული ვონი"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"სამხრეთ კორეული ვონი",
 			'one'	=>	"სამხრეთ კორეული ვონი",
 			'many'	=>	"სამხრეთ კორეული ვონი"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"ქუვეითური დინარი",
 			'one'	=>	"ქუვეითური დინარი",
 			'many'	=>	"ქუვეითური დინარი"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"კაიმანის კუნძულების დოლარი",
 			'one'	=>	"კაიმანის კუნძულების დოლარი",
 			'many'	=>	"კაიმანის კუნძულების დოლარი"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"ყაზახური ტენგე",
 			'one'	=>	"ყაზახური ტენგე",
 			'many'	=>	"ყაზახური ტენგე"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"ლაოსური კიპი",
 			'one'	=>	"ლაოსური კიპი",
 			'many'	=>	"ლაოსური კიპი"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"ლიბანური ფუნტი",
 			'one'	=>	"ლიბანური ფუნტი",
 			'many'	=>	"ლიბანური ფუნტი"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"შრი-ლანკური რუპია",
 			'one'	=>	"შრი-ლანკური რუპია",
 			'many'	=>	"შრი ლანკას რუპია"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"ლიბერიული დოლარი",
 			'one'	=>	"ლიბერიული დოლარი",
 			'many'	=>	"ლიბერიული დოლარი"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"ლიტვური ლიტა",
 			'one'	=>	"ლიტვური ლიტა",
 			'many'	=>	"ლიტვური ლიტა"
 		),

		'LTT'	=>	 array
		(
			'name'	=>	"ლიტვური ტალონი",
 			'one'	=>	"ლიტვური ტალონი",
 			'many'	=>	"ლიტვური ტალონი"
 		),

		'LUC'	=>	 array
		(
			'name'	=>	"ლუქსემბურგის კონვერტირებადი ფრანკი",
 			'one'	=>	"ლუქსემბურგის კონვერტირებადი ფრანკი",
 			'many'	=>	"ლუქსემბურგის კონვერტირებადი ფრანკი"
 		),

		'LUF'	=>	 array
		(
			'name'	=>	"ლუქსემბურგის ფრანკი",
 			'one'	=>	"ლუქსემბურგის ფრანკი",
 			'many'	=>	"ლუქსემბურგის ფრანკი"
 		),

		'LUL'	=>	 array
		(
			'name'	=>	"ლუქსემბურგის ფინანსური ფრანკი",
 			'one'	=>	"ლუქსემბურგის ფინანსური ფრანკი",
 			'many'	=>	"ლუქსემბურგის ფინანსური ფრანკი"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"ლატვიური ლატი",
 			'one'	=>	"ლატვიური ლატი",
 			'many'	=>	"ლატვიური ლატი"
 		),

		'LVR'	=>	 array
		(
			'name'	=>	"ლატვიური რუბლი",
 			'one'	=>	"ლატვიური რუბლი",
 			'many'	=>	"ლატვიური რუბლი"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"ლიბიური დინარი",
 			'one'	=>	"ლიბიური დინარი",
 			'many'	=>	"ლიბიური დინარი"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"მაროკოს დირჰამი",
 			'one'	=>	"მაროკოს დირჰამი",
 			'many'	=>	"მაროკოს დირჰამი"
 		),

		'MAF'	=>	 array
		(
			'name'	=>	"მაროკოს ფრანკი",
 			'one'	=>	"მაროკოს ფრანკი",
 			'many'	=>	"მაროკოს ფრანკი"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"მოლდოვური ლეუ",
 			'one'	=>	"მოლდოვური ლეუ",
 			'many'	=>	"მოლდოვური ლეუ"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"მადაგასკარის არიარი",
 			'one'	=>	"მადაგასკარის არიარი",
 			'many'	=>	"მადაგასკარის არიარი"
 		),

		'MGF'	=>	 array
		(
			'name'	=>	"მადაგასკარის ფრანკი",
 			'one'	=>	"მადაგასკარის ფრანკი",
 			'many'	=>	"მადაგასკარის ფრანკი"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"მაკედონიური დინარი",
 			'one'	=>	"მაკედონიური დინარი",
 			'many'	=>	"მაკედონიური დინარი"
 		),

		'MLF'	=>	 array
		(
			'name'	=>	"მალის ფრანკი",
 			'one'	=>	"მალის ფრანკი",
 			'many'	=>	"მალის ფრანკი"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"მიანმარის კიატი",
 			'one'	=>	"მიანმარის კიატი",
 			'many'	=>	"მიანმარის კიატი"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"მონღოლური ტუგრიკი",
 			'one'	=>	"მონღოლური ტუგრიკი",
 			'many'	=>	"მონღოლური ტუგრიკი"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"მაკაუს პატაკა",
 			'one'	=>	"მაკაუს პატაკა",
 			'many'	=>	"მაკაუს პატაკა"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"მავრიტანული უგია",
 			'one'	=>	"მავრიტანული უგია",
 			'many'	=>	"მავრიტანული უგია"
 		),

		'MTL'	=>	 array
		(
			'name'	=>	"მალტის ლირა",
 			'one'	=>	"მალტის ლირა",
 			'many'	=>	"მალტის ლირა"
 		),

		'MTP'	=>	 array
		(
			'name'	=>	"მალტის გირვანქა",
 			'one'	=>	"მალტის გირვანქა",
 			'many'	=>	"მალტის გირვანქა"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"მავრიტანული რუპია",
 			'one'	=>	"მავრიტანული რუპია",
 			'many'	=>	"მავრიტანული რუპია"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"მალდივური რუფია",
 			'one'	=>	"მალდივური რუფია",
 			'many'	=>	"მალდივური რუფია"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"მალავიური კვაჩა",
 			'one'	=>	"მალავიური კვაჩა",
 			'many'	=>	"მალავიური კვაჩა"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"მექსიკური პესო",
 			'one'	=>	"მექსიკური პესო",
 			'many'	=>	"მექსიკური პესო"
 		),

		'MXP'	=>	 array
		(
			'name'	=>	"მექსიკური ვერცხლის პესო",
 			'one'	=>	"მექსიკური ვერცხლის პესო",
 			'many'	=>	"მექსიკური ვერცხლის პესო"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"მალაიზიური რინგიტი",
 			'one'	=>	"მალაიზიური რინგიტი",
 			'many'	=>	"მალაიზიური რინგიტი"
 		),

		'MZE'	=>	 array
		(
			'name'	=>	"მოზამბიკური ესკუდო",
 			'one'	=>	"მოზამბიკური ესკუდო",
 			'many'	=>	"მოზამბიკური ესკუდო"
 		),

		'MZM'	=>	 array
		(
			'name'	=>	"ძველი მოზამბიკური მეტიკალი",
 			'one'	=>	"ძველი მოზამბიკური მეტიკალი",
 			'many'	=>	"ძველი მოზამბიკური მეტიკალი"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"მოზამბიკური მეტიკალი",
 			'one'	=>	"მოზამბიკური მეტიკალი",
 			'many'	=>	"მოზამბიკური მეტიკალი"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"ნამიბიური დოლარი",
 			'one'	=>	"ნამიბიური დოლარი",
 			'many'	=>	"ნამიბიური დოლარი"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"ნიგერიული ნაირა",
 			'one'	=>	"ნიგერიული ნაირა",
 			'many'	=>	"ნიგერიული ნაირა"
 		),

		'NIC'	=>	 array
		(
			'name'	=>	"ნიკარაგუას კორდობა",
 			'one'	=>	"ნიკარაგუას კორდობა",
 			'many'	=>	"ნიკარაგუას კორდობა"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"ნიკარაგუული კორდობა",
 			'one'	=>	"ნიკარაგუას ოქროს კორდობა",
 			'many'	=>	"ნიკარაგუას ოქროს კორდობა"
 		),

		'NLG'	=>	 array
		(
			'name'	=>	"ჰოლანდიური გულდენი",
 			'one'	=>	"ჰოლანდიური გულდენი",
 			'many'	=>	"ჰოლანდიური გულდენი"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"ნორვეგიული კრონა",
 			'one'	=>	"ნორვეგიული კრონა",
 			'many'	=>	"ნორვეგიული კრონა"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"ნეპალური რუპია",
 			'one'	=>	"ნეპალური რუპია",
 			'many'	=>	"ნეპალური რუპია"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"ახალი ზელანდიის დოლარი",
 			'one'	=>	"ახალი ზელანდიის დოლარი",
 			'many'	=>	"ახალი ზელანდიის დოლარი"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"ომანის რიალი",
 			'one'	=>	"ომანის რიალი",
 			'many'	=>	"ომანის რიალი"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"პანამური ბალბოა",
 			'one'	=>	"პანამური ბალბოა",
 			'many'	=>	"პანამური ბალბოა"
 		),

		'PEI'	=>	 array
		(
			'name'	=>	"პერუს ინტი",
 			'one'	=>	"პერუს ინტი",
 			'many'	=>	"პერუს ინტი"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"პერუს ახალი სოლი",
 			'one'	=>	"პერუს ახალი სოლი",
 			'many'	=>	"პერუს ახალი სოლი"
 		),

		'PES'	=>	 array
		(
			'name'	=>	"პერუს სოლი",
 			'one'	=>	"პერუს სოლი",
 			'many'	=>	"პერუს სოლი"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"პაპუა-ახალი გვინეის კინა",
 			'one'	=>	"პაპუა-ახალი გვინეის კინა",
 			'many'	=>	"პაპუა-ახალი გვინეის კინა"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"ფილიპინური პესო",
 			'one'	=>	"ფილიპინური პესო",
 			'many'	=>	"ფილიპინური პესო"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"პაკისტანური რუპია",
 			'one'	=>	"პაკისტანური რუპია",
 			'many'	=>	"პაკისტანური რუპია"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"პოლონური ზლოტი",
 			'one'	=>	"პოლონური ზლოტი",
 			'many'	=>	"პოლონური ზლოტი"
 		),

		'PLZ'	=>	 array
		(
			'name'	=>	"პოლონური ზლოტი",
 			'one'	=>	"პოლონური ზლოტი",
 			'many'	=>	"პოლონური ზლოტი"
 		),

		'PTE'	=>	 array
		(
			'name'	=>	"პორტუგალიური ესკუდო",
 			'one'	=>	"პორტუგალიური ესკუდო",
 			'many'	=>	"პორტუგალიური ესკუდო"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"პარაგვაული გუარანი",
 			'one'	=>	"პარაგვაული გუარანი",
 			'many'	=>	"პარაგვაული გუარანი"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"კატარის რიალი",
 			'one'	=>	"კატარის რიალი",
 			'many'	=>	"კატარის რიალი"
 		),

		'RHD'	=>	 array
		(
			'name'	=>	"როდეზიული დოლარი",
 			'one'	=>	"როდეზიული დოლარი",
 			'many'	=>	"როდეზიული დოლარი"
 		),

		'ROL'	=>	 array
		(
			'name'	=>	"ძველი რუმინული ლეუ",
 			'one'	=>	"ძველი რუმინული ლეუ",
 			'many'	=>	"ძველი რუმინული ლეუ"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"რუმინული ლეუ",
 			'one'	=>	"რუმინული ლეუ",
 			'many'	=>	"რუმინული ლეუ"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"სერბული დინარი",
 			'one'	=>	"სერბული დინარი",
 			'many'	=>	"სერბული დინარი"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"რუსული რუბლი",
 			'one'	=>	"რუსული რუბლი",
 			'many'	=>	"რუსული რუბლი"
 		),

		'RUR'	=>	 array
		(
			'name'	=>	"რუსული რუბლი",
 			'one'	=>	"რუსული რუბლი",
 			'many'	=>	"რუსული რუბლი"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"რუანდული ფრანკი",
 			'one'	=>	"რუანდული ფრანკი",
 			'many'	=>	"რუანდული ფრანკი"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"საუდის არაბეთის რიალი",
 			'one'	=>	"საუდის არაბეთის რიალი",
 			'many'	=>	"საუდის არაბეთის რიალი"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"სოლომონის კუნძულების დოლარი",
 			'one'	=>	"სოლომონის კუნძულების დოლარი",
 			'many'	=>	"სოლომონის კუნძულების დოლარი"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"სეიშელური რუპია",
 			'one'	=>	"სეიშელური რუპია",
 			'many'	=>	"სეიშელური რუპია"
 		),

		'SDD'	=>	 array
		(
			'name'	=>	"სუდანის დინარი",
 			'one'	=>	"სუდანის დინარი",
 			'many'	=>	"სუდანის დინარი"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"სუდანური ფუნტი",
 			'one'	=>	"სუდანური ფუნტი",
 			'many'	=>	"სუდანური ფუნტი"
 		),

		'SDP'	=>	 array
		(
			'name'	=>	"სუდანის გირვანქა",
 			'one'	=>	"სუდანის გირვანქა",
 			'many'	=>	"სუდანის გირვანქა"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"შვედური კრონა",
 			'one'	=>	"შვედური კრონა",
 			'many'	=>	"შვედური კრონა"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"სინგაპურის დოლარი",
 			'one'	=>	"სინგაპურის დოლარი",
 			'many'	=>	"სინგაპურის დოლარი"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"წმ. ელენეს კუნძულის ფუნტი",
 			'one'	=>	"წმ. ელენეს კუნძულის ფუნტი",
 			'many'	=>	"წმ. ელენეს კუნძულის ფუნტი"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"სიერა-ლეონეს ლეონე",
 			'one'	=>	"სიერა-ლეონეს ლეონე",
 			'many'	=>	"სიერა-ლეონეს ლეონე"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"სომალური შილინგი",
 			'one'	=>	"სომალური შილინგი",
 			'many'	=>	"სომალური შილინგი"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"სურინამული დოლარი",
 			'one'	=>	"სურინამული დოლარი",
 			'many'	=>	"სურინამული დოლარი"
 		),

		'SRG'	=>	 array
		(
			'name'	=>	"სურინამის გულდენი",
 			'one'	=>	"სურინამის გულდენი",
 			'many'	=>	"სურინამის გულდენი"
 		),

		'SSP'	=>	 array
		(
			'name'	=>	"სამხრეთ სუდანური ფუნტი",
 			'one'	=>	"სამხრეთ სუდანური ფუნტი",
 			'many'	=>	"სამხრეთ სუდანური ფუნტი"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"სან-ტომე და პრინსიპის დობრა",
 			'one'	=>	"სან-ტომე და პრინსიპის დობრა",
 			'many'	=>	"სან-ტომე და პრინსიპის დობრა"
 		),

		'SUR'	=>	 array
		(
			'name'	=>	"საბჭოთა რუბლი",
 			'one'	=>	"საბჭოთა რუბლი",
 			'many'	=>	"საბჭოთა რუბლი"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"სირიული ფუნტი",
 			'one'	=>	"სირიული გირვანქა",
 			'many'	=>	"სირიული გირვანქა"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"სვაზილენდის ლილანგენი",
 			'one'	=>	"სვაზილენდის ლილანგენი",
 			'many'	=>	"სვაზილენდის ლილანგენი"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"ტაილანდური ბატი",
 			'one'	=>	"ტაილანდური ბატი",
 			'many'	=>	"ტაილანდური ბატი"
 		),

		'TJR'	=>	 array
		(
			'name'	=>	"ტაჯიკური რუბლი",
 			'one'	=>	"ტაჯიკური რუბლი",
 			'many'	=>	"ტაჯიკური რუბლი"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"ტაჯიკური სომონი",
 			'one'	=>	"ტაჯიკური სომონი",
 			'many'	=>	"ტაჯიკური სომონი"
 		),

		'TMM'	=>	 array
		(
			'name'	=>	"თურქმენული მანათი",
 			'one'	=>	"თურქმენული მანათი",
 			'many'	=>	"თურქმენული მანათი"
 		),

		'TMT'	=>	 array
		(
			'name'	=>	"თურქმენეთის მანათი",
 			'one'	=>	"თურქმენეთის მანათი",
 			'many'	=>	"თურქმენეთის მანათი"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"ტუნისური დინარი",
 			'one'	=>	"ტუნისის დინარი",
 			'many'	=>	"ტუნისის დინარი"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"ტონგანური პაანგა",
 			'one'	=>	"ტონგანური პაანგა",
 			'many'	=>	"ტონგანური პაანგა"
 		),

		'TRL'	=>	 array
		(
			'name'	=>	"თურქული ლირა",
 			'one'	=>	"თურქული ლირა",
 			'many'	=>	"თურქული ლირა"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"ახალი თურქული ლირა",
 			'one'	=>	"ახალი თურქული ლირა",
 			'many'	=>	"ახალი თურქული ლირა"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"ტრინიდად და ტობაგოს დოლარი",
 			'one'	=>	"ტრინიდად და ტობაგოს დოლარი",
 			'many'	=>	"ტრინიდად და ტობაგოს დოლარი"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"ტაივანური ახალი დოლარი",
 			'one'	=>	"ტაივანური ახალი დოლარი",
 			'many'	=>	"ტაივანური ახალი დოლარი"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"ტანზანიური შილინგი",
 			'one'	=>	"ტანზანიური შილინგი",
 			'many'	=>	"ტანზანიური შილინგი"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"უკრაინული გრივნა",
 			'one'	=>	"უკრაინული გრივნა",
 			'many'	=>	"უკრაინული გრივნა"
 		),

		'UAK'	=>	 array
		(
			'name'	=>	"უკრაინული კარბოვანეცი",
 			'one'	=>	"უკრაინული კარბოვანეცი",
 			'many'	=>	"უკრაინული კარბოვანეცი"
 		),

		'UGS'	=>	 array
		(
			'name'	=>	"უგანდური შილინგი",
 			'one'	=>	"უგანდური შილინგი",
 			'many'	=>	"უგანდური შილინგი"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"უგანდური შილინგი",
 			'one'	=>	"უგანდური შილინგი",
 			'many'	=>	"უგანდური შილინგი"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"აშშ დოლარი",
 			'one'	=>	"აშშ დოლარი",
 			'many'	=>	"აშშ დოლარი"
 		),

		'USN'	=>	 array
		(
			'name'	=>	"აშშ დოლარი",
 			'one'	=>	"აშშ დოლარი",
 			'many'	=>	"აშშ დოლარი"
 		),

		'USS'	=>	 array
		(
			'name'	=>	"აშშ დოლარი",
 			'one'	=>	"აშშ დოლარი",
 			'many'	=>	"აშშ დოლარი"
 		),

		'UYP'	=>	 array
		(
			'name'	=>	"ურუგვაის პესო",
 			'one'	=>	"ურუგვაის პესო",
 			'many'	=>	"ურუგვაის პესო"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"ურუგვაის პესო",
 			'one'	=>	"ურუგვაის პესო",
 			'many'	=>	"ურუგვაის პესო"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"უზბეკური სუმი",
 			'one'	=>	"უზბეკური სუმი",
 			'many'	=>	"უზბეკური სუმი"
 		),

		'VEB'	=>	 array
		(
			'name'	=>	"ვენესუელის ბოლივარი",
 			'one'	=>	"ვენესუელის ბოლივარი",
 			'many'	=>	"ვენესუელის ბოლივარი"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"ვენესუელის ბოლივარი",
 			'one'	=>	"ვენესუელის ბოლივარი",
 			'many'	=>	"ვენესუელის ბოლივარი"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"ვიეტნამური დონგი",
 			'one'	=>	"ვიეტნამური დონგი",
 			'many'	=>	"ვიეტნამური დონგი"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"ვანუატუს ვატუ",
 			'one'	=>	"ვანატუს ვატუ",
 			'many'	=>	"ვანატუს ვატუ"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"სამოური ტალა",
 			'one'	=>	"დასავლეთ სამოას ტალა",
 			'many'	=>	"დასავლეთ სამოას ტალა"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"Cfa ფრანკი",
 			'one'	=>	"Cfa ფრანკი",
 			'many'	=>	"Cfa ფრანკი"
 		),

		'XAG'	=>	 array
		(
			'name'	=>	"ვერცხლი",
 			'one'	=>	"ვერცხლი",
 			'many'	=>	"ვერცხლი"
 		),

		'XBA'	=>	 array
		(
			'name'	=>	"ევროპული კომპპოზიტური ერთეული",
 			'one'	=>	"ევროპული კომპპოზიტური ერთეული",
 			'many'	=>	"ევროპული კომპპოზიტური ერთეული"
 		),

		'XBB'	=>	 array
		(
			'name'	=>	"ევროპული ფულადი ერთეული",
 			'one'	=>	"ევროპული ფულადი ერთეული",
 			'many'	=>	"ევროპული ფულადი ერთეული"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"აღმოსავლეთ კარიბიული დოლარი",
 			'one'	=>	"აღმოსავლეთ კარიბიული დოლარი",
 			'many'	=>	"აღმოსავლეთ კარიბიული დოლარი"
 		),

		'XEU'	=>	 array
		(
			'name'	=>	"ევროპული სავალუტო ერთეული",
 			'one'	=>	"ევროპული სავალუტო ერთეული",
 			'many'	=>	"ევროპული სავალუტო ერთეული"
 		),

		'XFO'	=>	 array
		(
			'name'	=>	"ფრანგული ოქროს ფრანკი",
 			'one'	=>	"ფრანგული ოქროს ფრანკი",
 			'many'	=>	"ფრანგული ოქროს ფრანკი"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"(Cfa) ფრანკი",
 			'one'	=>	"Cfa ფრანკი",
 			'many'	=>	"Cfa ფრანკი"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"Cfp ფრანკი",
 			'one'	=>	"Cfp ფრანკი",
 			'many'	=>	"Cfp ფრანკი"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"უცნობი ვალუტა",
 			'one'	=>	"(ვალუტის უცნობი ერთეული)",
 			'many'	=>	"უცნობი ვალუტა"
 		),

		'YDD'	=>	 array
		(
			'name'	=>	"იემენის დინარი",
 			'one'	=>	"იემენის დინარი",
 			'many'	=>	"იემენის დინარი"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"იემენის რეალი",
 			'one'	=>	"იემენის რეალი",
 			'many'	=>	"იემენის რეალი"
 		),

		'YUD'	=>	 array
		(
			'name'	=>	"იუგოსლავიური მყარი დინარი",
 			'one'	=>	"იუგოსლავიური მყარი დინარი",
 			'many'	=>	"იუგოსლავიური მყარი დინარი"
 		),

		'YUM'	=>	 array
		(
			'name'	=>	"იუგოსლავიური ახალი დინარი",
 			'one'	=>	"იუგოსლავიური ახალი დინარი",
 			'many'	=>	"იუგოსლავიური ახალი დინარი"
 		),

		'YUN'	=>	 array
		(
			'name'	=>	"იუგოსლავიური კონვერტირებადი დინარი",
 			'one'	=>	"იუგოსლავიური კონვერტირებადი დინარი",
 			'many'	=>	"იუგოსლავიური კონვერტირებადი დინარი"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"სამხრეთ აფრიკული რანდი",
 			'one'	=>	"სამხრეთ აფრიკული რანდი",
 			'many'	=>	"სამხრეთ აფრიკული რანდი"
 		),

		'ZMK'	=>	 array
		(
			'name'	=>	"ზამბიური კვაჩა",
 			'one'	=>	"ზამბიური კვაჭა",
 			'many'	=>	"ზამბიური კვაჭა"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"ზამბიური კვაჭა",
 			'one'	=>	"ზამბიური კვაჭა",
 			'many'	=>	"ზამბიური კვაჭა"
 		),

		'ZRN'	=>	 array
		(
			'name'	=>	"ზაირის ახალი ზაირი",
 			'one'	=>	"ზაირის ახალი ზაირი",
 			'many'	=>	"ზაირის ახალი ზაირი"
 		),

		'ZRZ'	=>	 array
		(
			'name'	=>	"ზაირის ზაირი",
 			'one'	=>	"ზაირის ზაირი",
 			'many'	=>	"ზაირის ზაირი"
 		),

		'ZWD'	=>	 array
		(
			'name'	=>	"ზიმბაბვეს დოლარი",
 			'one'	=>	"ზიმბაბვეს დოლარი",
 			'many'	=>	"ზიმბაბვეს დოლარი"
 		),

    ),
);
