<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'ADP'	=>	 array
		(
			'name'	=>	"بيستا أندوري",
 			'one'	=>	"بيستا أندوري",
 			'many'	=>	"بيستا أندوري"
 		),

		'AED'	=>	 array
		(
			'name'	=>	"درهم إماراتي",
 			'one'	=>	"درهم إماراتي",
 			'many'	=>	"درهم إماراتي"
 		),

		'AFA'	=>	 array
		(
			'name'	=>	"أفغاني - 1927-2002",
 			'one'	=>	"أفغاني - 1927-2002",
 			'many'	=>	"أفغاني - 1927-2002"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"أفغاني",
 			'one'	=>	"أفغاني أفغانستاني",
 			'many'	=>	"أفغاني أفغانستاني"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"ليك ألباني",
 			'one'	=>	"ليك ألباني",
 			'many'	=>	"ليك ألباني"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"درام أرميني",
 			'one'	=>	"درام أرميني",
 			'many'	=>	"درام أرميني"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"غيلدر هولندي أنتيلي",
 			'one'	=>	"غيلدر أنتيلي هولندي",
 			'many'	=>	"غيلدر أنتيلي هولندي"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"كوانزا أنجولي",
 			'one'	=>	"كوانزا أنجولي",
 			'many'	=>	"كوانزا أنجولي"
 		),

		'AOK'	=>	 array
		(
			'name'	=>	"كوانزا أنجولي - 1977-1990",
 			'one'	=>	"كوانزا أنجولي - 1977-1990",
 			'many'	=>	"كوانزا أنجولي - 1977-1990"
 		),

		'AON'	=>	 array
		(
			'name'	=>	"كوانزا أنجولي جديدة - 1990-2000",
 			'one'	=>	"كوانزا أنجولي جديدة - 1990-2000",
 			'many'	=>	"كوانزا أنجولي جديدة - 1990-2000"
 		),

		'AOR'	=>	 array
		(
			'name'	=>	"كوانزا أنجولي معدلة - 1995 - 1999",
 			'one'	=>	"كوانزا أنجولي معدلة - 1995 - 1999",
 			'many'	=>	"كوانزا أنجولي معدلة - 1995 - 1999"
 		),

		'ARA'	=>	 array
		(
			'name'	=>	"استرال أرجنتيني",
 			'one'	=>	"أسترال أرجنتيني",
 			'many'	=>	"أسترال أرجنتيني"
 		),

		'ARP'	=>	 array
		(
			'name'	=>	"بيزو أرجنتيني - 1983-1985",
 			'one'	=>	"بيزو أرجنتيني - 1983-1985",
 			'many'	=>	"بيزو أرجنتيني - 1983-1985"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"بيزو أرجنتيني",
 			'one'	=>	"بيزو أرجنتيني",
 			'many'	=>	"بيزو أرجنتيني"
 		),

		'ATS'	=>	 array
		(
			'name'	=>	"شلن نمساوي",
 			'one'	=>	"شلن نمساوي",
 			'many'	=>	"شلن نمساوي"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"دولار أسترالي",
 			'one'	=>	"دولار أسترالي",
 			'many'	=>	"دولار أسترالي"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"فلورن أروبي",
 			'one'	=>	"فلورن أروبي",
 			'many'	=>	"فلورن أروبي"
 		),

		'AZM'	=>	 array
		(
			'name'	=>	"مانات أذريبجاني",
 			'one'	=>	"مانات أذريبجاني",
 			'many'	=>	"مانات أذريبجاني"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"مانات أذربيجان",
 			'one'	=>	"مانات أذربيجان",
 			'many'	=>	"مانات أذربيجان"
 		),

		'BAD'	=>	 array
		(
			'name'	=>	"دينار البوسنة والهرسك",
 			'one'	=>	"دينار البوسنة والهرسك",
 			'many'	=>	"دينار البوسنة والهرسك"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"مارك البوسنة والهرسك قابل للتحويل",
 			'one'	=>	"مارك البوسنة والهرسك قابل للتحويل",
 			'many'	=>	"مارك البوسنة والهرسك قابل للتحويل"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"دولار بربادوسي",
 			'one'	=>	"دولار بربادوسي",
 			'many'	=>	"دولار بربادوسي"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"تاكا بنجلاديشي",
 			'one'	=>	"تاكا بنجلاديشي",
 			'many'	=>	"تاكا بنجلاديشي"
 		),

		'BEC'	=>	 array
		(
			'name'	=>	"فرنك بلجيكي قابل للتحويل",
 			'one'	=>	"فرنك بلجيكي قابل للتحويل",
 			'many'	=>	"فرنك بلجيكي قابل للتحويل"
 		),

		'BEF'	=>	 array
		(
			'name'	=>	"فرنك بلجيكي",
 			'one'	=>	"فرنك بلجيكي",
 			'many'	=>	"فرنك بلجيكي"
 		),

		'BEL'	=>	 array
		(
			'name'	=>	"فرنك بلجيكي مالي",
 			'one'	=>	"فرنك بلجيكي مالي",
 			'many'	=>	"فرنك بلجيكي مالي"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"ليف بلغاري",
 			'one'	=>	"ليف بلغاري",
 			'many'	=>	"ليف بلغاري"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"دينار بحريني",
 			'one'	=>	"دينار بحريني",
 			'many'	=>	"دينار بحريني"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"فرنك بروندي",
 			'one'	=>	"فرنك بروندي",
 			'many'	=>	"فرنك بروندي"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"دولار برمودي",
 			'one'	=>	"دولار برمودي",
 			'many'	=>	"دولار برمودي"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"دولار بروناي",
 			'one'	=>	"دولار بروناي",
 			'many'	=>	"دولار بروناي"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"بوليفيانو بوليفي",
 			'one'	=>	"بوليفيانو بوليفي",
 			'many'	=>	"بوليفيانو بوليفي"
 		),

		'BOP'	=>	 array
		(
			'name'	=>	"بيزو بوليفي",
 			'one'	=>	"بيزو بوليفي",
 			'many'	=>	"بيزو بوليفي"
 		),

		'BOV'	=>	 array
		(
			'name'	=>	"مفدول بوليفي",
 			'one'	=>	"مفدول بوليفي",
 			'many'	=>	"مفدول بوليفي"
 		),

		'BRB'	=>	 array
		(
			'name'	=>	"نوفو كروزايرو برازيلي - 1967-1986",
 			'one'	=>	"نوفو كروزايرو برازيلي - 1967-1986",
 			'many'	=>	"نوفو كروزايرو برازيلي - 1967-1986"
 		),

		'BRC'	=>	 array
		(
			'name'	=>	"كروزادو برازيلي",
 			'one'	=>	"كروزادو برازيلي",
 			'many'	=>	"كروزادو برازيلي"
 		),

		'BRE'	=>	 array
		(
			'name'	=>	"كروزايرو برازيلي - 1990-1993",
 			'one'	=>	"كروزايرو برازيلي - 1990-1993",
 			'many'	=>	"كروزايرو برازيلي - 1990-1993"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"ريال برازيلي",
 			'one'	=>	"ريال برازيلي",
 			'many'	=>	"ريال برازيلي"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"دولار باهامي",
 			'one'	=>	"دولار باهامي",
 			'many'	=>	"دولار باهامي"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"نولتوم بوتاني",
 			'one'	=>	"نولتوم بوتاني",
 			'many'	=>	"نولتوم بوتاني"
 		),

		'BUK'	=>	 array
		(
			'name'	=>	"كيات بورمي",
 			'one'	=>	"كيات بورمي",
 			'many'	=>	"كيات بورمي"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"بولا بتسواني",
 			'one'	=>	"بولا بتسواني",
 			'many'	=>	"بولا بتسواني"
 		),

		'BYB'	=>	 array
		(
			'name'	=>	"روبل بيلاروسي جديد - 1994-1999",
 			'one'	=>	"روبل بيلاروسي جديد - 1994-1999",
 			'many'	=>	"روبل بيلاروسي جديد - 1994-1999"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"روبل بيلاروسي",
 			'one'	=>	"روبل بيلاروسي",
 			'many'	=>	"روبل بيلاروسي"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"دولار بليزي",
 			'one'	=>	"دولار بليزي",
 			'many'	=>	"دولار بليزي"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"دولار كندي",
 			'one'	=>	"دولار كندي",
 			'many'	=>	"دولار كندي"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"فرنك كونغولي",
 			'one'	=>	"فرنك كونغولي",
 			'many'	=>	"فرنك كونغولي"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"فرنك سويسري",
 			'one'	=>	"فرنك سويسري",
 			'many'	=>	"فرنك سويسري"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"بيزو شيلي",
 			'one'	=>	"بيزو شيلي",
 			'many'	=>	"بيزو شيلي"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"يوان صيني",
 			'one'	=>	"يوان صيني",
 			'many'	=>	"يوان صيني"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"بيزو كولومبي",
 			'one'	=>	"بيزو كولومبي",
 			'many'	=>	"بيزو كولومبي"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"كولن كوستا ريكي",
 			'one'	=>	"كولن كوستا ريكي",
 			'many'	=>	"كولن كوستا ريكي"
 		),

		'CSD'	=>	 array
		(
			'name'	=>	"دينار صربي قديم",
 			'one'	=>	"دينار صربي قديم",
 			'many'	=>	"دينار صربي قديم"
 		),

		'CSK'	=>	 array
		(
			'name'	=>	"كرونة تشيكوسلوفاكيا",
 			'one'	=>	"كرونة تشيكوسلوفاكيا",
 			'many'	=>	"كرونة تشيكوسلوفاكيا"
 		),

		'CUC'	=>	 array
		(
			'name'	=>	"بيزو كوبي قابل للتحويل",
 			'one'	=>	"بيزو كوبي قابل للتحويل",
 			'many'	=>	"بيزو كوبي قابل للتحويل"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"بيزو كوبي",
 			'one'	=>	"بيزو كوبي",
 			'many'	=>	"بيزو كوبي"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"اسكودو الرأس الخضراء",
 			'one'	=>	"اسكودو الرأس الخضراء",
 			'many'	=>	"اسكودو الرأس الخضراء"
 		),

		'CYP'	=>	 array
		(
			'name'	=>	"جنيه قبرصي",
 			'one'	=>	"جنيه قبرصي",
 			'many'	=>	"جنيه قبرصي"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"كرونة تشيكية",
 			'one'	=>	"كرونة تشيكية",
 			'many'	=>	"كرونة تشيكية"
 		),

		'DDM'	=>	 array
		(
			'name'	=>	"أوستمارك ألماني شرقي",
 			'one'	=>	"أوستمارك ألماني شرقي",
 			'many'	=>	"أوستمارك ألماني شرقي"
 		),

		'DEM'	=>	 array
		(
			'name'	=>	"مارك ألماني",
 			'one'	=>	"مارك ألماني",
 			'many'	=>	"مارك ألماني"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"فرنك جيبوتي",
 			'one'	=>	"فرنك جيبوتي",
 			'many'	=>	"فرنك جيبوتي"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"كرونة دانماركي",
 			'one'	=>	"كرونة دانماركي",
 			'many'	=>	"كرونة دانماركي"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"بيزو الدومنيكان",
 			'one'	=>	"بيزو الدومنيكان",
 			'many'	=>	"بيزو الدومنيكان"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"دينار جزائري",
 			'one'	=>	"دينار جزائري",
 			'many'	=>	"دينار جزائري"
 		),

		'EEK'	=>	 array
		(
			'name'	=>	"كرونة استونية",
 			'one'	=>	"كرونة أستونية",
 			'many'	=>	"كرونة أستونية"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"جنيه مصري",
 			'one'	=>	"جنيه مصري",
 			'many'	=>	"جنيه مصري"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"ناكفا أريتري",
 			'one'	=>	"ناكفا أريتري",
 			'many'	=>	"ناكفا أريتري"
 		),

		'ESP'	=>	 array
		(
			'name'	=>	"بيزيتا إسباني",
 			'one'	=>	"بيزيتا إسباني",
 			'many'	=>	"بيزيتا إسباني"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"بير أثيوبي",
 			'one'	=>	"بير أثيوبي",
 			'many'	=>	"بير أثيوبي"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"يورو",
 			'one'	=>	"يورو",
 			'many'	=>	"يورو"
 		),

		'FIM'	=>	 array
		(
			'name'	=>	"ماركا فنلندي",
 			'one'	=>	"ماركا فنلندي",
 			'many'	=>	"ماركا فنلندي"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"دولار فيجي",
 			'one'	=>	"دولار فيجي",
 			'many'	=>	"دولار فيجي"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"جنيه جزر فوكلاند",
 			'one'	=>	"جنيه جزر فوكلاند",
 			'many'	=>	"جنيه جزر فوكلاند"
 		),

		'FRF'	=>	 array
		(
			'name'	=>	"فرنك فرنسي",
 			'one'	=>	"فرنك فرنسي",
 			'many'	=>	"فرنك فرنسي"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"جنيه إسترليني",
 			'one'	=>	"جنيه إسترليني",
 			'many'	=>	"جنيه إسترليني"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"لارى جورجي",
 			'one'	=>	"لاري جورجي",
 			'many'	=>	"لاري جورجي"
 		),

		'GHC'	=>	 array
		(
			'name'	=>	"سيدي غاني",
 			'one'	=>	"سيدي غاني",
 			'many'	=>	"سيدي غاني"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"سيدي غانا",
 			'one'	=>	"سيدي غانا",
 			'many'	=>	"سيدي غانا"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"جنيه جبل طارق",
 			'one'	=>	"جنيه جبل طارق",
 			'many'	=>	"جنيه جبل طارق"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"دلاسي جامبي",
 			'one'	=>	"دلاسي جامبي",
 			'many'	=>	"دلاسي جامبي"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"فرنك غينيا",
 			'one'	=>	"فرنك غينيا",
 			'many'	=>	"فرنك غينيا"
 		),

		'GNS'	=>	 array
		(
			'name'	=>	"سيلي غينيا",
 			'one'	=>	"سيلي غينيا",
 			'many'	=>	"سيلي غينيا"
 		),

		'GQE'	=>	 array
		(
			'name'	=>	"اكويل جونينا غينيا الاستوائيّة",
 			'one'	=>	"اكويل جونينا غينيا الاستوائيّة",
 			'many'	=>	"اكويل جونينا غينيا الاستوائيّة"
 		),

		'GRD'	=>	 array
		(
			'name'	=>	"دراخما يوناني",
 			'one'	=>	"دراخما يوناني",
 			'many'	=>	"دراخما يوناني"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"كوتزال جواتيمالا",
 			'one'	=>	"كوتزال جواتيمالا",
 			'many'	=>	"كوتزال جواتيمالا"
 		),

		'GWE'	=>	 array
		(
			'name'	=>	"اسكود برتغالي غينيا",
 			'one'	=>	"اسكود برتغالي غينيا",
 			'many'	=>	"اسكود برتغالي غينيا"
 		),

		'GWP'	=>	 array
		(
			'name'	=>	"بيزو غينيا بيساو",
 			'one'	=>	"بيزو غينيا بيساو",
 			'many'	=>	"بيزو غينيا بيساو"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"دولار غيانا",
 			'one'	=>	"دولار غيانا",
 			'many'	=>	"دولار غيانا"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"دولار هونج كونج",
 			'one'	=>	"دولار هونج كونج",
 			'many'	=>	"دولار هونج كونج"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"ليمبيرا هنداروس",
 			'one'	=>	"ليمبيرا هندوراس",
 			'many'	=>	"ليمبيرا هندوراس"
 		),

		'HRD'	=>	 array
		(
			'name'	=>	"دينار كرواتي",
 			'one'	=>	"دينار كرواتي",
 			'many'	=>	"دينار كرواتي"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"كونا كرواتي",
 			'one'	=>	"كونا كرواتي",
 			'many'	=>	"كونا كرواتي"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"جوردى هايتي",
 			'one'	=>	"جوردى هايتي",
 			'many'	=>	"جوردى هايتي"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"فورينت مجري",
 			'one'	=>	"فورينت مجري",
 			'many'	=>	"فورينت مجري"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"روبية إندونيسية",
 			'one'	=>	"روبيه إندونيسية",
 			'many'	=>	"روبيه إندونيسية"
 		),

		'IEP'	=>	 array
		(
			'name'	=>	"جنيه إيرلندي",
 			'one'	=>	"جنيه إيرلندي",
 			'many'	=>	"جنيه إيرلندي"
 		),

		'ILP'	=>	 array
		(
			'name'	=>	"جنيه إسرائيلي",
 			'one'	=>	"جنيه إسرائيلي",
 			'many'	=>	"جنيه إسرائيلي"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"شيكل إسرائيلي جديد",
 			'one'	=>	"شيكل إسرائيلي جديد",
 			'many'	=>	"شيكل إسرائيلي جديد"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"روبيه هندي",
 			'one'	=>	"روبية هندي",
 			'many'	=>	"روبية هندي"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"دينار عراقي",
 			'one'	=>	"دينار عراقي",
 			'many'	=>	"دينار عراقي"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"ريال إيراني",
 			'one'	=>	"ريال إيراني",
 			'many'	=>	"ريال إيراني"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"كرونه أيسلندي",
 			'one'	=>	"كرونه أيسلندي",
 			'many'	=>	"كرونه أيسلندي"
 		),

		'ITL'	=>	 array
		(
			'name'	=>	"ليرة إيطالية",
 			'one'	=>	"ليرة إيطالية",
 			'many'	=>	"ليرة إيطالية"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"دولار جامايكي",
 			'one'	=>	"دولار جامايكي",
 			'many'	=>	"دولار جامايكي"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"دينار أردني",
 			'one'	=>	"دينار أردني",
 			'many'	=>	"دينار أردني"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"ين ياباني",
 			'one'	=>	"ين ياباني",
 			'many'	=>	"ين ياباني"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"شلن كينيي",
 			'one'	=>	"شلن كينيي",
 			'many'	=>	"شلن كينيي"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"سوم قيرغستاني",
 			'one'	=>	"سوم قيرغستاني",
 			'many'	=>	"سوم قيرغستاني"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"رييال كمبودي",
 			'one'	=>	"رييال كمبودي",
 			'many'	=>	"رييال كمبودي"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"فرنك جزر القمر",
 			'one'	=>	"فرنك جزر القمر",
 			'many'	=>	"فرنك جزر القمر"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"وون كوريا الشمالية",
 			'one'	=>	"وون كوريا الشمالية",
 			'many'	=>	"وون كوريا الشمالية"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"وون كوريا الجنوبية",
 			'one'	=>	"وون كوريا الجنوبية",
 			'many'	=>	"وون كوريا الجنوبية"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"دينار كويتي",
 			'one'	=>	"دينار كويتي",
 			'many'	=>	"دينار كويتي"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"دولار جزر كيمن",
 			'one'	=>	"دولار جزر كيمن",
 			'many'	=>	"دولار جزر كيمن"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"تينغ كازاخستاني",
 			'one'	=>	"تينغ كازاخستاني",
 			'many'	=>	"تينغ كازاخستاني"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"كيب لاوسي",
 			'one'	=>	"كيب لاوسي",
 			'many'	=>	"كيب لاوسي"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"جنية لبناني",
 			'one'	=>	"جنية لبناني",
 			'many'	=>	"جنية لبناني"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"روبية سريلانكية",
 			'one'	=>	"روبية سريلانكية",
 			'many'	=>	"روبية سريلانكية"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"دولار ليبيري",
 			'one'	=>	"دولار ليبيري",
 			'many'	=>	"دولار ليبيري"
 		),

		'LSL'	=>	 array
		(
			'name'	=>	"لوتي ليسوتو",
 			'one'	=>	"لوتي ليسوتو",
 			'many'	=>	"لوتي ليسوتو"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"ليتا ليتوانية",
 			'one'	=>	"ليتا ليتوانية",
 			'many'	=>	"ليتا ليتوانية"
 		),

		'LTT'	=>	 array
		(
			'name'	=>	"تالوناس ليتواني",
 			'one'	=>	"تالوناس ليتواني",
 			'many'	=>	"تالوناس ليتواني"
 		),

		'LUC'	=>	 array
		(
			'name'	=>	"فرنك لوكسمبرج قابل للتحويل",
 			'one'	=>	"فرنك لوكسمبرج قابل للتحويل",
 			'many'	=>	"فرنك لوكسمبرج قابل للتحويل"
 		),

		'LUF'	=>	 array
		(
			'name'	=>	"فرنك لوكسمبرج",
 			'one'	=>	"فرنك لوكسمبرج",
 			'many'	=>	"فرنك لوكسمبرج"
 		),

		'LUL'	=>	 array
		(
			'name'	=>	"فرنك لوكسمبرج المالي",
 			'one'	=>	"فرنك لوكسمبرج المالي",
 			'many'	=>	"فرنك لوكسمبرج المالي"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"لاتس لاتفيا",
 			'one'	=>	"لاتس لاتفي",
 			'many'	=>	"لاتس لاتفي"
 		),

		'LVR'	=>	 array
		(
			'name'	=>	"روبل لاتفيا",
 			'one'	=>	"روبل لاتفيا",
 			'many'	=>	"روبل لاتفيا"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"دينار ليبي",
 			'one'	=>	"دينار ليبي",
 			'many'	=>	"دينار ليبي"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"درهم مغربي",
 			'one'	=>	"درهم مغربي",
 			'many'	=>	"درهم مغربي"
 		),

		'MAF'	=>	 array
		(
			'name'	=>	"فرنك مغربي",
 			'one'	=>	"فرنك مغربي",
 			'many'	=>	"فرنك مغربي"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"ليو مولدوفي",
 			'one'	=>	"ليو مولدوفي",
 			'many'	=>	"ليو مولدوفي"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"أرياري مدغشقر",
 			'one'	=>	"أرياري مدغشقر",
 			'many'	=>	"أرياري مدغشقر"
 		),

		'MGF'	=>	 array
		(
			'name'	=>	"فرنك مدغشقر",
 			'one'	=>	"فرنك مدغشقر",
 			'many'	=>	"فرنك مدغشقر"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"دينار مقدوني",
 			'one'	=>	"دينار مقدوني",
 			'many'	=>	"دينار مقدوني"
 		),

		'MLF'	=>	 array
		(
			'name'	=>	"فرنك مالي",
 			'one'	=>	"فرنك مالي",
 			'many'	=>	"فرنك مالي"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"كيات ميانمار",
 			'one'	=>	"كيات ميانمار",
 			'many'	=>	"كيات ميانمار"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"توغروغ منغولي",
 			'one'	=>	"توغروغ منغولي",
 			'many'	=>	"توغروغ منغولي"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"باتاكا ماكاوي",
 			'one'	=>	"باتاكا ماكاوي",
 			'many'	=>	"باتاكا ماكاوي"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"أوقية موريتانية",
 			'one'	=>	"أوقية موريتانية",
 			'many'	=>	"أوقية موريتانية"
 		),

		'MTL'	=>	 array
		(
			'name'	=>	"ليرة مالطية",
 			'one'	=>	"ليرة مالطية",
 			'many'	=>	"ليرة مالطية"
 		),

		'MTP'	=>	 array
		(
			'name'	=>	"جنيه مالطي",
 			'one'	=>	"جنيه مالطي",
 			'many'	=>	"جنيه مالطي"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"روبية موريشيوسية",
 			'one'	=>	"روبي موريشي",
 			'many'	=>	"روبي موريشي"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"روفيه جزر المالديف",
 			'one'	=>	"روفيه جزر المالديف",
 			'many'	=>	"روفيه جزر المالديف"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"كواشا مالاوي",
 			'one'	=>	"كواشا مالاوي",
 			'many'	=>	"كواشا مالاوي"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"بيزو مكسيكي",
 			'one'	=>	"بيزو مكسيكي",
 			'many'	=>	"بيزو مكسيكي"
 		),

		'MXP'	=>	 array
		(
			'name'	=>	"بيزو فضي مكسيكي - 1861-1992",
 			'one'	=>	"بيزو فضي مكسيكي",
 			'many'	=>	"بيزو فضي مكسيكي"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"رينغيت ماليزي",
 			'one'	=>	"رينغيت ماليزي",
 			'many'	=>	"رينغيت ماليزي"
 		),

		'MZE'	=>	 array
		(
			'name'	=>	"اسكود موزمبيقي",
 			'one'	=>	"اسكود موزمبيقي",
 			'many'	=>	"اسكود موزمبيقي"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"متكال موزمبيقي",
 			'one'	=>	"متكال موزمبيقي",
 			'many'	=>	"متكال موزمبيقي"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"دولار ناميبي",
 			'one'	=>	"دولار نامبيا",
 			'many'	=>	"دولار نامبيا"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"نايرا نيجيري",
 			'one'	=>	"نايرا نيجيري",
 			'many'	=>	"نايرا نيجيري"
 		),

		'NIC'	=>	 array
		(
			'name'	=>	"كوردوبة نيكاراجوا",
 			'one'	=>	"كوردوبة نيكاراجوا",
 			'many'	=>	"كوردوبة نيكاراجوا"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"قرطبة نيكاراغوا",
 			'one'	=>	"قرطبة نيكاراغوا",
 			'many'	=>	"قرطبة نيكاراغوا"
 		),

		'NLG'	=>	 array
		(
			'name'	=>	"جلدر هولندي",
 			'one'	=>	"جلدر هولندي",
 			'many'	=>	"جلدر هولندي"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"كرونة نرويجية",
 			'one'	=>	"كرونة نرويجية",
 			'many'	=>	"كرونة نرويجية"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"روبية نيبالي",
 			'one'	=>	"روبية نيبالي",
 			'many'	=>	"روبية نيبالي"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"دولار نيوزيلندي",
 			'one'	=>	"دولار نيوزيلندي",
 			'many'	=>	"دولار نيوزيلندي"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"ريال عماني",
 			'one'	=>	"ريال عماني",
 			'many'	=>	"ريال عماني"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"بالبوا بنمي",
 			'one'	=>	"بالبوا بنمي",
 			'many'	=>	"بالبوا بنمي"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"سول جديد البيرو",
 			'one'	=>	"سول جديد البيرو",
 			'many'	=>	"سول جديد البيرو"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"كينا بابوا غينيا الجديدة",
 			'one'	=>	"كينا بابوا غينيا الجديدة",
 			'many'	=>	"كينا بابوا غينيا الجديدة"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"بيزو فلبيني",
 			'one'	=>	"بيزو فلبيني",
 			'many'	=>	"بيزو فلبيني"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"روبية باكستاني",
 			'one'	=>	"روبية باكستاني",
 			'many'	=>	"روبية باكستاني"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"زلوتي بولندي",
 			'one'	=>	"زلوتي بولندي",
 			'many'	=>	"زلوتي بولندي"
 		),

		'PLZ'	=>	 array
		(
			'name'	=>	"زلوتي بولندي - 1950-1995",
 			'one'	=>	"زلوتي بولندي - 1950-1995",
 			'many'	=>	"زلوتي بولندي - 1950-1995"
 		),

		'PTE'	=>	 array
		(
			'name'	=>	"اسكود برتغالي",
 			'one'	=>	"أسكود برتغالي",
 			'many'	=>	"أسكود برتغالي"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"جواراني باراجواي",
 			'one'	=>	"جواراني باراجواي",
 			'many'	=>	"جواراني باراجواي"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"ريال قطري",
 			'one'	=>	"ريال قطري",
 			'many'	=>	"ريال قطري"
 		),

		'RHD'	=>	 array
		(
			'name'	=>	"دولار روديسي",
 			'one'	=>	"دولار روديسي",
 			'many'	=>	"دولار روديسي"
 		),

		'ROL'	=>	 array
		(
			'name'	=>	"ليو روماني قديم",
 			'one'	=>	"ليو روماني قديم",
 			'many'	=>	"ليو روماني قديم"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"ليو روماني",
 			'one'	=>	"ليو روماني",
 			'many'	=>	"ليو روماني"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"دينار صربي",
 			'one'	=>	"دينار صربي",
 			'many'	=>	"دينار صربي"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"روبل روسي",
 			'one'	=>	"روبل روسي",
 			'many'	=>	"روبل روسي"
 		),

		'RUR'	=>	 array
		(
			'name'	=>	"روبل روسي - 1991-1998",
 			'one'	=>	"روبل روسي - 1991-1998",
 			'many'	=>	"روبل روسي - 1991-1998"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"فرنك رواندي",
 			'one'	=>	"فرنك رواندي",
 			'many'	=>	"فرنك رواندي"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"ريال سعودي",
 			'one'	=>	"ريال سعودي",
 			'many'	=>	"ريال سعودي"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"دولار جزر سليمان",
 			'one'	=>	"دولار جزر سليمان",
 			'many'	=>	"دولار جزر سليمان"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"روبية سيشيلية",
 			'one'	=>	"روبية سيشيلية",
 			'many'	=>	"روبية سيشيلية"
 		),

		'SDD'	=>	 array
		(
			'name'	=>	"دينار سوداني",
 			'one'	=>	"دينار سوداني قديم",
 			'many'	=>	"دينار سوداني قديم"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"جنيه سوداني",
 			'one'	=>	"جنيه سوداني",
 			'many'	=>	"جنيه سوداني"
 		),

		'SDP'	=>	 array
		(
			'name'	=>	"جنيه سوداني قديم",
 			'one'	=>	"جنيه سوداني قديم",
 			'many'	=>	"جنيه سوداني قديم"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"كرونة سويدية",
 			'one'	=>	"كرونة سويدية",
 			'many'	=>	"كرونة سويدية"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"دولار سنغافوري",
 			'one'	=>	"دولار سنغافوري",
 			'many'	=>	"دولار سنغافوري"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"جنيه سانت هيلين",
 			'one'	=>	"جنيه سانت هيلين",
 			'many'	=>	"جنيه سانت هيلين"
 		),

		'SIT'	=>	 array
		(
			'name'	=>	"تولار سلوفيني",
 			'one'	=>	"تولار سلوفيني",
 			'many'	=>	"تولار سلوفيني"
 		),

		'SKK'	=>	 array
		(
			'name'	=>	"كرونة سلوفاكية",
 			'one'	=>	"كرونة سلوفاكية",
 			'many'	=>	"كرونة سلوفاكية"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"ليون سيراليوني",
 			'one'	=>	"ليون سيراليوني",
 			'many'	=>	"ليون سيراليوني"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"شلن صومالي",
 			'one'	=>	"شلن صومالي",
 			'many'	=>	"شلن صومالي"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"دولار سورينامي",
 			'one'	=>	"دولار سورينامي",
 			'many'	=>	"دولار سورينامي"
 		),

		'SRG'	=>	 array
		(
			'name'	=>	"جلدر سورينامي",
 			'one'	=>	"جلدر سورينامي",
 			'many'	=>	"جلدر سورينامي"
 		),

		'SSP'	=>	 array
		(
			'name'	=>	"جنيه جنوب السودان",
 			'one'	=>	"جنيه جنوب السودان",
 			'many'	=>	"جنيه جنوب السودان"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"دوبرا ساو تومي وبرينسيبي",
 			'one'	=>	"دوبرا ساو تومي وبرينسيبي",
 			'many'	=>	"دوبرا ساو تومي وبرينسيبي"
 		),

		'SUR'	=>	 array
		(
			'name'	=>	"روبل سوفيتي",
 			'one'	=>	"روبل سوفيتي",
 			'many'	=>	"روبل سوفيتي"
 		),

		'SVC'	=>	 array
		(
			'name'	=>	"كولون سلفادوري",
 			'one'	=>	"كولون سلفادوري",
 			'many'	=>	"كولون سلفادوري"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"ليرة سورية",
 			'one'	=>	"ليرة سورية",
 			'many'	=>	"ليرة سورية"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"ليلانجيني سوازيلندي",
 			'one'	=>	"ليلانجيني سوازيلندي",
 			'many'	=>	"ليلانجيني سوازيلندي"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"باخت تايلاندي",
 			'one'	=>	"باخت تايلاندي",
 			'many'	=>	"باخت تايلاندي"
 		),

		'TJR'	=>	 array
		(
			'name'	=>	"روبل طاجيكستاني",
 			'one'	=>	"روبل طاجيكستاني",
 			'many'	=>	"روبل طاجيكستاني"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"سوموني طاجيكستاني",
 			'one'	=>	"سوموني طاجيكستاني",
 			'many'	=>	"سوموني طاجيكستاني"
 		),

		'TMM'	=>	 array
		(
			'name'	=>	"مانات تركمنستاني",
 			'one'	=>	"مانات تركمنستاني",
 			'many'	=>	"مانات تركمنستاني"
 		),

		'TMT'	=>	 array
		(
			'name'	=>	"مانات تركمانستان",
 			'one'	=>	"مانات تركمانستان",
 			'many'	=>	"مانات تركمانستان"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"دينارتونسي",
 			'one'	=>	"دينارتونسي",
 			'many'	=>	"دينارتونسي"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"بانغا تونغا",
 			'one'	=>	"بانغا تونغا",
 			'many'	=>	"بانغا تونغا"
 		),

		'TPE'	=>	 array
		(
			'name'	=>	"اسكود تيموري",
 			'one'	=>	"اسكود تيموري",
 			'many'	=>	"اسكود تيموري"
 		),

		'TRL'	=>	 array
		(
			'name'	=>	"ليرة تركي",
 			'one'	=>	"ليرة تركي",
 			'many'	=>	"ليرة تركي"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"ليرة تركية",
 			'one'	=>	"ليرة تركية",
 			'many'	=>	"ليرة تركية"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"دولار ترينداد وتوباجو",
 			'one'	=>	"دولار ترينداد وتوباجو",
 			'many'	=>	"دولار ترينداد وتوباجو"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"دولار تايواني",
 			'one'	=>	"دولار تايواني",
 			'many'	=>	"دولار تايواني"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"شلن تنزاني",
 			'one'	=>	"شلن تنزاني",
 			'many'	=>	"شلن تنزاني"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"هريفنيا أوكراني",
 			'one'	=>	"هريفنيا أوكراني",
 			'many'	=>	"هريفنيا أوكراني"
 		),

		'UGS'	=>	 array
		(
			'name'	=>	"شلن أوغندي - 1966-1987",
 			'one'	=>	"شلن أوغندي - 1966-1987",
 			'many'	=>	"شلن أوغندي - 1966-1987"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"شلن أوغندي",
 			'one'	=>	"شلن أوغندي",
 			'many'	=>	"شلن أوغندي"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"دولار أمريكي",
 			'one'	=>	"دولار أمريكي",
 			'many'	=>	"دولار أمريكي"
 		),

		'USN'	=>	 array
		(
			'name'	=>	"دولار أمريكي",
 			'one'	=>	"دولار أمريكي",
 			'many'	=>	"دولار أمريكي"
 		),

		'USS'	=>	 array
		(
			'name'	=>	"دولار أمريكي",
 			'one'	=>	"دولار أمريكي",
 			'many'	=>	"دولار أمريكي"
 		),

		'UYP'	=>	 array
		(
			'name'	=>	"بيزو أوروجواي - 1975-1993",
 			'one'	=>	"بيزو أوروجواي - 1975-1993",
 			'many'	=>	"بيزو أوروجواي - 1975-1993"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"بيزو اوروغواي",
 			'one'	=>	"بيزو اوروغواي",
 			'many'	=>	"بيزو اوروغواي"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"سوم أوزبكستاني",
 			'one'	=>	"سوم أوزبكستاني",
 			'many'	=>	"سوم أوزبكستاني"
 		),

		'VEB'	=>	 array
		(
			'name'	=>	"بوليفار فنزويلي - 1871-2008",
 			'one'	=>	"بوليفار فنزويلي - 1871-2008",
 			'many'	=>	"بوليفار فنزويلي - 1871-2008"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"بوليفار فنزويلي",
 			'one'	=>	"بوليفار فنزويلي",
 			'many'	=>	"بوليفار فنزويلي"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"دونج فيتنامي",
 			'one'	=>	"دونج فيتنامي",
 			'many'	=>	"دونج فيتنامي"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"فاتو فانواتو",
 			'one'	=>	"فاتو فانواتو",
 			'many'	=>	"فاتو فانواتو"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"تالا ساموا",
 			'one'	=>	"تالا ساموا",
 			'many'	=>	"تالا ساموا"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"فرنك أفريقي",
 			'one'	=>	"فرنك أفريقي",
 			'many'	=>	"فرنك أفريقي"
 		),

		'XAG'	=>	 array
		(
			'name'	=>	"فضة",
 			'one'	=>	"فضة",
 			'many'	=>	"فضة"
 		),

		'XAU'	=>	 array
		(
			'name'	=>	"ذهب",
 			'one'	=>	"ذهب",
 			'many'	=>	"ذهب"
 		),

		'XBA'	=>	 array
		(
			'name'	=>	"الوحدة الأوروبية المركبة",
 			'one'	=>	"الوحدة الأوروبية المركبة",
 			'many'	=>	"الوحدة الأوروبية المركبة"
 		),

		'XBB'	=>	 array
		(
			'name'	=>	"الوحدة المالية الأوروبية",
 			'one'	=>	"الوحدة المالية الأوروبية",
 			'many'	=>	"الوحدة المالية الأوروبية"
 		),

		'XBC'	=>	 array
		(
			'name'	=>	"الوحدة الحسابية الأوروبية",
 			'one'	=>	"الوحدة الحسابية الأوروبية",
 			'many'	=>	"الوحدة الحسابية الأوروبية"
 		),

		'XBD'	=>	 array
		(
			'name'	=>	"(Xbd)وحدة الحساب الأوروبية",
 			'one'	=>	"وحدة الحساب الأوروبية",
 			'many'	=>	"وحدة الحساب الأوروبية"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"دولار شرق الكاريبي",
 			'one'	=>	"دولار شرق الكاريبي",
 			'many'	=>	"دولار شرق الكاريبي"
 		),

		'XDR'	=>	 array
		(
			'name'	=>	"حقوق السحب الخاصة",
 			'one'	=>	"حقوق السحب الخاصة",
 			'many'	=>	"حقوق السحب الخاصة"
 		),

		'XEU'	=>	 array
		(
			'name'	=>	"وحدة النقد الأوروبية",
 			'one'	=>	"وحدة النقد الأوروبية",
 			'many'	=>	"وحدة النقد الأوروبية"
 		),

		'XFO'	=>	 array
		(
			'name'	=>	"فرنك فرنسي ذهبي",
 			'one'	=>	"فرنك فرنسي ذهبي",
 			'many'	=>	"فرنك فرنسي ذهبي"
 		),

		'XFU'	=>	 array
		(
			'name'	=>	"(Uic)فرنك فرنسي",
 			'one'	=>	"(Uic)فرنك فرنسي",
 			'many'	=>	"(Uic)فرنك فرنسي"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"فرنك سي إف إيه غرب إفريقيا",
 			'one'	=>	"فرنك سي إف إيه غرب إفريقيا",
 			'many'	=>	"فرنك سي إف إيه غرب إفريقيا"
 		),

		'XPD'	=>	 array
		(
			'name'	=>	"بالاديوم",
 			'one'	=>	"بالاديوم",
 			'many'	=>	"بالاديوم"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"فرنك سي إف بي",
 			'one'	=>	"فرنك سي إف بي",
 			'many'	=>	"فرنك سي إف بي"
 		),

		'XPT'	=>	 array
		(
			'name'	=>	"البلاتين",
 			'one'	=>	"البلاتين",
 			'many'	=>	"البلاتين"
 		),

		'XTS'	=>	 array
		(
			'name'	=>	"كود اختبار العملة",
 			'one'	=>	"كود اختبار العملة",
 			'many'	=>	"كود اختبار العملة"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"عملة غير معروفة",
 			'one'	=>	"عملة غير معروفة",
 			'many'	=>	"عملة غير معروفة"
 		),

		'YDD'	=>	 array
		(
			'name'	=>	"دينار يمني",
 			'one'	=>	"دينار يمني",
 			'many'	=>	"دينار يمني"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"ريال يمني",
 			'one'	=>	"ريال يمني",
 			'many'	=>	"ريال يمني"
 		),

		'YUD'	=>	 array
		(
			'name'	=>	"دينار يوغسلافي",
 			'one'	=>	"دينار يوغسلافي",
 			'many'	=>	"دينار يوغسلافي"
 		),

		'YUN'	=>	 array
		(
			'name'	=>	"دينار يوغسلافي قابل للتحويل",
 			'one'	=>	"دينار يوغسلافي قابل للتحويل",
 			'many'	=>	"دينار يوغسلافي قابل للتحويل"
 		),

		'ZAL'	=>	 array
		(
			'name'	=>	"راند جنوب أفريقيا -مالي",
 			'one'	=>	"راند جنوب أفريقيا -مالي",
 			'many'	=>	"راند جنوب أفريقيا -مالي"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"راند جنوب أفريقيا",
 			'one'	=>	"راند جنوب أفريقيا",
 			'many'	=>	"راند جنوب أفريقيا"
 		),

		'ZMK'	=>	 array
		(
			'name'	=>	"كواشا زامبي - 1968-2012",
 			'one'	=>	"كواشا زامبي - 1968-2012",
 			'many'	=>	"كواشا زامبي - 1968-2012"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"كواشا زامبي",
 			'one'	=>	"كواشا زامبي",
 			'many'	=>	"كواشا زامبي"
 		),

		'ZRN'	=>	 array
		(
			'name'	=>	"زائير زائيري جديد",
 			'one'	=>	"زائير زائيري جديد",
 			'many'	=>	"زائير زائيري جديد"
 		),

		'ZRZ'	=>	 array
		(
			'name'	=>	"زائير زائيري",
 			'one'	=>	"زائير زائيري",
 			'many'	=>	"زائير زائيري"
 		),

		'ZWD'	=>	 array
		(
			'name'	=>	"دولار زمبابوي",
 			'one'	=>	"دولار زمبابوي",
 			'many'	=>	"دولار زمبابوي"
 		),

		'ZWL'	=>	 array
		(
			'name'	=>	"دولار زمبابوي 2009",
 			'one'	=>	"دولار زمبابوي 2009",
 			'many'	=>	"دولار زمبابوي 2009"
 		),

    ),
);
