<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'ADP'	=>	 array
		(
			'name'	=>	"Πεσέτα Ανδόρας",
 			'one'	=>	"Πεσέτα Ανδόρας",
 			'many'	=>	"Πεσέτες Ανδόρας"
 		),

		'AED'	=>	 array
		(
			'name'	=>	"Ντιράμ Ηνωμένων Αραβικών Εμιράτων",
 			'one'	=>	"Ντιράμ Ηνωμένων Αραβικών Εμιράτων",
 			'many'	=>	"Ντιράμ Ηνωμένων Αραβικών Εμιράτων"
 		),

		'AFA'	=>	 array
		(
			'name'	=>	"Αφγανί Αφγανιστάν",
 			'one'	=>	"Αφγάνι Αφγανιστάν",
 			'many'	=>	"Αφγάνι Αφγανιστάν"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"Αφγάνι Αφγανιστάν",
 			'one'	=>	"Αφγάνι Αφγανιστάν",
 			'many'	=>	"Αφγάνι Αφγανιστάν"
 		),

		'ALK'	=>	 array
		(
			'name'	=>	"Παλαιό Λεκ Αλβανίας",
 			'one'	=>	"Παλαιά Λεκ Αλβανίας",
 			'many'	=>	"Παλαιά Λεκ Αλβανίας"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"Λεκ Αλβανίας",
 			'one'	=>	"Λεκ Αλβανίας",
 			'many'	=>	"Λεκ Αλβανίας"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"Ντραμ Αρμενίας",
 			'one'	=>	"Ντραμ Αρμενίας",
 			'many'	=>	"Ντραμ Αρμενίας"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"Γκίλντα Ολλανδικών Αντιλλών",
 			'one'	=>	"Γκίλντα Ολλανδικών Αντιλλών",
 			'many'	=>	"Γκίλντα Ολλανδικών Αντιλλών"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"Κουάνζα Ανγκόλας",
 			'one'	=>	"Κουάνζα Ανγκόλας",
 			'many'	=>	"Κουάνζα Ανγκόλας"
 		),

		'AOK'	=>	 array
		(
			'name'	=>	"Κουάνζα Ανγκόλας",
 			'one'	=>	"Κουάνζα Ανγκόλας",
 			'many'	=>	"Κουάνζα Ανγκόλας"
 		),

		'AON'	=>	 array
		(
			'name'	=>	"Νέα Κουάνζα Ανγκόλας",
 			'one'	=>	"Νέο Κουάνζα Ανγκόλας",
 			'many'	=>	"Νέα Κουάνζα Ανγκόλας"
 		),

		'ARA'	=>	 array
		(
			'name'	=>	"Ωστράλ Αργετινής",
 			'one'	=>	"Αουστράλ Αργεντινής",
 			'many'	=>	"Αουστράλ Αργεντινής"
 		),

		'ARL'	=>	 array
		(
			'name'	=>	"Πέσο Λέι Αργετινής",
 			'one'	=>	"Πέσο Λέι Αργετινής",
 			'many'	=>	"Πέσο Λέι Αργετινής"
 		),

		'ARP'	=>	 array
		(
			'name'	=>	"Πέσο Αργεντινής",
 			'one'	=>	"Πέσο Αργεντινής",
 			'many'	=>	"Πέσο Αργεντινής"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"Πέσο Αργεντινής",
 			'one'	=>	"Πέσο Αργεντινής",
 			'many'	=>	"Πέσο Αργεντινής"
 		),

		'ATS'	=>	 array
		(
			'name'	=>	"Σελίνι Αυστρίας",
 			'one'	=>	"Σελίνι Αυστρίας",
 			'many'	=>	"Σελίνια Αυστρίας"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"Δολάριο Αυστραλίας",
 			'one'	=>	"Δολάριο Αυστραλίας",
 			'many'	=>	"Δολάρια Αυστραλίας"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"Φλορίνι Αρούμπα",
 			'one'	=>	"Φλορίνι Αρούμπα",
 			'many'	=>	"Φλορίνια Αρούμπα"
 		),

		'AZM'	=>	 array
		(
			'name'	=>	"Μανάτ Αζερμπαϊτζάν",
 			'one'	=>	"Μανάτ Αζερμπαϊτζάν",
 			'many'	=>	"Μανάτ Αζερμπαϊτζάν"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"Μανάτ Αζερμπαϊτζάν",
 			'one'	=>	"Μανάτ Αζερμπαϊτζάν",
 			'many'	=>	"Μανάτ Αζερμπαϊτζάν"
 		),

		'BAD'	=>	 array
		(
			'name'	=>	"Δηνάριο Βοσνίας-Ερζεγοβίνης",
 			'one'	=>	"Δηνάριο Βοσνίας-Ερζεγοβίνης",
 			'many'	=>	"Δηνάρια Βοσνίας-Ερζεγοβίνης"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"Μετατρέψιμο Μάρκο Βοσνίας-Ερζεγοβίνης",
 			'one'	=>	"Μετατρέψιμο Μάρκο Βοσνίας-Ερζεγοβίνης",
 			'many'	=>	"Μετατρέψιμα Μάρκα Βοσνίας-Ερζεγοβίνης"
 		),

		'BAN'	=>	 array
		(
			'name'	=>	"Νέο Δινάριο Βοσνίας-Ερζεγοβίνης",
 			'one'	=>	"Νέα Δινάρια Βοσνίας-Ερζεγοβίνης",
 			'many'	=>	"Νέα Δινάρια Βοσνίας-Ερζεγοβίνης"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"Δολάριο Μπαρμπάντος",
 			'one'	=>	"Δολάριο Μπαρμπάντος",
 			'many'	=>	"Δολάρια Μπαρμπάντος"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"Τάκα Μπαγκλαντές",
 			'one'	=>	"Τάκα Μπαγκλαντές",
 			'many'	=>	"Τάκα Μπαγκλαντές"
 		),

		'BEC'	=>	 array
		(
			'name'	=>	"Φράγκο Βελγίου",
 			'one'	=>	"Φράγκο Βελγίου",
 			'many'	=>	"Φράγκα Βελγίου"
 		),

		'BEF'	=>	 array
		(
			'name'	=>	"Φράγκο Βελγίου",
 			'one'	=>	"Φράγκο Βελγίου",
 			'many'	=>	"Φράγκα Βελγίου"
 		),

		'BEL'	=>	 array
		(
			'name'	=>	"Φράγκο Βελγίου",
 			'one'	=>	"Φράγκο Βελγίου",
 			'many'	=>	"Φράγκα Βελγίου"
 		),

		'BGL'	=>	 array
		(
			'name'	=>	"Μεταλλικό Λεβ Βουλγαρίας",
 			'one'	=>	"Μεταλλικό Λεβ Βουλγαρίας",
 			'many'	=>	"Μεταλλικά Λεβ Βουλγαρίας"
 		),

		'BGM'	=>	 array
		(
			'name'	=>	"Σοσιαλιστικό Λεβ Βουλγαρίας",
 			'one'	=>	"Σοσιαλιστικά Λεβ Βουλγαρίας",
 			'many'	=>	"Σοσιαλιστικά Λεβ Βουλγαρίας"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"Λεβ Βουλγαρίας",
 			'one'	=>	"Λεβ Βουλγαρίας",
 			'many'	=>	"Λεβ Βουλγαρίας"
 		),

		'BGO'	=>	 array
		(
			'name'	=>	"Παλαιό Λεβ Βουλγαρίας",
 			'one'	=>	"Παλαιά Λεβ Βουλγαρίας",
 			'many'	=>	"Παλαιά Λεβ Βουλγαρίας"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"Δηνάριο Μπαχρέιν",
 			'one'	=>	"Δηνάριο Μπαχρέιν",
 			'many'	=>	"Δηνάρια Μπαχρέιν"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"Φράγκο Μπουρούντι",
 			'one'	=>	"Φράγκο Μπουρούντι",
 			'many'	=>	"Φράγκα Μπουρούντι"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"Δολάριο Βερμούδων",
 			'one'	=>	"Δολάριο Βερμούδων",
 			'many'	=>	"Δολάρια Βερμούδων"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"Δολάριο Μπρουνέι",
 			'one'	=>	"Δολάριο Μπρουνέι",
 			'many'	=>	"Δολάρια Μπρουνέι"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"Μπολιβιάνο Βολιβίας",
 			'one'	=>	"Μπολιβιάνο Βολιβίας",
 			'many'	=>	"Μπολιβιάνο Βολιβίας"
 		),

		'BOL'	=>	 array
		(
			'name'	=>	"Παλαιό Βολιβιάνο Βολιβίας",
 			'one'	=>	"Παλαιά Βολιβιάνο Βολιβίας",
 			'many'	=>	"Παλαιά Βολιβιάνο Βολιβίας"
 		),

		'BOP'	=>	 array
		(
			'name'	=>	"Πέσο Βολιβίας",
 			'one'	=>	"Πέσο Βολιβίας",
 			'many'	=>	"Πέσο Βολιβίας"
 		),

		'BOV'	=>	 array
		(
			'name'	=>	"Μβδολ Βολιβίας",
 			'one'	=>	"Μβντολ Βολιβίας",
 			'many'	=>	"Μβντολ Βολιβίας"
 		),

		'BRB'	=>	 array
		(
			'name'	=>	"Νέο Κρουζιέρο Βραζιλίας",
 			'one'	=>	"Νέο Κρουζέιρο Βραζιλίας",
 			'many'	=>	"Νέα Κρουζέιρο Βραζιλίας"
 		),

		'BRC'	=>	 array
		(
			'name'	=>	"Κρουζάντο Βραζιλίας",
 			'one'	=>	"Κρουζάντο Βραζιλίας",
 			'many'	=>	"Κρουζάντο Βραζιλίας"
 		),

		'BRE'	=>	 array
		(
			'name'	=>	"Κρουζιέρο Βραζιλίας",
 			'one'	=>	"Κρουζέιρο Βραζιλίας",
 			'many'	=>	"Κρουζέιρο Βραζιλίας"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"Ρεάλ Βραζιλίας",
 			'one'	=>	"Ρεάλ Βραζιλίας",
 			'many'	=>	"Ρεάλ Βραζιλίας"
 		),

		'BRN'	=>	 array
		(
			'name'	=>	"Νέο Κρουζάντο Βραζιλίας",
 			'one'	=>	"Νέο Κρουζάντο Βραζιλίας",
 			'many'	=>	"Νέα Κρουζάντο Βραζιλίας"
 		),

		'BRR'	=>	 array
		(
			'name'	=>	"Κρουζιέρο Βραζιλίας",
 			'one'	=>	"Κρουζέιρο Βραζιλίας",
 			'many'	=>	"Κρουζέιρο Βραζιλίας"
 		),

		'BRZ'	=>	 array
		(
			'name'	=>	"Παλαιό Κρουζέιρο Βραζιλίας",
 			'one'	=>	"Παλαιά Κρουζέιρο Βραζιλίας",
 			'many'	=>	"Παλαιά Κρουζέιρο Βραζιλίας"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"Δολάριο Μπαχάμες",
 			'one'	=>	"Δολάριο Μπαχάμες",
 			'many'	=>	"Δολάρια Μπαχάμες"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"Νγκούλτρουμ Μπουτάν",
 			'one'	=>	"Νγκούλτρουμ Μπουτάν",
 			'many'	=>	"Νγκούλτρουμ Μπουτάν"
 		),

		'BUK'	=>	 array
		(
			'name'	=>	"Κιατ Βιρμανίας",
 			'one'	=>	"Κιάτ Βιρμανίας",
 			'many'	=>	"Κιάτ Βιρμανίας"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"Πούλα Μποτσουάνας",
 			'one'	=>	"Πούλα Μποτσουάνας",
 			'many'	=>	"Πούλα Μποτσουάνας"
 		),

		'BYB'	=>	 array
		(
			'name'	=>	"Νέο Ρούβλι Λευκορωσίας",
 			'one'	=>	"Νέο Ρούβλι Λευκορωσίας",
 			'many'	=>	"Νέα Ρούβλια Λευκορωσίας"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"Ρούβλι Λευκορωσίας",
 			'one'	=>	"Ρούβλι Λευκορωσίας",
 			'many'	=>	"Ρούβλια Λευκορωσίας"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"Δολάριο Μπελίζ",
 			'one'	=>	"Δολάριο Μπελίζ",
 			'many'	=>	"Δολάρια Μπελίζ"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"Δολάριο Καναδά",
 			'one'	=>	"Δολάριο Καναδά",
 			'many'	=>	"Δολάρια Καναδά"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"Φράγκο Κονγκό",
 			'one'	=>	"Φράγκο Κονγκό",
 			'many'	=>	"Φράγκα Κονγκό"
 		),

		'CHE'	=>	 array
		(
			'name'	=>	"Ευρώ Wir",
 			'one'	=>	"Ευρώ Wir",
 			'many'	=>	"Ευρώ Wir"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"Φράγκο Ελβετίας",
 			'one'	=>	"Φράγκο Ελβετίας",
 			'many'	=>	"Φράγκα Ελβετίας"
 		),

		'CHW'	=>	 array
		(
			'name'	=>	"Φράγκο Wir",
 			'one'	=>	"Φράγκο Wir",
 			'many'	=>	"Φράγκα Wir"
 		),

		'CLE'	=>	 array
		(
			'name'	=>	"Εσκούδο Χιλής",
 			'one'	=>	"Εσκούδο Χιλής",
 			'many'	=>	"Εσκούδο Χιλής"
 		),

		'CLF'	=>	 array
		(
			'name'	=>	"Ουνιδάδες Ντε Φομέντο Χιλής",
 			'one'	=>	"Ουνιδάδες Ντε Φομέντο Χιλής",
 			'many'	=>	"Ουνιδάδες Ντε Φομέντο Χιλής"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"Πέσο Χιλής",
 			'one'	=>	"Πέσο Χιλής",
 			'many'	=>	"Πέσο Χιλής"
 		),

		'CNX'	=>	 array
		(
			'name'	=>	"Δολάριο Λαϊκής Τράπεζας Κίνας",
 			'one'	=>	"Δολάρια Λαϊκής Τράπεζας Κίνας",
 			'many'	=>	"Δολάρια Λαϊκής Τράπεζας Κίνας"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"Γουάν Κίνας",
 			'one'	=>	"Γουάν Κίνας",
 			'many'	=>	"Γουάν Κίνας"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"Πέσο Κολομβίας",
 			'one'	=>	"Πέσο Κολομβίας",
 			'many'	=>	"Πέσο Κολομβίας"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"Κολόν Κόστα Ρίκα",
 			'one'	=>	"Κολόν Κόστα Ρίκα",
 			'many'	=>	"Κολόν Κόστα Ρίκα"
 		),

		'CSD'	=>	 array
		(
			'name'	=>	"Παλαιό Δηνάριο Σερβίας",
 			'one'	=>	"Παλιό Δινάρη Σερβίας",
 			'many'	=>	"Παλιά Δινάρια Σερβίας"
 		),

		'CSK'	=>	 array
		(
			'name'	=>	"Σκληρή Κορόνα Τσεχοσλοβακίας",
 			'one'	=>	"Σκληρή Κορόνα Τσεχοσλοβακίας",
 			'many'	=>	"Σκληρές Κορόνες Τσεχοσλοβακίας"
 		),

		'CUC'	=>	 array
		(
			'name'	=>	"Μετατρέψιμο Πέσο Κούβας",
 			'one'	=>	"Μετατρέψιμο Πέσο Κούβας",
 			'many'	=>	"Μετατρέψιμα Πέσο Κούβας"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"Πέσο Κούβας",
 			'one'	=>	"Πέσο Κούβας",
 			'many'	=>	"Πέσο Κούβας"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"Εσκούδο Πράσινου Ακρωτηρίου",
 			'one'	=>	"Εσκούδο Πράσινου Ακρωτηρίου",
 			'many'	=>	"Εσκούδο Πράσινου Ακρωτηρίου"
 		),

		'CYP'	=>	 array
		(
			'name'	=>	"Λίρα Κύπρου",
 			'one'	=>	"Λίρα Κύπρου",
 			'many'	=>	"Λίρες Κύπρου"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"Κορόνα Τσεχίας",
 			'one'	=>	"Κορόνα Τσεχίας",
 			'many'	=>	"Κορόνες Τσεχίας"
 		),

		'DDM'	=>	 array
		(
			'name'	=>	"Οστμάρκ Ανατολικής Γερμανίας",
 			'one'	=>	"Όστμαρκ Ανατολικής Γερμανίας",
 			'many'	=>	"Όστμαρκ Ανατολικής Γερμανίας"
 		),

		'DEM'	=>	 array
		(
			'name'	=>	"Μάρκο Γερμανίας",
 			'one'	=>	"Μάρκο Γερμανίας",
 			'many'	=>	"Μάρκα Γερμανίας"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"Φράγκο Τζιμπουτί",
 			'one'	=>	"Φράγκο Τζιμπουτί",
 			'many'	=>	"Φράγκα Τζιμπουτί"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"Κορόνα Δανίας",
 			'one'	=>	"Κορόνα Δανίας",
 			'many'	=>	"Κορόνες Δανίας"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"Πέσο Δομινικανής Δημοκρατίας",
 			'one'	=>	"Πέσο Δομινικανής Δημοκρατίας",
 			'many'	=>	"Πέσο Δομινικανής Δημοκρατίας"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"Δηνάριο Αλγερίας",
 			'one'	=>	"Δηνάριο Αλγερίας",
 			'many'	=>	"Δηνάρια Αλγερίας"
 		),

		'ECS'	=>	 array
		(
			'name'	=>	"Σούκρε Εκουαδόρ",
 			'one'	=>	"Σούκρε Εκουαδόρ",
 			'many'	=>	"Σούκρε Εκουαδόρ"
 		),

		'EEK'	=>	 array
		(
			'name'	=>	"Κορόνα Εσθονίας",
 			'one'	=>	"Κορόνα Εσθονίας",
 			'many'	=>	"Κορόνες Εσθονίας"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"Λίρα Αιγύπτου",
 			'one'	=>	"Λίρα Αιγύπτου",
 			'many'	=>	"Λίρες Αιγύπτου"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"Νάκφα Ερυθραίας",
 			'one'	=>	"Νάκφα Ερυθραίας",
 			'many'	=>	"Νάκφα Ερυθραίας"
 		),

		'ESA'	=>	 array
		(
			'name'	=>	"Πεσέτα Ισπανίας",
 			'one'	=>	"Πεσέτα Ισπανίας",
 			'many'	=>	"Πεσέτες Ισπανίας"
 		),

		'ESB'	=>	 array
		(
			'name'	=>	"Πεσέτα Ισπανίας",
 			'one'	=>	"Πεσέτα Ισπανίας",
 			'many'	=>	"Πεσέτες Ισπανίας"
 		),

		'ESP'	=>	 array
		(
			'name'	=>	"Πεσέτα Ισπανίας",
 			'one'	=>	"Πεσέτα Ισπανίας",
 			'many'	=>	"Πεσέτες Ισπανίας"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"Μπιρ Αιθιοπίας",
 			'one'	=>	"Μπιρ Αιθιοπίας",
 			'many'	=>	"Μπιρ Αιθιοπίας"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"Ευρώ",
 			'one'	=>	"Ευρώ",
 			'many'	=>	"Ευρώ"
 		),

		'FIM'	=>	 array
		(
			'name'	=>	"Μάρκο Φινλανδίας",
 			'one'	=>	"Μάρκο Φινλανδίας",
 			'many'	=>	"Μάρκα Φινλανδίας"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"Δολάριο Φίτζι",
 			'one'	=>	"Δολάριο Φίτζι",
 			'many'	=>	"Δολάρια Φίτζι"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"Λίρα Νησιών Φώκλαντ",
 			'one'	=>	"Λίρα Νησιών Φώκλαντ",
 			'many'	=>	"Λίρες Νησιών Φώκλαντ"
 		),

		'FRF'	=>	 array
		(
			'name'	=>	"Φράγκο Γαλλίας",
 			'one'	=>	"Φράγκο Γαλλίας",
 			'many'	=>	"Φράγκα Γαλλίας"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"Λίρα Στερλίνα Βρετανίας",
 			'one'	=>	"Λίρα Στερλίνα Βρετανίας",
 			'many'	=>	"Λίρες Στερλίνες Βρετανίας"
 		),

		'GEK'	=>	 array
		(
			'name'	=>	"Κούπον Λάρι Γεωργίας",
 			'one'	=>	"Κούπον Λάρι Γεωργίας",
 			'many'	=>	"Κούπον Λάρι Γεωργίας"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"Λάρι Γεωργίας",
 			'one'	=>	"Λάρι Γεωργίας",
 			'many'	=>	"Λάρι Γεωργίας"
 		),

		'GHC'	=>	 array
		(
			'name'	=>	"Σέντι Γκάνας",
 			'one'	=>	"Σέντι Γκάνας",
 			'many'	=>	"Σέντι Γκάνας"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"Σέντι Γκάνας",
 			'one'	=>	"Σέντι Γκάνας",
 			'many'	=>	"Σέντι Γκάνας"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"Λίρα Γιβραλτάρ",
 			'one'	=>	"Λίρα Γιβραλτάρ",
 			'many'	=>	"Λίρες Γιβραλτάρ"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"Νταλάσι Γκάμπιας",
 			'one'	=>	"Νταλάσι Γκάμπιας",
 			'many'	=>	"Νταλάσι Γκάμπιας"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"Φράγκο Γουινέας",
 			'one'	=>	"Φράγκο Γουινέας",
 			'many'	=>	"Φράγκα Γουινέας"
 		),

		'GNS'	=>	 array
		(
			'name'	=>	"Συλί Γουινέας",
 			'one'	=>	"Συλί Γουινέας",
 			'many'	=>	"Συλί Γουινέας"
 		),

		'GQE'	=>	 array
		(
			'name'	=>	"Εκγουέλε Ισημερινής Γουινέας",
 			'one'	=>	"Εκουέλε Ισημερινής Γουινέας",
 			'many'	=>	"Εκουέλε Ισημερινής Γουινέας"
 		),

		'GRD'	=>	 array
		(
			'name'	=>	"Δραχμή Ελλάδας",
 			'one'	=>	"Δραχμή Ελλάδας",
 			'many'	=>	"Δραχμές Ελλάδας"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"Κουετσάλ Γουατεμάλας",
 			'one'	=>	"Κουετσάλ Γουατεμάλας",
 			'many'	=>	"Κουετσάλ Γουατεμάλας"
 		),

		'GWE'	=>	 array
		(
			'name'	=>	"Γκινέα Εσκούδο Πορτογαλίας",
 			'one'	=>	"Γκινέα Εσκούδο Πορτογαλίας",
 			'many'	=>	"Γκινέα Εσκούδο Πορτογαλίας"
 		),

		'GWP'	=>	 array
		(
			'name'	=>	"Πέσο Γουινέας-Μπισάου",
 			'one'	=>	"Πέσο Γουινέα-Μπισάου",
 			'many'	=>	"Πέσο Γουινέα-Μπισάου"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"Δολάριο Γουιάνας",
 			'one'	=>	"Δολάριο Γουιάνας",
 			'many'	=>	"Δολάρια Γουιάνας"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"Δολάριο Χονγκ Κονγκ",
 			'one'	=>	"Δολάριο Χονγκ Κονγκ",
 			'many'	=>	"Δολάρια Χονγκ Κονγκ"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"Λεμπίρα Ονδούρας",
 			'one'	=>	"Λεμπίρα Ονδούρας",
 			'many'	=>	"Λεμπίρα Ονδούρας"
 		),

		'HRD'	=>	 array
		(
			'name'	=>	"Δηνάριο Κροατίας",
 			'one'	=>	"Δηνάριο Κροατίας",
 			'many'	=>	"Δηνάρια Κροατίας"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"Κούνα Κροατίας",
 			'one'	=>	"Κούνα Κροατίας",
 			'many'	=>	"Κούνα Κροατίας"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"Γκουρντ Αϊτής",
 			'one'	=>	"Γκουρντ Αϊτής",
 			'many'	=>	"Γκουρντ Αϊτής"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"Φιορίνι Ουγγαρίας",
 			'one'	=>	"Φιορίνι Ουγγαρίας",
 			'many'	=>	"Φιορίνια Ουγγαρίας"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"Ρουπία Ινδονησίας",
 			'one'	=>	"Ρουπία Ινδονησίας",
 			'many'	=>	"Ρουπία Ινδονησίας"
 		),

		'IEP'	=>	 array
		(
			'name'	=>	"Λίρα Ιρλανδίας",
 			'one'	=>	"Λίρα Ιρλανδίας",
 			'many'	=>	"Λίρες Ιρλανδίας"
 		),

		'ILP'	=>	 array
		(
			'name'	=>	"Λίρα Ισραήλ",
 			'one'	=>	"Λίρα Ισραήλ",
 			'many'	=>	"Λίρες Ισραήλ"
 		),

		'ILR'	=>	 array
		(
			'name'	=>	"Παλιό Σεκέλ Ισραήλ",
 			'one'	=>	"Παλιό Σεκέλ Ισραήλ",
 			'many'	=>	"Παλιά Σεκέλ Ισραήλ"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"Νέο Σέκελ Ισραήλ",
 			'one'	=>	"Νέο Σέκελ Ισραήλ",
 			'many'	=>	"Νέα Σέκελ Ισραήλ"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"Ρουπία Ινδίας",
 			'one'	=>	"Ρουπία Ινδίας",
 			'many'	=>	"Ρουπίες Ινδίας"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"Δηνάριο Ιράκ",
 			'one'	=>	"Δηνάριο Ιράκ",
 			'many'	=>	"Δηνάρια Ιράκ"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"Ριάλ Ιράν",
 			'one'	=>	"Ριάλ Ιράν",
 			'many'	=>	"Ριάλ Ιράν"
 		),

		'ISJ'	=>	 array
		(
			'name'	=>	"Παλιά Κορόνα Ισλανδίας",
 			'one'	=>	"Παλιά Κορόνα Ισλανδίας",
 			'many'	=>	"Παλιές Κορόνες Ισλανδίας"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"Κορόνα Ισλανδίας",
 			'one'	=>	"Κορόνα Ισλανδίας",
 			'many'	=>	"Κορόνες Ισλανδίας"
 		),

		'ITL'	=>	 array
		(
			'name'	=>	"Λιρέτα Ιταλίας",
 			'one'	=>	"Λιρέτα Ιταλίας",
 			'many'	=>	"Λιρέτες Ιταλίας"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"Δολάριο Τζαμάικας",
 			'one'	=>	"Δολάριο Τζαμάικας",
 			'many'	=>	"Δολάρια Τζαμάικας"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"Δηνάριο Ιορδανίας",
 			'one'	=>	"Δηνάριο Ιορδανίας",
 			'many'	=>	"Δηνάρια Ιορδανίας"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"Γιεν Ιαπωνίας",
 			'one'	=>	"Γιεν Ιαπωνίας",
 			'many'	=>	"Γιεν Ιαπωνίας"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"Σελίνι Κένυας",
 			'one'	=>	"Σελίνι Κένυας",
 			'many'	=>	"Σελίνια Κένυας"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"Σομ Κιργιζίας",
 			'one'	=>	"Σομ Κιργιζίας",
 			'many'	=>	"Σομ Κιργιζίας"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"Ρίελ Καμπότζης",
 			'one'	=>	"Ρίελ Καμπότζης",
 			'many'	=>	"Ρίελ Καμπότζης"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"Φράγκο Κομορών",
 			'one'	=>	"Φράγκο Κομορών",
 			'many'	=>	"Φράγκα Κομορών"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"Γουόν Βόρειας Κορέας",
 			'one'	=>	"Γουόν Βόρειας Κορέας",
 			'many'	=>	"Γουόν Βόρειας Κορέας"
 		),

		'KRO'	=>	 array
		(
			'name'	=>	"Παλιό Γον Νότιας Κορέας",
 			'one'	=>	"Παλιά Γον Νότιας Κορέας",
 			'many'	=>	"Παλιά Γον Νότιας Κορέας"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"Γουόν Νότιας Κορέας",
 			'one'	=>	"Γουόν Νότιας Κορέας",
 			'many'	=>	"Γουόν Νότιας Κορέας"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"Δηνάριο Κουβέιτ",
 			'one'	=>	"Δηνάριο Κουβέιτ",
 			'many'	=>	"Δηνάρια Κουβέιτ"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"Δολάριο Νήσων Κάιμαν",
 			'one'	=>	"Δολάριο Νήσων Κάιμαν",
 			'many'	=>	"Δολάρια Νήσων Κάιμαν"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"Τένγκε Καζακστάν",
 			'one'	=>	"Τένγκε Καζακστάν",
 			'many'	=>	"Τένγκε Καζακστάν"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"Κιπ Λάος",
 			'one'	=>	"Κιπ Λάος",
 			'many'	=>	"Κιπ Λάος"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"Λίρα Λιβάνου",
 			'one'	=>	"Λίρα Λιβάνου",
 			'many'	=>	"Λίρες Λιβάνου"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"Ρουπία Σρι Λάνκα",
 			'one'	=>	"Ρουπία Σρι Λάνκα",
 			'many'	=>	"Ρουπίες Σρι Λάνκα"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"Δολάριο Λιβερίας",
 			'one'	=>	"Δολάριο Λιβερίας",
 			'many'	=>	"Δολάρια Λιβερίας"
 		),

		'LSL'	=>	 array
		(
			'name'	=>	"Λότι Λεσότο",
 			'one'	=>	"Λότι Λεσόθο",
 			'many'	=>	"Λότι Λεσόθο"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"Λίτα Λιθουανίας",
 			'one'	=>	"Λίτα Λιθουανίας",
 			'many'	=>	"Λίτα Λιθουανίας"
 		),

		'LTT'	=>	 array
		(
			'name'	=>	"Ταλόνας Λιθουανίας",
 			'one'	=>	"Ταλόνας Λιθουανίας",
 			'many'	=>	"Ταλόνας Λιθουανίας"
 		),

		'LUC'	=>	 array
		(
			'name'	=>	"Μετατρέψιμο Φράγκο Λουξεμβούργου",
 			'one'	=>	"Μετατρέψιμο Φράγκο Λουξεμβούργου",
 			'many'	=>	"Μετατρέψιμο Φράγκο Λουξεμβούργου"
 		),

		'LUF'	=>	 array
		(
			'name'	=>	"Φράγκο Λουξεμβούργου",
 			'one'	=>	"Φράγκο Λουξεμβούργου",
 			'many'	=>	"Φράγκα Λουξεμβούργου"
 		),

		'LUL'	=>	 array
		(
			'name'	=>	"Οικονομικό Φράγκο Λουξεμβούργου",
 			'one'	=>	"Οικονομικό Φράγκο Λουξεμβούργου",
 			'many'	=>	"Οικονομικό Φράγκο Λουξεμβούργου"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"Λατς Λετονίας",
 			'one'	=>	"Λατς Λετονίας",
 			'many'	=>	"Λατς Λετονίας"
 		),

		'LVR'	=>	 array
		(
			'name'	=>	"Ρούβλι Λετονίας",
 			'one'	=>	"Ρούβλι Λετονίας",
 			'many'	=>	"Ρούβλια Λετονίας"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"Δηνάριο Λιβύης",
 			'one'	=>	"Δηνάριο Λιβύης",
 			'many'	=>	"Δηνάρια Λιβύης"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"Ντιράμ Μαρόκου",
 			'one'	=>	"Ντιράμ Μαρόκου",
 			'many'	=>	"Ντιράμ Μαρόκου"
 		),

		'MAF'	=>	 array
		(
			'name'	=>	"Φράγκο Μαρόκου",
 			'one'	=>	"Φράγκο Μαρόκου",
 			'many'	=>	"Φράγκα Μαρόκου"
 		),

		'MCF'	=>	 array
		(
			'name'	=>	"Φράγκο Μονακό",
 			'one'	=>	"Φράγκα Μονακό",
 			'many'	=>	"Φράγκα Μονακό"
 		),

		'MDC'	=>	 array
		(
			'name'	=>	"Κούπον Μολδαβίας",
 			'one'	=>	"Κούπον Μολδαβίας",
 			'many'	=>	"Κούπον Μολδαβίας"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"Λέου Μολδαβίας",
 			'one'	=>	"Λέου Μολδαβίας",
 			'many'	=>	"Λέου Μολδαβίας"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"Αριάρι Μαδαγασκάρης",
 			'one'	=>	"Αριάρι Μαδαγασκάρης",
 			'many'	=>	"Αριάρι Μαδαγασκάρης"
 		),

		'MGF'	=>	 array
		(
			'name'	=>	"Φράγκο Μαδαγασκάρης",
 			'one'	=>	"Φράγκο Μαδαγασκάρης",
 			'many'	=>	"Φράγκα Μαδαγασκάρης"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"Δηνάριο Π.γ.δ.μ.",
 			'one'	=>	"Δηνάριο Π.γ.δ.μ.",
 			'many'	=>	"Δηνάρια Π.γ.δ.μ."
 		),

		'MKN'	=>	 array
		(
			'name'	=>	"Παλιό Δηνάριο Πγδμ",
 			'one'	=>	"Παλιά Δηνάρια Πγδμ",
 			'many'	=>	"Παλιά Δηνάρια Πγδμ"
 		),

		'MLF'	=>	 array
		(
			'name'	=>	"Φράγκο Μαλί",
 			'one'	=>	"Φράγκο Μαλί",
 			'many'	=>	"Φράγκα Μαλί"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"Κυάτ Μιανμάρ",
 			'one'	=>	"Κυάτ Μιανμάρ",
 			'many'	=>	"Κυάτ Μιανμάρ"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"Τουγκρίκ Μογγολίας",
 			'one'	=>	"Τουγκρίκ Μογγολίας",
 			'many'	=>	"Τουγκρίκ Μογγολίας"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"Πατάκα Μακάο",
 			'one'	=>	"Πατάκα Μακάο",
 			'many'	=>	"Πατάκα Μακάο"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"Ουγκίγια Μαυριτανίας",
 			'one'	=>	"Ουγκίγια Μαυριτανίας",
 			'many'	=>	"Ουγκίγια Μαυριτανίας"
 		),

		'MTL'	=>	 array
		(
			'name'	=>	"Λιρέτα Μάλτας",
 			'one'	=>	"Λιρέτα Μάλτας",
 			'many'	=>	"Λιρέτες Μάλτας"
 		),

		'MTP'	=>	 array
		(
			'name'	=>	"Λίρα Μάλτας",
 			'one'	=>	"Λίρα Μάλτας",
 			'many'	=>	"Λίρες Μάλτας"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"Ρουπία Μαυρικίου",
 			'one'	=>	"Ρουπία Μαυρικίου",
 			'many'	=>	"Ρουπίες Μαυρικίου"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"Ρουφίγια Μαλδίβων",
 			'one'	=>	"Ρουφίγια Μαλδίβων",
 			'many'	=>	"Ρουφίγια Μαλδίβων"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"Κουάτσα Μαλάουι",
 			'one'	=>	"Κουάτσα Μαλάουι",
 			'many'	=>	"Κουάτσα Μαλάουι"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"Πέσο Μεξικού",
 			'one'	=>	"Πέσο Μεξικού",
 			'many'	=>	"Πέσο Μεξικού"
 		),

		'MXP'	=>	 array
		(
			'name'	=>	"Ασημένιο Πέσο Μεξικού",
 			'one'	=>	"Ασημένιο Πέσο Μεξικού",
 			'many'	=>	"Ασημένια Πέσο Μεξικού"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"Ρινγκίτ Μαλαισίας",
 			'one'	=>	"Ρινγκίτ Μαλαισίας",
 			'many'	=>	"Ρινγκίτ Μαλαισίας"
 		),

		'MZE'	=>	 array
		(
			'name'	=>	"Εσκούδο Μοζαμβίκης",
 			'one'	=>	"Εσκούδο Μοζαμβίκης",
 			'many'	=>	"Εσκούδο Μοζαμβίκης"
 		),

		'MZM'	=>	 array
		(
			'name'	=>	"Παλαιό Μετικάλ Μοζαμβίκης",
 			'one'	=>	"Παλιό Μετικάλ Μοζαμβίκης",
 			'many'	=>	"Παλιά Μετικάλ Μοζαμβίκης"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"Μετικάλ Μοζαμβίκης",
 			'one'	=>	"Μετικάλ Μοζαμβίκης",
 			'many'	=>	"Μετικάλ Μοζαμβίκης"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"Δολάριο Ναμίμπια",
 			'one'	=>	"Δολάριο Ναμίμπια",
 			'many'	=>	"Δολάρια Ναμίμπια"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"Νάιρα Νιγηρίας",
 			'one'	=>	"Νάιρα Νιγηρίας",
 			'many'	=>	"Νάιρα Νιγηρίας"
 		),

		'NIC'	=>	 array
		(
			'name'	=>	"Κόρδοβα Νικαράγουας",
 			'one'	=>	"Κόρδοβα Νικαράγουας",
 			'many'	=>	"Κόρδοβα Νικαράγουας"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"Χρυσή Κόρδοβα Νικαράγουας",
 			'one'	=>	"Χρυσή Κόρδοβα Νικαράγουας",
 			'many'	=>	"Χρυσές Κόρδοβα Νικαράγουας"
 		),

		'NLG'	=>	 array
		(
			'name'	=>	"Γκίλντα Ολλανδίας",
 			'one'	=>	"Γκίλντα Ολλανδίας",
 			'many'	=>	"Γκίλντα Ολλανδίας"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"Κορόνα Νορβηγίας",
 			'one'	=>	"Κορόνα Νορβηγίας",
 			'many'	=>	"Κορόνες Νορβηγίας"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"Ρουπία Νεπάλ",
 			'one'	=>	"Ρουπία Νεπάλ",
 			'many'	=>	"Ρουπίες Νεπάλ"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"Δολάριο Νέας Ζηλανδίας",
 			'one'	=>	"Δολάριο Νέας Ζηλανδίας",
 			'many'	=>	"Δολάρια Νέας Ζηλανδίας"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"Ριάλ Ομάν",
 			'one'	=>	"Ριάλ Ομάν",
 			'many'	=>	"Ριάλ Ομάν"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"Μπαλμπόα Παναμά",
 			'one'	=>	"Μπαλμπόα Παναμά",
 			'many'	=>	"Μπαλμπόα Παναμά"
 		),

		'PEI'	=>	 array
		(
			'name'	=>	"Ίντι Περού",
 			'one'	=>	"Ίντι Περού",
 			'many'	=>	"Ίντι Περού"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"Νέο Σολ Περού",
 			'one'	=>	"Νέο Σολ Περού",
 			'many'	=>	"Νέα Σολ Περού"
 		),

		'PES'	=>	 array
		(
			'name'	=>	"Σολ Περού",
 			'one'	=>	"Σολ Περού",
 			'many'	=>	"Σολ Περού"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"Κίνα Παπούα Νέα Γουινέα",
 			'one'	=>	"Κίνα Παπούα Νέα Γουινέα",
 			'many'	=>	"Κίνα Παπούα Νέα Γουινέα"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"Πέσο Φιλιππίνων",
 			'one'	=>	"Πέσο Φιλιππίνων",
 			'many'	=>	"Πέσο Φιλιππίνων"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"Ρουπία Πακιστάν",
 			'one'	=>	"Ρουπία Πακιστάν",
 			'many'	=>	"Ρουπίες Πακιστάν"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"Ζλότι Πολωνίας",
 			'one'	=>	"Ζλότι Πολωνίας",
 			'many'	=>	"Ζλότι Πολωνίας"
 		),

		'PLZ'	=>	 array
		(
			'name'	=>	"Ζλότυ Πολωνίας",
 			'one'	=>	"Ζλότυ Πολωνίας",
 			'many'	=>	"Ζλότυ Πολωνίας"
 		),

		'PTE'	=>	 array
		(
			'name'	=>	"Εσκούδο Πορτογαλίας",
 			'one'	=>	"Εσκούδο Πορτογαλίας",
 			'many'	=>	"Εσκούδο Πορτογαλίας"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"Γκουαρανί Παραγουάης",
 			'one'	=>	"Γκουαρανί Παραγουάης",
 			'many'	=>	"Γκουαρανί Παραγουάης"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"Ριάλ Κατάρ",
 			'one'	=>	"Ριάλ Κατάρ",
 			'many'	=>	"Ριάλ Κατάρ"
 		),

		'RHD'	=>	 array
		(
			'name'	=>	"Δολάριο Ροδεσίας",
 			'one'	=>	"Δολάριο Ροδεσίας",
 			'many'	=>	"Δολάρια Ροδεσίας"
 		),

		'ROL'	=>	 array
		(
			'name'	=>	"Λέι Ρουμανίας",
 			'one'	=>	"Παλιό Λέι Ρουμανίας",
 			'many'	=>	"Παλιά Λέι Ρουμανίας"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"Λέου Ρουμανίας",
 			'one'	=>	"Λέου Ρουμανίας",
 			'many'	=>	"Λέου Ρουμανίας"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"Δηνάριο Σερβίας",
 			'one'	=>	"Δηνάριο Σερβίας",
 			'many'	=>	"Δηνάρια Σερβίας"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"Ρούβλι Ρωσίας",
 			'one'	=>	"Ρούβλι Ρωσίας",
 			'many'	=>	"Ρούβλια Ρωσίας"
 		),

		'RUR'	=>	 array
		(
			'name'	=>	"Ρούβλι Ρωσίας",
 			'one'	=>	"Ρούβλι Ρωσίας",
 			'many'	=>	"Ρούβλια Ρωσίας"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"Φράγκο Ρουάντας",
 			'one'	=>	"Φράγκο Ρουάντας",
 			'many'	=>	"Φράγκα Ρουάντας"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"Ριάλ Σαουδικής Αραβίας",
 			'one'	=>	"Ριάλ Σαουδικής Αραβίας",
 			'many'	=>	"Ριάλ Σαουδικής Αραβίας"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"Δολάριο Νήσων Σολομώντος",
 			'one'	=>	"Δολάριο Νήσων Σολομώντος",
 			'many'	=>	"Δολάρια Νήσων Σολομώντος"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"Ρουπία Σεϋχελλών",
 			'one'	=>	"Ρουπία Σεϋχελλών",
 			'many'	=>	"Ρουπίες Σεϋχελλών"
 		),

		'SDD'	=>	 array
		(
			'name'	=>	"Δηνάριο Σουδάν",
 			'one'	=>	"Δηνάριο Σουδάν",
 			'many'	=>	"Δηνάρια Σουδάν"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"Λίρα Σουδάν",
 			'one'	=>	"Λίρα Σουδάν",
 			'many'	=>	"Λίρες Σουδάν"
 		),

		'SDP'	=>	 array
		(
			'name'	=>	"Παλαιά Λίρα Σουδάν",
 			'one'	=>	"Παλιά Λίρα Σουδάν",
 			'many'	=>	"Παλαιές Λίρες Σουδάν"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"Κορόνα Σουηδίας",
 			'one'	=>	"Κορόνα Σουηδίας",
 			'many'	=>	"Κορόνες Σουηδίας"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"Δολάριο Σιγκαπούρης",
 			'one'	=>	"Δολάριο Σιγκαπούρης",
 			'many'	=>	"Δολάρια Σιγκαπούρης"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"Λίρα Αγίας Ελένης",
 			'one'	=>	"Λίρα Αγίας Ελένης",
 			'many'	=>	"Λίρες Αγίας Ελένης"
 		),

		'SIT'	=>	 array
		(
			'name'	=>	"Τόλαρ Σλοβενίας",
 			'one'	=>	"Τόλαρ Σλοβενίας",
 			'many'	=>	"Τόλαρ Σλοβ"
 		),

		'SKK'	=>	 array
		(
			'name'	=>	"Κορόνα Σλοβενίας",
 			'one'	=>	"Κορόνα Σλοβενίας",
 			'many'	=>	"Κορόνες Σλοβενίας"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"Λεόνε Σιέρα Λεόνε",
 			'one'	=>	"Λεόνε Σιέρα Λεόνε",
 			'many'	=>	"Λεόνε Σιέρα Λεόνε"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"Σελίνι Σομαλίας",
 			'one'	=>	"Σελίνι Σομαλίας",
 			'many'	=>	"Σελίνια Σομαλίας"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"Δολάριο Σουρινάμ",
 			'one'	=>	"Δολάριο Σουρινάμ",
 			'many'	=>	"Δολάρια Σουρινάμ"
 		),

		'SRG'	=>	 array
		(
			'name'	=>	"Γκίλντα Σουρινάμ",
 			'one'	=>	"Γκίλντα Σουρινάμ",
 			'many'	=>	"Γκίλντα Σουρινάμ"
 		),

		'SSP'	=>	 array
		(
			'name'	=>	"Λίρα Νότιου Σουδάν",
 			'one'	=>	"Λίρα Νότιου Σουδάν",
 			'many'	=>	"Λίρες Νότιου Σουδάν"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"Ντόμπρα Σάο Τομέ Και Πρίνσιπε",
 			'one'	=>	"Ντόμπρα Σάο Τόμε Και Πρίνσιπε",
 			'many'	=>	"Ντόμπρα Σάο Τόμε Και Πρίνσιπε"
 		),

		'SUR'	=>	 array
		(
			'name'	=>	"Σοβιετικό Ρούβλι",
 			'one'	=>	"Σοβιετικό Ρούβλι",
 			'many'	=>	"Σοβιετικά Ρούβλια"
 		),

		'SVC'	=>	 array
		(
			'name'	=>	"Κολόν Ελ Σαλβαδόρ",
 			'one'	=>	"Κολόν Ελ Σαλβαδόρ",
 			'many'	=>	"Κολόν Ελ Σαλβαδόρ"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"Λίρα Συρίας",
 			'one'	=>	"Λίρα Συρίας",
 			'many'	=>	"Λίρες Συρίας"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"Λιλανγκένι Σουαζιλάνδης",
 			'one'	=>	"Λιλανγκένι Σουαζιλάνδης",
 			'many'	=>	"Λιλανγκένι Σουαζιλάνδης"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"Μπατ Ταϊλάνδης",
 			'one'	=>	"Μπατ Ταϊλάνδης",
 			'many'	=>	"Μπατ Ταϊλάνδης"
 		),

		'TJR'	=>	 array
		(
			'name'	=>	"Ρούβλι Τατζικιστάν",
 			'one'	=>	"Ρούβλι Τατζικιστάν",
 			'many'	=>	"Ρούβλια Τατζικιστάν"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"Σομόνι Τατζικιστάν",
 			'one'	=>	"Σομόνι Τατζικιστάν",
 			'many'	=>	"Σομόνι Τατζικιστάν"
 		),

		'TMM'	=>	 array
		(
			'name'	=>	"Μανάτ Τουρκμενιστάν",
 			'one'	=>	"Μανάτ Τουρκμενιστάν",
 			'many'	=>	"Μανάτ Τουρκμενιστάν"
 		),

		'TMT'	=>	 array
		(
			'name'	=>	"Μάνατ Τουρκμενιστάν",
 			'one'	=>	"Μάνατ Τουρκμενιστάν",
 			'many'	=>	"Μάνατ Τουρκμενιστάν"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"Δηνάριο Τυνησίας",
 			'one'	=>	"Δηνάριο Τυνησίας",
 			'many'	=>	"Δηνάρια Τυνησίας"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"Παάγκα Νήσων Τόγκα",
 			'one'	=>	"Παάγκα Νήσων Τόγκα",
 			'many'	=>	"Παάγκα Νήσων Τόγκα"
 		),

		'TPE'	=>	 array
		(
			'name'	=>	"Εσκούδο Τιμόρ",
 			'one'	=>	"Εσκούδο Τιμόρ",
 			'many'	=>	"Εσκούδο Τιμόρ"
 		),

		'TRL'	=>	 array
		(
			'name'	=>	"Παλιά Λίρα Τουρκίας",
 			'one'	=>	"Παλιά Λίρα Τουρκίας",
 			'many'	=>	"Παλιές Λίρες Τουρκίας"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"Τουρκική Λίρα",
 			'one'	=>	"Τουρκική Λίρα",
 			'many'	=>	"Τουρκικές Λίρες"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"Δολάριο Τρινιντάντ Και Τομπάγκο",
 			'one'	=>	"Δολάριο Τρινιντάντ Και Τομπάγκο",
 			'many'	=>	"Δολάρια Τρινιντάντ Και Τομπάγκο"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"Νέο Δολάριο Ταϊβάν",
 			'one'	=>	"Νέο Δολάριο Ταϊβάν",
 			'many'	=>	"Νέα Δολάρια Ταϊβάν"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"Σελίνι Τανζανίας",
 			'one'	=>	"Σελίνι Τανζανίας",
 			'many'	=>	"Σελίνια Τανζανίας"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"Γρίβνα Ουκρανίας",
 			'one'	=>	"Γρίβνα Ουκρανίας",
 			'many'	=>	"Γρίβνα Ουκρανίας"
 		),

		'UAK'	=>	 array
		(
			'name'	=>	"Καρμποβανέτς Ουκρανίας",
 			'one'	=>	"Καρμποβανέτς Ουκρανίας",
 			'many'	=>	"Καρμποβανέτς Ουκρανίας"
 		),

		'UGS'	=>	 array
		(
			'name'	=>	"Σελίνι Ουγκάντας",
 			'one'	=>	"Σελίνι Ουγκάντας",
 			'many'	=>	"Σελίνια Ουγκάντας"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"Σελίνι Ουγκάντας",
 			'one'	=>	"Σελίνι Ουγκάντας",
 			'many'	=>	"Σελίνια Ουγκάντας"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"Δολάριο Ηπα",
 			'one'	=>	"Δολάριο Η.π.α.",
 			'many'	=>	"Δολάρια Η.π.α."
 		),

		'USN'	=>	 array
		(
			'name'	=>	"Δολάριο Ηπα",
 			'one'	=>	"Δολάριο Η.π.α.",
 			'many'	=>	"Δολάρια Η.π.α."
 		),

		'USS'	=>	 array
		(
			'name'	=>	"Δολάριο Ηπα",
 			'one'	=>	"Δολάριο Η.π.α.",
 			'many'	=>	"Δολάρια Η.π.α."
 		),

		'UYP'	=>	 array
		(
			'name'	=>	"Πέσο Ουρουγουάης",
 			'one'	=>	"Πέσο Ουρουγουάης",
 			'many'	=>	"Πέσο Ουρουγουάης"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"Πέσο Ουρουγουάης",
 			'one'	=>	"Πέσο Ουρουγουάης",
 			'many'	=>	"Πέσο Ουρουγουάης"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"Σομ Ουζμπεκιστάν",
 			'one'	=>	"Σομ Ουζμπεκιστάν",
 			'many'	=>	"Σομ Ουζμπεκιστάν"
 		),

		'VEB'	=>	 array
		(
			'name'	=>	"Μπολιβάρ Βενεζουέλας",
 			'one'	=>	"Μπολιβάρ Βενεζουέλας",
 			'many'	=>	"Μπολιβάρ Βενεζουέλας"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"Μπολιβάρ Βενεζουέλας",
 			'one'	=>	"Μπολιβάρ Βενεζουέλας",
 			'many'	=>	"Μπολιβάρ Βενεζουέλας"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"Ντονγκ Βιετνάμ",
 			'one'	=>	"Ντονγκ Βιετνάμ",
 			'many'	=>	"Ντονγκ Βιετνάμ"
 		),

		'VNN'	=>	 array
		(
			'name'	=>	"Παλαιό Ντονγκ Βιετνάμ",
 			'one'	=>	"Παλαιά Ντονγκ Βιετνάμ",
 			'many'	=>	"Παλαιά Ντονγκ Βιετνάμ"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"Βατού Βανουάτου",
 			'one'	=>	"Βατού Βανουάτου",
 			'many'	=>	"Βατού Βανουάτου"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"Τάλα Σαμόα",
 			'one'	=>	"Τάλα Σαμόα",
 			'many'	=>	"Τάλα Σαμόα"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"Φράγκο Cfa Κεντρικής Αφρικής",
 			'one'	=>	"Φράγκο Cfa Κεντρικής Αφρικής",
 			'many'	=>	"Φράγκα Cfa Κεντρικής Αφρικής"
 		),

		'XBA'	=>	 array
		(
			'name'	=>	"Ευρωπαϊκή Σύνθετη Μονάδα",
 			'one'	=>	"Ευρωπαϊκή Σύνθετη Μονάδα",
 			'many'	=>	"Ευρωπαϊκές Σύνθετες Μονάδες"
 		),

		'XBB'	=>	 array
		(
			'name'	=>	"Ευρωπαϊκή Νομισματική Μονάδα",
 			'one'	=>	"Ευρωπαϊκή Νομισματική Μονάδα",
 			'many'	=>	"Ευρωπαϊκές Νομισματικές Μονάδες"
 		),

		'XBC'	=>	 array
		(
			'name'	=>	"Ευρωπαϊκή Μονάδα Λογαριασμού",
 			'one'	=>	"Ευρωπαϊκή Μονάδα Λογαριασμού",
 			'many'	=>	"Ευρωπαϊκές Μονάδες Λογαριασμού"
 		),

		'XBD'	=>	 array
		(
			'name'	=>	"Ευρωπαϊκή Μονάδα Λογαριασμού",
 			'one'	=>	"Ευρωπαϊκή Μονάδα Λογαριασμού",
 			'many'	=>	"Ευρωπαϊκές Μονάδες Λογαριασμού"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"Δολάριο Ανατολικής Καραϊβικής",
 			'one'	=>	"Δολάριο Ανατολικής Καραϊβικής",
 			'many'	=>	"Δολάρια Ανατολικής Καραϊβικής"
 		),

		'XDR'	=>	 array
		(
			'name'	=>	"Ειδικά Δικαιώματα Ανάληψης",
 			'one'	=>	"Ειδικό Δικαίωμα Ανάληψης",
 			'many'	=>	"Ειδικά Δικαιώματα Ανάληψης"
 		),

		'XEU'	=>	 array
		(
			'name'	=>	"Ευρωπαϊκή Συναλλαγματική Μονάδα",
 			'one'	=>	"Ευρωπαϊκή Συναλλαγματική Μονάδα",
 			'many'	=>	"Ευρωπαϊκές Συναλλαγματικές Μονάδες"
 		),

		'XFO'	=>	 array
		(
			'name'	=>	"Χρυσό Φράγκο Γαλλίας",
 			'one'	=>	"Χρυσό Φράγκο Γαλλίας",
 			'many'	=>	"Χρυσά Φράγκα Γαλλίας"
 		),

		'XFU'	=>	 array
		(
			'name'	=>	"Uic-Φράγκο Γαλλίας",
 			'one'	=>	"Uic-Φράγκο Γαλλίας",
 			'many'	=>	"Uic-Φράγκα Γαλλίας"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"Φράγκο Cfa Δυτικής Αφρικής",
 			'one'	=>	"Φράγκο Cfa Δυτικής Αφρικής",
 			'many'	=>	"Φράγκα Cfa Δυτικής Αφρικής"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"Φράγκο Cfp",
 			'one'	=>	"Φράγκο Cfp",
 			'many'	=>	"Φράγκα Cfp"
 		),

		'XRE'	=>	 array
		(
			'name'	=>	"Ταμείο Rinet",
 			'one'	=>	"Ταμείο Rinet",
 			'many'	=>	"Ταμείο Rinet"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"Άγνωστο Νόμισμα",
 			'one'	=>	"(Άγνωστο Νόμισμα)",
 			'many'	=>	"(Άγνωστο Νόμισμα)"
 		),

		'YDD'	=>	 array
		(
			'name'	=>	"Δηνάριο Υεμένης",
 			'one'	=>	"Δηνάριο Υεμένης",
 			'many'	=>	"Δηνάρια Υεμένης"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"Ριάλ Υεμένης",
 			'one'	=>	"Ριάλ Υεμένης",
 			'many'	=>	"Ριάλ Υεμένης"
 		),

		'YUD'	=>	 array
		(
			'name'	=>	"Μεταλλικό Δηνάριο Γιουγκοσλαβίας",
 			'one'	=>	"Μεταλλικό Δηνάριο Γιουγκοσλαβίας",
 			'many'	=>	"Μεταλλικά Δηνάρια Γιουγκοσλαβίας"
 		),

		'YUM'	=>	 array
		(
			'name'	=>	"Νέο Δηνάριο Γιουγκοσλαβίας",
 			'one'	=>	"Νέο Δηνάριο Γιουγκοσλαβίας",
 			'many'	=>	"Νέο Δηνάριο Γιουγκοσλαβίας"
 		),

		'YUN'	=>	 array
		(
			'name'	=>	"Μετατρέψιμο Δηνάριο Γιουγκοσλαβίας",
 			'one'	=>	"Μετατρέψιμο Δινάριο Γιουγκοσλαβίας",
 			'many'	=>	"Μετατρέψιμο Δηνάριο Γιουγκοσλαβίας"
 		),

		'YUR'	=>	 array
		(
			'name'	=>	"Αναμορφωμένο Δηνάριο Γιουγκοσλαβίας",
 			'one'	=>	"Αναμορφωμένα Δηνάρια Γιουγκοσλαβίας",
 			'many'	=>	"Αναμορφωμένα Δηνάρια Γιουγκοσλαβίας"
 		),

		'ZAL'	=>	 array
		(
			'name'	=>	"Ραντ Νότιας Αφρικής",
 			'one'	=>	"Ραντ Νότιας Αφρικής",
 			'many'	=>	"Ραντ Νότιας Αφρικής"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"Ραντ Νότιας Αφρικής",
 			'one'	=>	"Ραντ Νότιας Αφρικής",
 			'many'	=>	"Ραντ Νότιας Αφρικής"
 		),

		'ZMK'	=>	 array
		(
			'name'	=>	"Κουάνζα Ζαΐρ",
 			'one'	=>	"Κουάτσα Ζάμπιας",
 			'many'	=>	"Κουάτσα Ζάμπιας"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"Κουάτσα Ζάμπιας",
 			'one'	=>	"Κουάτσα Ζάμπιας",
 			'many'	=>	"Κουάτσα Ζάμπιας"
 		),

		'ZRN'	=>	 array
		(
			'name'	=>	"Νέο Ζαΐρ Ζαΐρ",
 			'one'	=>	"Νέο Ζαΐρ Ζαΐρ",
 			'many'	=>	"Νέα Ζαΐρ Ζαΐρ"
 		),

		'ZRZ'	=>	 array
		(
			'name'	=>	"Ζαΐρ Ζαΐρ",
 			'one'	=>	"Ζαΐρ Ζαΐρ",
 			'many'	=>	"Ζαΐρ Ζαΐρ"
 		),

		'ZWD'	=>	 array
		(
			'name'	=>	"Δολάριο Ζιμπάμπουε",
 			'one'	=>	"Δολάριο Ζιμπάμπουε",
 			'many'	=>	"Δολάρια Ζιμπάμπουε"
 		),

		'ZWL'	=>	 array
		(
			'name'	=>	"Δολάριο Ζιμπάμπουε",
 			'one'	=>	"Δολάριο Ζιμπάμπουε",
 			'many'	=>	"Δολάριο Ζιμπάμπουε"
 		),

		'ZWR'	=>	 array
		(
			'name'	=>	"Δολάριο Ζιμπάμπουε",
 			'one'	=>	"Δολάρια Ζιμπάμπουε",
 			'many'	=>	"Δολάρια Ζιμπάμπουε"
 		),

    ),
);
