<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'ADP'	=>	 array
		(
			'name'	=>	"Андорска Пезета",
 			'one'	=>	"Андорска Пезета",
 			'many'	=>	"Андорске Пезете"
 		),

		'AED'	=>	 array
		(
			'name'	=>	"Уједињени Арапски Емирати Дирхам",
 			'one'	=>	"Уае Дирам",
 			'many'	=>	"Уае Дирама"
 		),

		'AFA'	=>	 array
		(
			'name'	=>	"Авганистански Авгани",
 			'one'	=>	"Aвганистански Авгани",
 			'many'	=>	"Авганистанска Авгана"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"Авганистански Авгани",
 			'one'	=>	"Aвганистански Авгани",
 			'many'	=>	"Авганистанска Авгана"
 		),

		'ALK'	=>	 array
		(
			'name'	=>	"Стари Албански Лек",
 			'one'	=>	"Стара Албанска Лека",
 			'many'	=>	"Старих Албанских Лека"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"Албански Лек",
 			'one'	=>	"Албански Лек",
 			'many'	=>	"Албанске Леке"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"Јерменски Драм",
 			'one'	=>	"Јерменски Драм",
 			'many'	=>	"Јерменска Драма"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"Холандски Антили Гилдер",
 			'one'	=>	"Холандско-Антилски Гилдер",
 			'many'	=>	"Холандска Антила"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"Анголијска Кванза",
 			'one'	=>	"Анголијска Кванза",
 			'many'	=>	"Анголијске Кванзе"
 		),

		'AOK'	=>	 array
		(
			'name'	=>	"Анголијска Кванза",
 			'one'	=>	"Анголијска Кванза",
 			'many'	=>	"Анголијске Кванзе"
 		),

		'AON'	=>	 array
		(
			'name'	=>	"Анголијска Нова Кванза",
 			'one'	=>	"Анголијска Нова Кванза",
 			'many'	=>	"Анголијске Нове Кванзе"
 		),

		'AOR'	=>	 array
		(
			'name'	=>	"Анголијска Кванза Реађустадо",
 			'one'	=>	"Анголијска Кванза Реађустадо",
 			'many'	=>	"Анголијске Кванзе Реађустадо"
 		),

		'ARA'	=>	 array
		(
			'name'	=>	"Аргентински Аустрал",
 			'one'	=>	"Аргентински Аустрал",
 			'many'	=>	"Аргентинска Аустрала"
 		),

		'ARL'	=>	 array
		(
			'name'	=>	"Аргентински Пезос Леј",
 			'one'	=>	"Аргентински Пезос Леј",
 			'many'	=>	"Аргентинска Пезос Леја"
 		),

		'ARM'	=>	 array
		(
			'name'	=>	"Аргентински Пезос Монедо Национал",
 			'one'	=>	"Аргентински Пезос Монедо Национал",
 			'many'	=>	"Аргентинска Пезос Монеда Национал"
 		),

		'ARP'	=>	 array
		(
			'name'	=>	"Аргентински Пезо",
 			'one'	=>	"Аргентински Пезо",
 			'many'	=>	"Аргентинска Пезоса"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"Аргентински Пезо",
 			'one'	=>	"Аргентински Пезос",
 			'many'	=>	"Аргентинска Пезоса"
 		),

		'ATS'	=>	 array
		(
			'name'	=>	"Аустријски Шилинг",
 			'one'	=>	"Аустријски Шилинг",
 			'many'	=>	"Аустријска Шилинга"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"Аустралијски Долар",
 			'one'	=>	"Аустралијски Долар",
 			'many'	=>	"Аустралијска Долара"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"Арубански Флорин",
 			'one'	=>	"Арубански Флорин",
 			'many'	=>	"Арубанска Флорина"
 		),

		'AZM'	=>	 array
		(
			'name'	=>	"Азербејџански Манат",
 			'one'	=>	"Азербејџански Манат",
 			'many'	=>	"Азербејџанска Маната"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"Азербејџански Манат",
 			'one'	=>	"Азербејџански Манат",
 			'many'	=>	"Азербејџанска Маната"
 		),

		'BAD'	=>	 array
		(
			'name'	=>	"Босанско-Херцеговачки Динар",
 			'one'	=>	"Босанско-Херцеговачки Динар",
 			'many'	=>	"Босанско-Херцеговачка Динара"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"Конвертибилна Марка",
 			'one'	=>	"Босанско-Херцеговачка Конвертибилна Марка",
 			'many'	=>	"Босанско-Херцеговачке Конвертибилне Маркe"
 		),

		'BAN'	=>	 array
		(
			'name'	=>	"Босанско-Херцеговачки Нови Динар",
 			'one'	=>	"Босанско-Херцеговачки Нови Динар",
 			'many'	=>	"Босанско-Херцеговачка Нова Динара"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"Барбадошки Долар",
 			'one'	=>	"Барбадошки Долар",
 			'many'	=>	"Барбадошка Долара"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"Бангладешка Така",
 			'one'	=>	"Бангладешка Така",
 			'many'	=>	"Бангладешке Таке"
 		),

		'BEC'	=>	 array
		(
			'name'	=>	"Белгијски Франак",
 			'one'	=>	"Белгијски Франак",
 			'many'	=>	"Белгијска Франка"
 		),

		'BEF'	=>	 array
		(
			'name'	=>	"Белгијски Франак",
 			'one'	=>	"Белгијски Франак",
 			'many'	=>	"Белгијска Франка"
 		),

		'BEL'	=>	 array
		(
			'name'	=>	"Белгијски Франак",
 			'one'	=>	"Белгијски Франак",
 			'many'	=>	"Белгијска Франка"
 		),

		'BGL'	=>	 array
		(
			'name'	=>	"Бугарски Тврди Лев",
 			'one'	=>	"Бугарски Тврди Лев",
 			'many'	=>	"Бугарска Тврда Лева"
 		),

		'BGM'	=>	 array
		(
			'name'	=>	"Бугарски Социјалистички Лев",
 			'one'	=>	"Бугарски Социјалистички Лев",
 			'many'	=>	"Бугарска Социјалистичка Лева"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"Бугарски Лев",
 			'one'	=>	"Бугарски Лев",
 			'many'	=>	"Бугарска Лева"
 		),

		'BGO'	=>	 array
		(
			'name'	=>	"Стари Бугарски Лев",
 			'one'	=>	"Стари Бугарски Лев",
 			'many'	=>	"Стара Бугарска Лева"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"Бахреински Динар",
 			'one'	=>	"Бахреински Динар",
 			'many'	=>	"Бахреинскa Динара"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"Бурундски Франак",
 			'one'	=>	"Бурундски Франак",
 			'many'	=>	"Бурундска Франка"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"Бермудски Долар",
 			'one'	=>	"Бермудски Долар",
 			'many'	=>	"Бермудска Долара"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"Брунејски Долар",
 			'one'	=>	"Брунејски Долар",
 			'many'	=>	"Брунејска Долара"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"Боливијски Боливиано",
 			'one'	=>	"Боливијски Боливиано",
 			'many'	=>	"Боливијска Боливиана"
 		),

		'BOL'	=>	 array
		(
			'name'	=>	"Стари Боливијски Боливијано",
 			'one'	=>	"Стари Боливијски Боливијано",
 			'many'	=>	"Стара Боливијска Боливијана"
 		),

		'BOP'	=>	 array
		(
			'name'	=>	"Боливијски Пезо",
 			'one'	=>	"Боливијски Пезо",
 			'many'	=>	"Боливијска Пезоса"
 		),

		'BOV'	=>	 array
		(
			'name'	=>	"Боливијски Мвдол",
 			'one'	=>	"Боливијски Мвдол",
 			'many'	=>	"Боливијска Мвдола"
 		),

		'BRB'	=>	 array
		(
			'name'	=>	"Бразилски Нови Крузеиро",
 			'one'	=>	"Бразилски Нови Крузеиро",
 			'many'	=>	"Бразилска Нова Крузеира"
 		),

		'BRC'	=>	 array
		(
			'name'	=>	"Бразилијски Крузадо",
 			'one'	=>	"Бразилски Крузадос",
 			'many'	=>	"Бразилска Крузадоса"
 		),

		'BRE'	=>	 array
		(
			'name'	=>	"Бразилски Крузеиро",
 			'one'	=>	"Бразилски Крузеиро",
 			'many'	=>	"Бразилска Крузеира"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"Бразилски Реал",
 			'one'	=>	"Бразилски Реал",
 			'many'	=>	"Бразилска Реала"
 		),

		'BRN'	=>	 array
		(
			'name'	=>	"Бразилијски Нови Крузадо",
 			'one'	=>	"Бразилски Нови Крузадо",
 			'many'	=>	"Бразилска Нова Крузада"
 		),

		'BRR'	=>	 array
		(
			'name'	=>	"Бразилски Крузеиро",
 			'one'	=>	"Бразилски Крузеиро",
 			'many'	=>	"Бразилска Крузеира"
 		),

		'BRZ'	=>	 array
		(
			'name'	=>	"Стари Бразилски Крузеиро",
 			'one'	=>	"Стари Бразилски Крузеиро",
 			'many'	=>	"Стара Бразилска Крузеира"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"Бахамски Долар",
 			'one'	=>	"Бахамски Долар",
 			'many'	=>	"Бахамска Долара"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"Бутански Нгултрум",
 			'one'	=>	"Бутански Нгултрум",
 			'many'	=>	"Бутанска Нгултрума"
 		),

		'BUK'	=>	 array
		(
			'name'	=>	"Бурмански Кјат",
 			'one'	=>	"Бурмански Кјат",
 			'many'	=>	"Бурманска Кјата"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"Боцванска Пула",
 			'one'	=>	"Боцванска Пула",
 			'many'	=>	"Боцванске Пуле"
 		),

		'BYB'	=>	 array
		(
			'name'	=>	"Белоруска Нова Рубља",
 			'one'	=>	"Белоруска Нова Рубља",
 			'many'	=>	"Белоруске Нове Рубља"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"Белоруска Рубља",
 			'one'	=>	"Белоруска Рубља",
 			'many'	=>	"Белоруске Рубље"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"Белизе Долар",
 			'one'	=>	"Белизеански Долар",
 			'many'	=>	"Белизеанска Долара"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"Канадски Долар",
 			'one'	=>	"Канадски Долар",
 			'many'	=>	"Канадска Долара"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"Конголски Франак",
 			'one'	=>	"Конголски Франак",
 			'many'	=>	"Конголска Франка"
 		),

		'CHE'	=>	 array
		(
			'name'	=>	"Wir Евро",
 			'one'	=>	"Wir Евро",
 			'many'	=>	"Wir Евра"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"Швајцарски Франак",
 			'one'	=>	"Швајцарски Франак",
 			'many'	=>	"Швајцарска Франка"
 		),

		'CHW'	=>	 array
		(
			'name'	=>	"Wir Франак",
 			'one'	=>	"Wir Франак",
 			'many'	=>	"Wir Франка"
 		),

		'CLE'	=>	 array
		(
			'name'	=>	"Чилеански Ескудо",
 			'one'	=>	"Чилеански Ескудо",
 			'many'	=>	"Чилеанска Ескуда"
 		),

		'CLF'	=>	 array
		(
			'name'	=>	"Чилеовски Унидадес Се Фоменто",
 			'one'	=>	"Чилеански Унидадес Де Фоменто",
 			'many'	=>	"Чилеанска Унидадес Де Фомента"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"Чилеански Пезо",
 			'one'	=>	"Чилеански Пезо",
 			'many'	=>	"Чилеанска Пезоса"
 		),

		'CNX'	=>	 array
		(
			'name'	=>	"Долар Кинеске Народне Банке",
 			'one'	=>	"Долар Кинеске Народне Банке",
 			'many'	=>	"Долара Кинеске Народне Банке"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"Кинески Јуан Ренминби",
 			'one'	=>	"Кинески Јуан",
 			'many'	=>	"Кинеска Јуан"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"Колумбијски Пезо",
 			'one'	=>	"Колумбијски Пезо",
 			'many'	=>	"Колумбијска Пезоса"
 		),

		'COU'	=>	 array
		(
			'name'	=>	"Унидад Де Валоршки Реал",
 			'one'	=>	"Унидад Де Валоршки Реал",
 			'many'	=>	"Нидад Де Валор Реала"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"Костарикански Колон",
 			'one'	=>	"Костарикански Колон",
 			'many'	=>	"Костариканска Колона"
 		),

		'CSD'	=>	 array
		(
			'name'	=>	"Стари Српски Динар",
 			'one'	=>	"Стари Српски Динар",
 			'many'	=>	"Стара Српска Динара"
 		),

		'CSK'	=>	 array
		(
			'name'	=>	"Чехословачка Тврда Круна",
 			'one'	=>	"Чехословачка Тврда Круна",
 			'many'	=>	"Чехословачке Тврде Круне"
 		),

		'CUC'	=>	 array
		(
			'name'	=>	"Кубански Конвертибилни Песо",
 			'one'	=>	"Кубански Конвертибилни Песо",
 			'many'	=>	"Кубанскa Конвертибилнa Пезосa"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"Кубански Пезо",
 			'one'	=>	"Кубански Пезос",
 			'many'	=>	"Кубанска Пезоса"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"Зеленортски Ескудо",
 			'one'	=>	"Зеленортски Ескудо",
 			'many'	=>	"Зеленортска Ескуда"
 		),

		'CYP'	=>	 array
		(
			'name'	=>	"Кипарска Фунта",
 			'one'	=>	"Кипарска Фунта",
 			'many'	=>	"Кипарске Фунте"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"Чешка Круна",
 			'one'	=>	"Чешка Круна",
 			'many'	=>	"Чешке Круне"
 		),

		'DDM'	=>	 array
		(
			'name'	=>	"Источно-Немачка Марка",
 			'one'	=>	"Источно-Немачка Марка",
 			'many'	=>	"Источно-Немачке Марке"
 		),

		'DEM'	=>	 array
		(
			'name'	=>	"Немачка Марка",
 			'one'	=>	"Немачка Марка",
 			'many'	=>	"Немачке Марке"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"Џибутански Франак",
 			'one'	=>	"Џибутански Франак",
 			'many'	=>	"Џибутанскa Франкa"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"Данска Круна",
 			'one'	=>	"Данска Круна",
 			'many'	=>	"Данске Круне"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"Доминикански Пезо",
 			'one'	=>	"Доминикански Пезо",
 			'many'	=>	"Доминиканска Пезоса"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"Алжирски Динар",
 			'one'	=>	"Алжирски Динар",
 			'many'	=>	"Алжирска Динара"
 		),

		'ECS'	=>	 array
		(
			'name'	=>	"Еквадорски Сакр",
 			'one'	=>	"Еквадорски Сакр",
 			'many'	=>	"Еквадорска Сакра"
 		),

		'ECV'	=>	 array
		(
			'name'	=>	"Еквадорски Унидад Де Валор Константе",
 			'one'	=>	"Еквадорски Унидад Де Валор Константе",
 			'many'	=>	"Еквадорска Унидад Де Валор Константа"
 		),

		'EEK'	=>	 array
		(
			'name'	=>	"Естонска Кроон",
 			'one'	=>	"Естонска Круна",
 			'many'	=>	"Естонске Круне"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"Египатска Фунта",
 			'one'	=>	"Египатска Фунта",
 			'many'	=>	"Египатске Фунте"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"Eритрејска Накфa",
 			'one'	=>	"Еритрејска Накфа",
 			'many'	=>	"Еритрејске Накфе"
 		),

		'ESA'	=>	 array
		(
			'name'	=>	"Шпанска Пезета",
 			'one'	=>	"Шпанска Пезета",
 			'many'	=>	"Шпанске Пезете"
 		),

		'ESB'	=>	 array
		(
			'name'	=>	"Шпанска Пезета",
 			'one'	=>	"Шпанска Пезета",
 			'many'	=>	"Шпанске Пезете"
 		),

		'ESP'	=>	 array
		(
			'name'	=>	"Шпанска Пезета",
 			'one'	=>	"Шпанска Пезета",
 			'many'	=>	"Шпанска Пезета"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"Етиопијски Бир",
 			'one'	=>	"Етиопијски Бир",
 			'many'	=>	"Етиопијска Бира"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"Евро",
 			'one'	=>	"Евро",
 			'many'	=>	"Евра"
 		),

		'FIM'	=>	 array
		(
			'name'	=>	"Финска Марка",
 			'one'	=>	"Финска Марка",
 			'many'	=>	"Финске Марке"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"Фиџи Долар",
 			'one'	=>	"Фиџи Долар",
 			'many'	=>	"Фиџи Долара"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"Фокландска Острва Фунта",
 			'one'	=>	"Фолкландска Фунта",
 			'many'	=>	"Фолкландске Фунте"
 		),

		'FRF'	=>	 array
		(
			'name'	=>	"Француски Франак",
 			'one'	=>	"Француски Франак",
 			'many'	=>	"Француска Франка"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"Британска Фунта Стерлинга",
 			'one'	=>	"Британска Фунта Стерлинга",
 			'many'	=>	"Британске Фунте Стерлинга"
 		),

		'GEK'	=>	 array
		(
			'name'	=>	"Грузијски Купон Ларит",
 			'one'	=>	"Грузијски Купон Ларит",
 			'many'	=>	"Грузијска Купон Ларита"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"Грузијски Лари",
 			'one'	=>	"Грузијски Ларис",
 			'many'	=>	"Грузијска Лариса"
 		),

		'GHC'	=>	 array
		(
			'name'	=>	"Гански Цеди",
 			'one'	=>	"Гански Цед",
 			'many'	=>	"Ганска Цеда"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"Гански Цеди",
 			'one'	=>	"Гански Цед",
 			'many'	=>	"Ганска Цеда"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"Гибралтарска Фунта",
 			'one'	=>	"Гибралтарска Фунта",
 			'many'	=>	"Гибралтарске Фунте"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"Гамбијски Даласи",
 			'one'	=>	"Гамбијски Далас",
 			'many'	=>	"Гамбијска Даласа"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"Гвинејски Франак",
 			'one'	=>	"Гвинејски Франак",
 			'many'	=>	"Гвинејска Франка"
 		),

		'GNS'	=>	 array
		(
			'name'	=>	"Гвинејски Сили",
 			'one'	=>	"Гвинејски Сили",
 			'many'	=>	"Гвинејска Сила"
 		),

		'GQE'	=>	 array
		(
			'name'	=>	"Екваторијално-Гвинејски Еквеле",
 			'one'	=>	"Екваторијално-Гвинејски Еквеле",
 			'many'	=>	"Екваторијално-Гвинејска Еквела"
 		),

		'GRD'	=>	 array
		(
			'name'	=>	"Грчка Драхма",
 			'one'	=>	"Грчка Драхма",
 			'many'	=>	"Грчке Драхме"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"Гватемалски Квецал",
 			'one'	=>	"Гватемалски Квецал",
 			'many'	=>	"Гватемалска Квецала"
 		),

		'GWE'	=>	 array
		(
			'name'	=>	"Португалска Гвинеја Ескудо",
 			'one'	=>	"Португалско-Гвинејски Ескудо",
 			'many'	=>	"Португалско-Гвинејска Ескуда"
 		),

		'GWP'	=>	 array
		(
			'name'	=>	"Гвинеја Бисао Пезо",
 			'one'	=>	"Гвинеја-Бисаошки Пезо",
 			'many'	=>	"Гвинеја-Бисаошка Пезоса"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"Гујански Долар",
 			'one'	=>	"Гвајански Долар",
 			'many'	=>	"Гвајанска Долара"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"Хонгконшки Долар",
 			'one'	=>	"Хонгконшки Долар",
 			'many'	=>	"Хонгконшка Долара"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"Хондурашка Лемпира",
 			'one'	=>	"Хондурашки Лемпир",
 			'many'	=>	"Хондурашка Лемпира"
 		),

		'HRD'	=>	 array
		(
			'name'	=>	"Хрватски Динар",
 			'one'	=>	"Хрватски Динар",
 			'many'	=>	"Хрватска Динара"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"Хрватска Куна",
 			'one'	=>	"Хрватска Куна",
 			'many'	=>	"Хрватске Куне"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"Хаићански Гурд",
 			'one'	=>	"Хаићански Гурд",
 			'many'	=>	"Хаићанска Гурда"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"Мађарска Форинта",
 			'one'	=>	"Мађарска Форинта",
 			'many'	=>	"Мађарске Форинте"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"Индонежанска Рупија",
 			'one'	=>	"Индонежанска Рупија",
 			'many'	=>	"Индонежанске Рупије"
 		),

		'IEP'	=>	 array
		(
			'name'	=>	"Ирска Фунта",
 			'one'	=>	"Ирска Фунта",
 			'many'	=>	"Ирске Фунте"
 		),

		'ILP'	=>	 array
		(
			'name'	=>	"Израелска Фунта",
 			'one'	=>	"Израелска Фунта",
 			'many'	=>	"Израелске Фунте"
 		),

		'ILR'	=>	 array
		(
			'name'	=>	"Стари Израелски Шекели",
 			'one'	=>	"Стари Израелски Шекели",
 			'many'	=>	"Стари Израелски Шекели"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"Израелски Нови Шекел",
 			'one'	=>	"Израелски Нови Шекел",
 			'many'	=>	"Израелска Нова Шекела"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"Индијска Рупија",
 			'one'	=>	"Индијска Рупија",
 			'many'	=>	"Индијске Рупије"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"Ирачки Динар",
 			'one'	=>	"Ирачки Динар",
 			'many'	=>	"Ирачка Динара"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"Ирански Риjал",
 			'one'	=>	"Ирански Ријал",
 			'many'	=>	"Иранска Ријала"
 		),

		'ISJ'	=>	 array
		(
			'name'	=>	"Стара Исландска Круна",
 			'one'	=>	"Стара Исландска Круна",
 			'many'	=>	"Стара Исландска Круна"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"Исландска Круна",
 			'one'	=>	"Исландска Круна",
 			'many'	=>	"Исландске Круне"
 		),

		'ITL'	=>	 array
		(
			'name'	=>	"Италијанска Лира",
 			'one'	=>	"Италијанска Лира",
 			'many'	=>	"Италијанске Лире"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"Јамајкански Долар",
 			'one'	=>	"Jамајкански Долар",
 			'many'	=>	"Jамајканскa Доларa"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"Јордански Динар",
 			'one'	=>	"Јордански Динар",
 			'many'	=>	"Јорданскa Динара"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"Јапански Јен",
 			'one'	=>	"Јапански Јен",
 			'many'	=>	"Јапанска Јена"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"Кенијски Шилинг",
 			'one'	=>	"Кенијски Шилинг",
 			'many'	=>	"Кенијска Шилинга"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"Киргистански Сом",
 			'one'	=>	"Киргистански Сом",
 			'many'	=>	"Киргистанска Сома"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"Kамбоџански Ријел",
 			'one'	=>	"Камбоџански Ријел",
 			'many'	=>	"Камбоџанска Ријела"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"Коморски Франак",
 			'one'	=>	"Коморски Франак",
 			'many'	=>	"Коморскa Франкa"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"Севернокорејски Вон",
 			'one'	=>	"Севернокорејски Вон",
 			'many'	=>	"Севернокорејска Вона"
 		),

		'KRH'	=>	 array
		(
			'name'	=>	"Јужнокорејски Хван",
 			'one'	=>	"Јужнокорејски Хван",
 			'many'	=>	"Јужнокорејска Хвана"
 		),

		'KRO'	=>	 array
		(
			'name'	=>	"Стари Јужнокорејски Вон",
 			'one'	=>	"Стари Јужнокорејски Вон",
 			'many'	=>	"Стара Јужнокорејска Вона"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"Јужнокорејски Вон",
 			'one'	=>	"Јужнокорејски Вон",
 			'many'	=>	"Јужнокорејска Вона"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"Кувајтски Динар",
 			'one'	=>	"Кувајтски Динар",
 			'many'	=>	"Кувајтскa Динара"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"Кајманска Острва Долар",
 			'one'	=>	"Кајмански Долар",
 			'many'	=>	"Кајманска Долара"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"Казахстански Тенџ",
 			'one'	=>	"Казахстанска Тенџа",
 			'many'	=>	"Казахстанске Тенџе"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"Лаошки Кип",
 			'one'	=>	"Лаошки Кип",
 			'many'	=>	"Лаошка Кипа"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"Либанска Фунта",
 			'one'	=>	"Либанскa Фунтa",
 			'many'	=>	"Либанскe Фунтe"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"Шриланканскa Рупиja",
 			'one'	=>	"Шриланканска Рупија",
 			'many'	=>	"Шриланканскe Рупијe"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"Либеријски Долар",
 			'one'	=>	"Либеријски Долар",
 			'many'	=>	"Либеријска Долара"
 		),

		'LSL'	=>	 array
		(
			'name'	=>	"Лесото Лоти",
 			'one'	=>	"Лесотски Лотис",
 			'many'	=>	"Лесотска Лотиса"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"Литвански Литас",
 			'one'	=>	"Литвански Литас",
 			'many'	=>	"Литванска Литаса"
 		),

		'LTT'	=>	 array
		(
			'name'	=>	"Литвански Талонас",
 			'one'	=>	"Литвански Талонас",
 			'many'	=>	"Литванска Талонаса"
 		),

		'LUC'	=>	 array
		(
			'name'	=>	"Луксембуршки Конвертибилни Франак",
 			'one'	=>	"Луксембуршки Конвертибилни Франак",
 			'many'	=>	"Луксембуршка Конвертибилна Франка"
 		),

		'LUF'	=>	 array
		(
			'name'	=>	"Луксембуршки Франак",
 			'one'	=>	"Луксембуршки Франак",
 			'many'	=>	"Луксембуршка Франка"
 		),

		'LUL'	=>	 array
		(
			'name'	=>	"Луксембуршки Финансијски Франак",
 			'one'	=>	"Луксембуршки Финансијски Франак",
 			'many'	=>	"Луксембуршка Финансијска Франка"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"Латвијски Лати",
 			'one'	=>	"Латвијски Лат",
 			'many'	=>	"Латвијска Лата"
 		),

		'LVR'	=>	 array
		(
			'name'	=>	"Латвијска Рубља",
 			'one'	=>	"Латвијска Рубља",
 			'many'	=>	"Латвијске Рубље"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"Либијски Динар",
 			'one'	=>	"Либијски Динар",
 			'many'	=>	"Либијскa Динарa"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"Марокански Дирхам",
 			'one'	=>	"Мароканска Дирхама",
 			'many'	=>	"Мароканске Дирхаме"
 		),

		'MAF'	=>	 array
		(
			'name'	=>	"Марокански Франак",
 			'one'	=>	"Марокански Франак",
 			'many'	=>	"Мароканска Франка"
 		),

		'MCF'	=>	 array
		(
			'name'	=>	"Монегаскански Франак",
 			'one'	=>	"Монегаскански Франак",
 			'many'	=>	"Монегасканска Франка"
 		),

		'MDC'	=>	 array
		(
			'name'	=>	"Молдовански Купон",
 			'one'	=>	"Молдовански Купон",
 			'many'	=>	"Молдованска Купона"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"Молдавски Леј",
 			'one'	=>	"Молдaвски Леј",
 			'many'	=>	"Молдaвскa Леја"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"Малагасијски Ариари",
 			'one'	=>	"Малагасијски Ариари",
 			'many'	=>	"Малагасијскa Ариариja"
 		),

		'MGF'	=>	 array
		(
			'name'	=>	"Малагасијски Франак",
 			'one'	=>	"Малагашајски Франак",
 			'many'	=>	"Малагашајска Франка"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"Македонски Денар",
 			'one'	=>	"Македонски Денар",
 			'many'	=>	"Македонска Денара"
 		),

		'MKN'	=>	 array
		(
			'name'	=>	"Стари Македонски Денар",
 			'one'	=>	"Стари Македонски Денар",
 			'many'	=>	"Стара Македонска Денара"
 		),

		'MLF'	=>	 array
		(
			'name'	=>	"Малијански Франак",
 			'one'	=>	"Малијски Франак",
 			'many'	=>	"Малијска Франка"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"Мјанмарски Кјат",
 			'one'	=>	"Мјанмарски Кјат",
 			'many'	=>	"Мјанмарскa Кјатa"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"Монголски Тугрик",
 			'one'	=>	"Монголски Тугрик",
 			'many'	=>	"Монголскa Тугрика"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"Маканишка Патака",
 			'one'	=>	"Маканешка Патака",
 			'many'	=>	"Маканешке Патаке"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"Мауританијска Oгија",
 			'one'	=>	"Мауританијска Oгија",
 			'many'	=>	"Мауританијскe Oгијe"
 		),

		'MTL'	=>	 array
		(
			'name'	=>	"Малтешка Лира",
 			'one'	=>	"Малтешка Лира",
 			'many'	=>	"Малтешке Лире"
 		),

		'MTP'	=>	 array
		(
			'name'	=>	"Малтешка Фунта",
 			'one'	=>	"Малтешка Фунта",
 			'many'	=>	"Малтешке Фунте"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"Маурицијска Рупија",
 			'one'	=>	"Маурицијска Рупија",
 			'many'	=>	"Маурицијскe Рупијe"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"Малдивска Руфија",
 			'one'	=>	"Малдивскa Руфија",
 			'many'	=>	"Малдивскe Руфијe"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"Малавијска Квача",
 			'one'	=>	"Малавијска Квача",
 			'many'	=>	"Малавијске Кваче"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"Мексички Пезо",
 			'one'	=>	"Мексички Пезо",
 			'many'	=>	"Мексичка Пезоса"
 		),

		'MXP'	=>	 array
		(
			'name'	=>	"Мексички Сребрни Пезо",
 			'one'	=>	"Мексички Сребрни Пезо",
 			'many'	=>	"Мексичка Сребрна Пезоса"
 		),

		'MXV'	=>	 array
		(
			'name'	=>	"Мексички Унидад Де Инверсион",
 			'one'	=>	"Мексички Унидадс Де Инверзион",
 			'many'	=>	"Мексичка Унидадс Де Инверзиона"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"Малезијски Ринггит",
 			'one'	=>	"Малезијски Ринггит",
 			'many'	=>	"Малезијска Ринггита"
 		),

		'MZE'	=>	 array
		(
			'name'	=>	"Мозамбијски Ескудо",
 			'one'	=>	"Мозамбијски Ескудо",
 			'many'	=>	"Мозамбијска Ескуда"
 		),

		'MZM'	=>	 array
		(
			'name'	=>	"Стари Мозамбијски Метикал",
 			'one'	=>	"Стари Мозамбијски Метикал",
 			'many'	=>	"Стара Мозамбијска Метикала"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"Мозамбијски Метикал",
 			'one'	=>	"Мозамбијски Метикал",
 			'many'	=>	"Мозамбијска Метикала"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"Намибијски Долар",
 			'one'	=>	"Намибијски Долар",
 			'many'	=>	"Намибијска Долара"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"Нигеријска Наира",
 			'one'	=>	"Нигеријска Наира",
 			'many'	=>	"Нигеријске Наире"
 		),

		'NIC'	=>	 array
		(
			'name'	=>	"Никарагванска Кордоба",
 			'one'	=>	"Никарагванска Кордоба",
 			'many'	=>	"Никарагванске Кордобе"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"Никарагванска Златна Кордоба",
 			'one'	=>	"Никарагванска Златна Кордоба",
 			'many'	=>	"Никарагванске Златне Кордобе"
 		),

		'NLG'	=>	 array
		(
			'name'	=>	"Холандски Гулден",
 			'one'	=>	"Холандски Гулден",
 			'many'	=>	"Холандска Гулдена"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"Норвешка Круна",
 			'one'	=>	"Норвешка Круна",
 			'many'	=>	"Норвешке Круне"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"Непалскa Рупиja",
 			'one'	=>	"Непалска Рупија",
 			'many'	=>	"Непалске Рупије"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"Новозеландски Долар",
 			'one'	=>	"Новозеландски Долар",
 			'many'	=>	"Новозеландска Долара"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"Омански Ријал",
 			'one'	=>	"Омански Ријал",
 			'many'	=>	"Оманскa Ријала"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"Панамска Балбоа",
 			'one'	=>	"Панамска Балбоа",
 			'many'	=>	"Панамске Балбое"
 		),

		'PEI'	=>	 array
		(
			'name'	=>	"Перуански Инти",
 			'one'	=>	"Перувијски Инти",
 			'many'	=>	"Перувијска Интија"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"Перуански Нуево Сол",
 			'one'	=>	"Перуански Нуево Сол",
 			'many'	=>	"Перуанска Нуево Сола"
 		),

		'PES'	=>	 array
		(
			'name'	=>	"Перуански Сол",
 			'one'	=>	"Перуански Сол",
 			'many'	=>	"Перуанска Сола"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"Папуанска Кина",
 			'one'	=>	"Папуанска Кина",
 			'many'	=>	"Папуанскe Кинe"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"Филипински Пезо",
 			'one'	=>	"Филипински Пезо",
 			'many'	=>	"Филипинска Пезоса"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"Пакистанскa Рупиja",
 			'one'	=>	"Пакистанска Рупија",
 			'many'	=>	"Пакистанске Рупије"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"Пољски Злот",
 			'one'	=>	"Пољски Злот",
 			'many'	=>	"Пољска Злота"
 		),

		'PLZ'	=>	 array
		(
			'name'	=>	"Пољски Злоти",
 			'one'	=>	"Пољски Злот",
 			'many'	=>	"Пољска Злота"
 		),

		'PTE'	=>	 array
		(
			'name'	=>	"Португалски Ескудо",
 			'one'	=>	"Португалски Ескудо",
 			'many'	=>	"Португалска Ескуда"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"Парагвајски Гуарни",
 			'one'	=>	"Парагвајски Гвараниј",
 			'many'	=>	"Парагвајска Гваранија"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"Катаршки Ријал",
 			'one'	=>	"Катарски Ријал",
 			'many'	=>	"Катарска Ријала"
 		),

		'RHD'	=>	 array
		(
			'name'	=>	"Родејскидолар",
 			'one'	=>	"Родежански Долар",
 			'many'	=>	"Родежанска Долара"
 		),

		'ROL'	=>	 array
		(
			'name'	=>	"Румунски Леј",
 			'one'	=>	"Румунски Леј",
 			'many'	=>	"Румунскa Леја"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"Румунски Леј",
 			'one'	=>	"Румунски Леј",
 			'many'	=>	"Румунскa Леја"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"Српски Динар",
 			'one'	=>	"Српски Динар",
 			'many'	=>	"Српска Динара"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"Руска Рубља",
 			'one'	=>	"Руска Рубља",
 			'many'	=>	"Руске Рубље"
 		),

		'RUR'	=>	 array
		(
			'name'	=>	"Руска Рубља",
 			'one'	=>	"Руска Рубља",
 			'many'	=>	"Руске Рубље"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"Руандски Франак",
 			'one'	=>	"Руандски Франак",
 			'many'	=>	"Руандскa Франка"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"Саудијски Ријал",
 			'one'	=>	"Саудијски Ријал",
 			'many'	=>	"Саудијска Ријала"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"Соломонско-Острвски Долар",
 			'one'	=>	"Соломонско-Острвски Долар",
 			'many'	=>	"Соломонско-Острвска Долара"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"Сејшелска Рупија",
 			'one'	=>	"Сејшелска Рупија",
 			'many'	=>	"Сејшелске Рупије"
 		),

		'SDD'	=>	 array
		(
			'name'	=>	"Стари Судански Динар",
 			'one'	=>	"Стари Судански Динар",
 			'many'	=>	"Стара Суданска Динара"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"Суданска Фунта",
 			'one'	=>	"Суданска Фунта",
 			'many'	=>	"Суданске Фунте"
 		),

		'SDP'	=>	 array
		(
			'name'	=>	"Стара Суданска Фунта",
 			'one'	=>	"Стара Суданска Фунта",
 			'many'	=>	"Старе Суданске Фунте"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"Шведска Круна",
 			'one'	=>	"Шведска Круна",
 			'many'	=>	"Шведске Круне"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"Сингапурски Долар",
 			'one'	=>	"Сингапурски Долар",
 			'many'	=>	"Сингапурска Долара"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"Св. Јеленска Фунта",
 			'one'	=>	"Св. Јеленска Фунта",
 			'many'	=>	"Св. Јеленске Фунте"
 		),

		'SIT'	=>	 array
		(
			'name'	=>	"Словеначки Толар",
 			'one'	=>	"Словеначки Толар",
 			'many'	=>	"Словеначка Толара"
 		),

		'SKK'	=>	 array
		(
			'name'	=>	"Словачка Круна",
 			'one'	=>	"Словачка Круна",
 			'many'	=>	"Словачке Круне"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"Сијера-Леоншки Леоне",
 			'one'	=>	"Сијералеонски Леоне",
 			'many'	=>	"Сијералеонска Леона"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"Сомалијски Шилинг",
 			'one'	=>	"Сомалијски Шилинг",
 			'many'	=>	"Сомалијска Шилинга"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"Суринамски Долар",
 			'one'	=>	"Суринамски Долар",
 			'many'	=>	"Суринамска Долара"
 		),

		'SRG'	=>	 array
		(
			'name'	=>	"Суринамски Гилдер",
 			'one'	=>	"Суринамски Гилдер",
 			'many'	=>	"Суринамска Гилдера"
 		),

		'SSP'	=>	 array
		(
			'name'	=>	"Јужносуданска Фунта",
 			'one'	=>	"Јужносуданска Фунта",
 			'many'	=>	"Јужносуданскe Фунтe"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"Сао Томе И Принципе Добра",
 			'one'	=>	"Сао Томе И Принципе Добар",
 			'many'	=>	"Сао Томе И Принципе Добра"
 		),

		'SUR'	=>	 array
		(
			'name'	=>	"Совјетска Рубља",
 			'one'	=>	"Совјетска Рубља",
 			'many'	=>	"Совјетске Рубље"
 		),

		'SVC'	=>	 array
		(
			'name'	=>	"Салвадорски Колон",
 			'one'	=>	"Салвадорски Колон",
 			'many'	=>	"Салвадорска Колона"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"Сиријска Фунта",
 			'one'	=>	"Сиријска Фунта",
 			'many'	=>	"Сиријске Фунте"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"Свази Лилангени",
 			'one'	=>	"Свази Емаланген",
 			'many'	=>	"Свази Емалангена"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"Таи Бахт",
 			'one'	=>	"Таи Бахт",
 			'many'	=>	"Таи Бахта"
 		),

		'TJR'	=>	 array
		(
			'name'	=>	"Таџихистанска Рубља",
 			'one'	=>	"Таџихистанска Рубља",
 			'many'	=>	"Таџихистанске Рубље"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"Tаџихистански Сомон",
 			'one'	=>	"Таџихистански Сомон",
 			'many'	=>	"Таџихистанска Сомона"
 		),

		'TMM'	=>	 array
		(
			'name'	=>	"Туркменистански Манат",
 			'one'	=>	"Туркменистански Манат",
 			'many'	=>	"Туркменистанска Маната"
 		),

		'TMT'	=>	 array
		(
			'name'	=>	"Туркменистански Манат",
 			'one'	=>	"Туркменистански Манат",
 			'many'	=>	"Туркменистанскa Манатa"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"Tунежански Динар",
 			'one'	=>	"Тунежански Динар",
 			'many'	=>	"Тунежанскa Динара"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"Тонгоншка Панга",
 			'one'	=>	"Тонгашка Панга",
 			'many'	=>	"Тонгашке Панге"
 		),

		'TPE'	=>	 array
		(
			'name'	=>	"Тиморшки Ескудо",
 			'one'	=>	"Тиморшки Ескудо",
 			'many'	=>	"Тиморшка Ескуда"
 		),

		'TRL'	=>	 array
		(
			'name'	=>	"Турска Лира",
 			'one'	=>	"Турска Лира",
 			'many'	=>	"Турске Лире"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"Турска Лира",
 			'one'	=>	"Турска Лира",
 			'many'	=>	"Турске Лире"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"Тринидад Тобагошки Долар",
 			'one'	=>	"Тринидад-Тобагошки Долар",
 			'many'	=>	"Тринидад-Тобагошка Долара"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"Нови Тајвански Долар",
 			'one'	=>	"Нови Тајвански Долар",
 			'many'	=>	"Нова Тајванска Долара"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"Танзанијски Шилинг",
 			'one'	=>	"Танзанијски Шилинг",
 			'many'	=>	"Танзанијска Шилинга"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"Украјинска Хривња",
 			'one'	=>	"Украјинскa Хривњa",
 			'many'	=>	"Украјинскe Хривњe"
 		),

		'UAK'	=>	 array
		(
			'name'	=>	"Украјински Карбованети",
 			'one'	=>	"Украјински Карбованец",
 			'many'	=>	"Украјинска Карбованцива"
 		),

		'UGS'	=>	 array
		(
			'name'	=>	"Угандски Шилинг",
 			'one'	=>	"Угандијски Шилинг",
 			'many'	=>	"Угандијска Шилинга"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"Угандски Шилинг",
 			'one'	=>	"Угандски Шилинг",
 			'many'	=>	"Угандскa Шилинга"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"Амерички Долар",
 			'one'	=>	"Амерички Долар",
 			'many'	=>	"Америчка Долара"
 		),

		'USN'	=>	 array
		(
			'name'	=>	"Сад Долар",
 			'one'	=>	"Сад Долар",
 			'many'	=>	"Сад Долара"
 		),

		'USS'	=>	 array
		(
			'name'	=>	"Сад Долар",
 			'one'	=>	"Сад Долар",
 			'many'	=>	"Сад Долара"
 		),

		'UYI'	=>	 array
		(
			'name'	=>	"Уругвајски Пезо Ен Унидадес Индексадас",
 			'one'	=>	"Уругвајски Пезо Ен Унидадес Индексадес",
 			'many'	=>	"Уругвајска Пезоса Ен Унидадес Индексадеса"
 		),

		'UYP'	=>	 array
		(
			'name'	=>	"Уругвајски Пезо",
 			'one'	=>	"Уругвајски Пезо",
 			'many'	=>	"Уругвајска Пезоса"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"Уругвајски Пезо",
 			'one'	=>	"Уругвајски Пезо",
 			'many'	=>	"Уругвајска Пезоса"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"Узбекистански Сом",
 			'one'	=>	"Узбекистански Сом",
 			'many'	=>	"Узбекистанска Сома"
 		),

		'VEB'	=>	 array
		(
			'name'	=>	"Венецуелански Боливар",
 			'one'	=>	"Венецуелански Боливар",
 			'many'	=>	"Венецуеланска Боливара"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"Венецуелански Боливар",
 			'one'	=>	"Венецуелански Боливар",
 			'many'	=>	"Венецуеланска Боливара"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"Вијетнамски Донг",
 			'one'	=>	"Вијетнамски Донг",
 			'many'	=>	"Вијетнамска Донга"
 		),

		'VNN'	=>	 array
		(
			'name'	=>	"Вијетнамски Донг",
 			'one'	=>	"Вијетнамски Донг",
 			'many'	=>	"Вијетнамска Донга"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"Вануатски Вату",
 			'one'	=>	"Вануатски Вату",
 			'many'	=>	"Вануатскa Ватуa"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"Самоанска Тала",
 			'one'	=>	"Самоанска Тала",
 			'many'	=>	"Самоанске Тале"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"Cfa Франак Beac",
 			'one'	=>	"Cfa Франак Beac",
 			'many'	=>	"Cfa Франка Beac"
 		),

		'XAG'	=>	 array
		(
			'name'	=>	"Сребро",
 			'one'	=>	"Сребро",
 			'many'	=>	"Сребра"
 		),

		'XAU'	=>	 array
		(
			'name'	=>	"Злато",
 			'one'	=>	"Злато",
 			'many'	=>	"Злата"
 		),

		'XBA'	=>	 array
		(
			'name'	=>	"Европска Композитна Јединица",
 			'one'	=>	"Европска Композитна Јединица",
 			'many'	=>	"Европске Композитне Јединице"
 		),

		'XBB'	=>	 array
		(
			'name'	=>	"Европска Новчана Јединица",
 			'one'	=>	"Европска Новчана Јединица",
 			'many'	=>	"Европске Новчане Јединице"
 		),

		'XBC'	=>	 array
		(
			'name'	=>	"Европска Јединица Рачуна",
 			'one'	=>	"Европска Јединица Рачуна",
 			'many'	=>	"Европске Јединице Рачуна"
 		),

		'XBD'	=>	 array
		(
			'name'	=>	"Европска Јединица Рачуна",
 			'one'	=>	"Европска Јединица Рачуна",
 			'many'	=>	"Европске Јединице Рачуна"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"Источно-Карипски Долар",
 			'one'	=>	"Источно-Карипски Долар",
 			'many'	=>	"Источно-Карипскa Доларa"
 		),

		'XDR'	=>	 array
		(
			'name'	=>	"Посебна Цртаћа Права",
 			'one'	=>	"Посебно Цртаће Право",
 			'many'	=>	"Посебна Цртаћа Права"
 		),

		'XEU'	=>	 array
		(
			'name'	=>	"Европска Валутна Јединица",
 			'one'	=>	"Европска Новчана Јединица",
 			'many'	=>	"Европске Новчане Јединице"
 		),

		'XFO'	=>	 array
		(
			'name'	=>	"Француски Златни Франак",
 			'one'	=>	"Француски Златни Франак",
 			'many'	=>	"Француска Златна Франка"
 		),

		'XFU'	=>	 array
		(
			'name'	=>	"Француски Uic-Франак",
 			'one'	=>	"Француски Uic-Франак",
 			'many'	=>	"Француска Uic-Франка"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"Cfa Франак Bceao",
 			'one'	=>	"Cfa Франак Bceao",
 			'many'	=>	"Cfa Франка Bceao"
 		),

		'XPD'	=>	 array
		(
			'name'	=>	"Паладијум",
 			'one'	=>	"Паладијум",
 			'many'	=>	"Паладијума"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"Cfp Франак",
 			'one'	=>	"Cfp Франак",
 			'many'	=>	"Cfp Франка"
 		),

		'XPT'	=>	 array
		(
			'name'	=>	"Платина",
 			'one'	=>	"Платина",
 			'many'	=>	"Платине"
 		),

		'XRE'	=>	 array
		(
			'name'	=>	"Rinet Фонд",
 			'one'	=>	"Rinet Фонд",
 			'many'	=>	"Rinet Фонда"
 		),

		'XTS'	=>	 array
		(
			'name'	=>	"Код Тестиране Валуте",
 			'one'	=>	"Код Тестиране Валуте",
 			'many'	=>	"Кода Тестиране Валуте"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"Непозната Или Неважећа Валута",
 			'one'	=>	"Непозната Или Неважећа Валута",
 			'many'	=>	"Непознате Или Неважеће Валуте"
 		),

		'YDD'	=>	 array
		(
			'name'	=>	"Јеменски Динар",
 			'one'	=>	"Јеменски Долар",
 			'many'	=>	"Јеменска Долара"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"Јеменски Риjал",
 			'one'	=>	"Јеменски Ријал",
 			'many'	=>	"Јеменска Ријала"
 		),

		'YUD'	=>	 array
		(
			'name'	=>	"Југословенски Тврди Динар",
 			'one'	=>	"Југословенски Тврди Динар",
 			'many'	=>	"Југословенска Тврда Динара"
 		),

		'YUM'	=>	 array
		(
			'name'	=>	"Југословенски Нови Динар",
 			'one'	=>	"Југословенски Нови Динар",
 			'many'	=>	"Југословенска Нова Динара"
 		),

		'YUN'	=>	 array
		(
			'name'	=>	"Југословенски Конвертибилни Динар",
 			'one'	=>	"Југословенски Конвертибилни Динар",
 			'many'	=>	"Југословенска Конвертибилна Динара"
 		),

		'YUR'	=>	 array
		(
			'name'	=>	"Југословенски Реформирани Динар",
 			'one'	=>	"Југословенски Реформирани Динар",
 			'many'	=>	"Југословенска Реформирана Динара"
 		),

		'ZAL'	=>	 array
		(
			'name'	=>	"Јужно-Афрички Ранд",
 			'one'	=>	"Јужноафрички Ранд",
 			'many'	=>	"Јужноафричка Ранда"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"Јужно-Афрички Ранд",
 			'one'	=>	"Јужно-Афрички Ранд",
 			'many'	=>	"Јужно-Афричка Ранда"
 		),

		'ZMK'	=>	 array
		(
			'name'	=>	"Замбијска Квача",
 			'one'	=>	"Замбијска Квача",
 			'many'	=>	"Замбијске Кваче"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"Замбијска Квача",
 			'one'	=>	"Замбијска Квача",
 			'many'	=>	"Замбијске Кваче"
 		),

		'ZRN'	=>	 array
		(
			'name'	=>	"Заирски Нови Заир",
 			'one'	=>	"Заирски Нови Заир",
 			'many'	=>	"Заирска Нова Заира"
 		),

		'ZRZ'	=>	 array
		(
			'name'	=>	"Заирски Заир",
 			'one'	=>	"Заирски Заир",
 			'many'	=>	"Заирска Заира"
 		),

		'ZWD'	=>	 array
		(
			'name'	=>	"Зимбабвеански Долар",
 			'one'	=>	"Зимбабвејски Долар",
 			'many'	=>	"Зимбабвејска Долара"
 		),

		'ZWL'	=>	 array
		(
			'name'	=>	"Зимбабвеански Долар",
 			'one'	=>	"Зимбабвејски Долар",
 			'many'	=>	"Зимбабвејска Долара"
 		),

		'ZWR'	=>	 array
		(
			'name'	=>	"Зимбабвеански Долар",
 			'one'	=>	"Зимбабвејски Долар",
 			'many'	=>	"Зимбабвејска Долара"
 		),

    ),
);
