<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'AED'	=>	 array
		(
			'name'	=>	"संयुक्त अरब अमीरात दिरहॅम",
 			'one'	=>	"संयुक्त अरब अमीरात दिरहॅम",
 			'many'	=>	"संयुक्त अरब अमीरात दिरहॅम"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"अफगाण अफगाणी",
 			'one'	=>	"अफगाण अफगाणी",
 			'many'	=>	"अफगाण अफगाणी"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"अल्बानियन लेक",
 			'one'	=>	"अल्बानियन लेक",
 			'many'	=>	"अल्बानियन लेक"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"आर्मेनियन द्रॅम",
 			'one'	=>	"आर्मेनियन द्रॅम",
 			'many'	=>	"आर्मेनियन द्रॅम"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"नेदरलँडचा अँटिलीन गिल्डर",
 			'one'	=>	"नेदरलँडचा अँटिलीन गिल्डर",
 			'many'	=>	"नेदरलँडचा अँटिलीन गिल्डर"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"अँगोलन क्वॅन्झा",
 			'one'	=>	"अँगोलन क्वॅन्झा",
 			'many'	=>	"अँगोलन क्वॅन्झा"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"अर्जेंटाइन पेसो",
 			'one'	=>	"अर्जेंटाइन पेसो",
 			'many'	=>	"अर्जेंटाइन पेसो"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"ऑस्ट्रेलियन डॉलर",
 			'one'	=>	"ऑस्ट्रेलियन डॉलर",
 			'many'	=>	"ऑस्ट्रेलियन डॉलर"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"अरुबा फ्लोरिन",
 			'one'	=>	"अरुबा फ्लोरिन",
 			'many'	=>	"अरुबा फ्लोरिन"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"अझरबैझानी मानाट",
 			'one'	=>	"अझरबैझानी मानाट",
 			'many'	=>	"अझरबैझानी मानाट"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"बोस्निया-हर्जेगोविना कन्व्हर्टिबल मार्क",
 			'one'	=>	"बोस्निया-हर्जेगोविना कन्व्हर्टिबल मार्क",
 			'many'	=>	"बोस्निया-हर्जेगोविना कन्व्हर्टिबल मार्क"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"बार्बाडियन डॉलर",
 			'one'	=>	"बार्बाडियन डॉलर",
 			'many'	=>	"बार्बाडियन डॉलर"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"बांगलादेशी टका",
 			'one'	=>	"बांगलादेशी टका",
 			'many'	=>	"बांगलादेशी टका"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"बल्गेरियन लेव",
 			'one'	=>	"बल्गेरियन लेव",
 			'many'	=>	"बल्गेरियन लेव"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"बाहरिनी दिनार",
 			'one'	=>	"बाहरिनी दिनार",
 			'many'	=>	"बाहरिनी दिनार"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"बुरुडियन फ्रँक",
 			'one'	=>	"बुरुडियन फ्रँक",
 			'many'	=>	"बुरुडियन फ्रँक"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"बर्मुडा डॉलर",
 			'one'	=>	"बर्मुडा डॉलर",
 			'many'	=>	"बर्मुडा डॉलर"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"ब्रुनेई डॉलर",
 			'one'	=>	"ब्रुनेई डॉलर",
 			'many'	=>	"ब्रुनेई डॉलर"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"बोलिव्हियन बोलिव्हियानो",
 			'one'	=>	"बोलिव्हियन बोलिव्हियानो",
 			'many'	=>	"बोलिव्हियन बोलिव्हियानो"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"ब्राझिलियन रेयाल",
 			'one'	=>	"ब्राझिलियन रेयाल",
 			'many'	=>	"ब्राझिलियन रेयाल"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"बहामी डॉलर",
 			'one'	=>	"बहामी डॉलर",
 			'many'	=>	"बहामी डॉलर"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"भूतानी एंगल्ट्रम",
 			'one'	=>	"भूतानी एंगल्ट्रम",
 			'many'	=>	"भूतानी एंगल्ट्रम"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"बोट्सवाना पुला",
 			'one'	=>	"बोट्सवाना पुला",
 			'many'	=>	"बोट्सवाना पुला"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"बेलारुशियन रुबल",
 			'one'	=>	"बेलारुशियन रुबल",
 			'many'	=>	"बेलारुशियन रुबल"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"बेलीझ डॉलर",
 			'one'	=>	"बेलीझ डॉलर",
 			'many'	=>	"बेलीझ डॉलर"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"कॅनडियन डॉलर",
 			'one'	=>	"कॅनडियन डॉलर",
 			'many'	=>	"कॅनडियन डॉलर"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"काँगोलीज फ्रँक",
 			'one'	=>	"काँगोलीज फ्रँक",
 			'many'	=>	"काँगोलीज फ्रँक"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"स्विस फ्रँक",
 			'one'	=>	"स्विस फ्रँक",
 			'many'	=>	"स्विस फ्रँक"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"चिली पेसो",
 			'one'	=>	"चिली पेसो",
 			'many'	=>	"चिली पेसो"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"चीनी युआन",
 			'one'	=>	"चीनी युआन",
 			'many'	=>	"चीनी युआन"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"कोलंबियन पेसो",
 			'one'	=>	"कोलंबियन पेसो",
 			'many'	=>	"कोलंबियन पेसो"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"कोस्टा रिका कोलोन",
 			'one'	=>	"कोस्टा रिका कोलोन",
 			'many'	=>	"कोस्टा रिका कोलोन"
 		),

		'CUC'	=>	 array
		(
			'name'	=>	"क्यूबन विनिमय पेसो",
 			'one'	=>	"क्यूबन विनिमय पेसो",
 			'many'	=>	"क्यूबन विनिमय पेसो"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"क्यूबन पेसो",
 			'one'	=>	"क्यूबन पेसो",
 			'many'	=>	"क्यूबन पेसो"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"केप व्हर्डेयन एस्कुडो",
 			'one'	=>	"केप व्हर्डेयन एस्कुडो",
 			'many'	=>	"केप व्हर्डेयन एस्कुडो"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"झेक प्रजासत्ताक कोरुना",
 			'one'	=>	"झेक प्रजासत्ताक कोरुना",
 			'many'	=>	"झेक प्रजासत्ताक कोरुना"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"जिबौटियन फ्रँक",
 			'one'	=>	"जिबौटियन फ्रँक",
 			'many'	=>	"जिबौटियन फ्रँक"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"डॅनिश क्रोन",
 			'one'	=>	"डॅनिश क्रोन",
 			'many'	=>	"डॅनिश क्रोन"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"डोमिनिकन पेसो",
 			'one'	=>	"डोमिनिकन पेसो",
 			'many'	=>	"डोमिनिकन पेसो"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"अल्जेरियन दिनार",
 			'one'	=>	"अल्जेरियन दिनार",
 			'many'	=>	"अल्जेरियन दिनार"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"इजिप्शियन पाउंड",
 			'one'	=>	"इजिप्शियन पाउंड",
 			'many'	=>	"इजिप्शियन पाउंड"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"इरिट्रियन नाफ्का",
 			'one'	=>	"इरिट्रिया नाफ्का",
 			'many'	=>	"इरिट्रिया नाफ्का"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"इथिओपियन बिर",
 			'one'	=>	"इथिओपियन बिर",
 			'many'	=>	"इथिओपियन बिर"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"यूरो",
 			'one'	=>	"युरो",
 			'many'	=>	"युरो"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"फिजियन डॉलर",
 			'one'	=>	"फिजियन डॉलर",
 			'many'	=>	"फिजियन डॉलर"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"फॉकलंड आयलंड पाउंड",
 			'one'	=>	"फॉकलंड आयलंड पाउंड",
 			'many'	=>	"फॉकलंड आयलंड पाउंड"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"ब्रिटिश पाऊंड स्टर्लिंग",
 			'one'	=>	"ब्रिटिश पाऊंड स्टर्लिंग",
 			'many'	=>	"ब्रिटिश पाऊंड स्टर्लिंग"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"जॉर्जियन लारी",
 			'one'	=>	"जॉर्जियन लारी",
 			'many'	=>	"जॉर्जियन लारी"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"घानीयन सेडी",
 			'one'	=>	"घानीयन सेडी",
 			'many'	=>	"घानीयन सेडी"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"जिब्राल्टर पाउंड",
 			'one'	=>	"जिब्राल्टर पाउंड",
 			'many'	=>	"जिब्राल्टर पाउंड"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"गाम्बियन डालासी",
 			'one'	=>	"गाम्बियन डालासी",
 			'many'	=>	"गाम्बियन डालासी"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"गिनी फ्रँक",
 			'one'	=>	"गिनी फ्रँक",
 			'many'	=>	"गिनी फ्रँक"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"ग्वाटेमालाचे क्वेत्झाल",
 			'one'	=>	"ग्वाटेमालाचे क्वेत्झाल",
 			'many'	=>	"ग्वाटेमालाचे क्वेत्झाल"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"गयाना डॉलर",
 			'one'	=>	"गयाना डॉलर",
 			'many'	=>	"गयाना डॉलर"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"हाँगकाँग डॉलर",
 			'one'	=>	"हाँगकाँग डॉलर",
 			'many'	=>	"हाँगकाँग डॉलर"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"होंडुरा लेम्पियरा",
 			'one'	=>	"होंडुरा लेम्पियरा",
 			'many'	=>	"होंडुरा लेम्पियरा"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"क्रोएशियन कूना",
 			'one'	=>	"क्रोएशियन कूना",
 			'many'	=>	"क्रोएशियन कूना"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"हैती गोअर्ड",
 			'one'	=>	"हैती गोअर्ड",
 			'many'	=>	"हैती गोअर्ड"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"हंगेरियन फॉरिन्ट",
 			'one'	=>	"हंगेरियन फॉरिन्ट",
 			'many'	=>	"हंगेरियन फॉरिन्ट"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"इंडोनेशियन रुपैयाह",
 			'one'	=>	"इंडोनेशियन रुपैयाह",
 			'many'	=>	"इंडोनेशियन रुपैयाह"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"ईस्त्रायली न्यू शेकेल",
 			'one'	=>	"ईस्त्रायली न्यू शेकेल",
 			'many'	=>	"ईस्त्रायली न्यू शेकेल"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"भारतीय रुपया",
 			'one'	=>	"भारतीय रुपया",
 			'many'	=>	"भारतीय रुपया"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"इराकी दिनार",
 			'one'	=>	"इराकी दिनार",
 			'many'	=>	"इराकी दिनार"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"इराणी रियाल",
 			'one'	=>	"इराणी रियाल",
 			'many'	=>	"इराणी रियाल"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"आइसलँडिक क्रोन",
 			'one'	=>	"आइसलँडिक क्रोन",
 			'many'	=>	"आइसलँडिक क्रोन"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"जमैकन डॉलर",
 			'one'	=>	"जमैकन डॉलर",
 			'many'	=>	"जमैकन डॉलर"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"जॉर्डनियन दिनार",
 			'one'	=>	"जॉर्डनियन दिनार",
 			'many'	=>	"जॉर्डनियन दिनार"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"जपानी येन",
 			'one'	=>	"जपानी येन",
 			'many'	=>	"जपानी येन"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"केनियन शिलिंग",
 			'one'	=>	"केनियन शिलिंग",
 			'many'	=>	"केनियन शिलिंग"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"किरगिस्तानी सॉम",
 			'one'	=>	"किरगिस्तानी सॉम",
 			'many'	=>	"किरगिस्तानी सॉम"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"कंबोडियन रियेल",
 			'one'	=>	"कंबोडियन रियेल",
 			'many'	=>	"कंबोडियन रियेल"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"कोलोरियन फ्रँक",
 			'one'	=>	"कोलोरियन फ्रँक",
 			'many'	=>	"कोलोरियन फ्रँक"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"उत्तर कोरियन वॉन",
 			'one'	=>	"उत्तर कोरियन वॉन",
 			'many'	=>	"उत्तर कोरियन वॉन"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"दक्षिण कोरियन वॉन",
 			'one'	=>	"दक्षिण कोरियन वॉन",
 			'many'	=>	"दक्षिण कोरियन वॉन"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"कुवैती दिनार",
 			'one'	=>	"कुवैती दिनार",
 			'many'	=>	"कुवैती दिनार"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"केमेन आयलॅंड डॉलर",
 			'one'	=>	"केमेन आयलॅंड डॉलर",
 			'many'	=>	"केमेन आयलॅंड डॉलर"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"कझाकिस्तानी तेंगे",
 			'one'	=>	"कझाकिस्तानी तेंगे",
 			'many'	=>	"कझाकिस्तानी तेंगे"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"लेओशियन किप",
 			'one'	=>	"लेओशियन किप",
 			'many'	=>	"लेओशियन किप"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"लेबनीज पाउंड",
 			'one'	=>	"लेबनीज पाउंड",
 			'many'	=>	"लेबनीज पाउंड"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"श्रीलंकन रुपी",
 			'one'	=>	"श्रीलंकन रुपी",
 			'many'	=>	"श्रीलंकन रुपी"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"लाइबेरियन डॉलर",
 			'one'	=>	"लाइबेरियन डॉलर",
 			'many'	=>	"लाइबेरियन डॉलर"
 		),

		'LSL'	=>	 array
		(
			'name'	=>	"लेसोटो लोटी",
 			'one'	=>	"लेसोटो लोटी",
 			'many'	=>	"लेसोटो लोटी"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"लिथुआनियन लिटाज्",
 			'one'	=>	"लिथुआनियन लिटाज्",
 			'many'	=>	"लिथुआनियन लिटाज्"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"लाट्व्हियन लाट्झ",
 			'one'	=>	"लाट्व्हियन लाट्झ",
 			'many'	=>	"लाट्व्हियन लाटी"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"लिबियाचा दिनार",
 			'one'	=>	"लिबियाचा दिनार",
 			'many'	=>	"लिबियाचा दिनार"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"मोरोक्को दिरहॅम",
 			'one'	=>	"मोरोक्को दिरहॅम",
 			'many'	=>	"मोरोक्को दिरहॅम"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"मोल्डोवन लेउ",
 			'one'	=>	"मोल्डोवन लेउ",
 			'many'	=>	"मोल्डोवन लेई"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"मालागासी एरियारी",
 			'one'	=>	"मालागासी एरियारी",
 			'many'	=>	"मालागासी एरियारी"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"मॅसेडोनियन दिनार",
 			'one'	=>	"मॅसेडोनियन दिनार",
 			'many'	=>	"मॅसेडोनियन दिनार"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"म्यानमा क्याट",
 			'one'	=>	"म्यानमा क्याट",
 			'many'	=>	"म्यानमा क्याट"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"मंगोलियन टुग्रिक",
 			'one'	=>	"मंगोलियन टुग्रिक",
 			'many'	=>	"मंगोलियन टुग्रिक"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"मॅकॅनीज् पटाका",
 			'one'	=>	"मॅकॅनीज् पटाका",
 			'many'	=>	"मॅकॅनीज् पटाका"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"मॉरिटानियन ओगिया",
 			'one'	=>	"मॉरिटानियन ओगिया",
 			'many'	=>	"मॉरिटानियन ओगिया"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"मॉरिशियन रुपी",
 			'one'	=>	"मॉरिशियन रुपी",
 			'many'	=>	"मॉरिशियन रुपी"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"मालदीवियन रुफिया",
 			'one'	=>	"मालदीवियन रुफिया",
 			'many'	=>	"मालदीवियन रुफिया"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"मालावियन क्वाचा",
 			'one'	=>	"मालावियन क्वाचा",
 			'many'	=>	"मालावियन क्वाचा"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"मेक्सिको पेसो",
 			'one'	=>	"मेक्सिको पेसो",
 			'many'	=>	"मेक्सिको पेसो"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"मलेशियन रिंगिट",
 			'one'	=>	"मलेशियन रिंगिट",
 			'many'	=>	"मलेशियन रिंगिट"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"मोझांबिकन मेटिकल",
 			'one'	=>	"मोझांबिकन मेटिकल",
 			'many'	=>	"मोझांबिकन मेटिकल"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"नमिबियन डॉलर",
 			'one'	=>	"नमिबियन डॉलर",
 			'many'	=>	"नमिबियन डॉलर"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"नायजेरियन नायरा",
 			'one'	=>	"नायजेरियन नायरा",
 			'many'	=>	"नायजेरियन नायरा"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"निकाराग्वेचा कोर्डोबा",
 			'one'	=>	"निकाराग्वेचा कोर्डोबा",
 			'many'	=>	"निकाराग्वेचा कोर्डोबा"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"नॉर्वेजियन क्रोन",
 			'one'	=>	"नॉर्वेजियन क्रोन",
 			'many'	=>	"नॉर्वेजियन क्रोन"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"नेपाळी रुपया",
 			'one'	=>	"नेपाळी रुपया",
 			'many'	=>	"नेपाळी रुपया"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"न्यूझीलँड डॉलर",
 			'one'	=>	"न्यूझीलँड डॉलर",
 			'many'	=>	"न्यूझीलँड डॉलर"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"ओमानी रियाल",
 			'one'	=>	"ओमानी रियाल",
 			'many'	=>	"ओमानी रियाल"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"पनामा बाल्बोआ",
 			'one'	=>	"पनामा बाल्बोआ",
 			'many'	=>	"पनामा बाल्बोआ"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"पेरुवियन नुइव्हो सोल",
 			'one'	=>	"पेरुवियन नुइव्हो सोल",
 			'many'	=>	"पेरुवियन नुइव्हो सोल"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"पापुआ न्यू गिनीयन किना",
 			'one'	=>	"पापुआ न्यू गिनीयन किना",
 			'many'	=>	"पापुआ न्यू गिनीयन किना"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"फिलिपिनी पेसो",
 			'one'	=>	"फिलिपिनी पेसो",
 			'many'	=>	"फिलिपिनी पेसो"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"पाकिस्तानी रुपया",
 			'one'	=>	"पाकिस्तानी रुपया",
 			'many'	=>	"पाकिस्तानी रुपया"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"पोलिश झ्लॉटी",
 			'one'	=>	"पोलिश झ्लॉटी",
 			'many'	=>	"पोलिश झ्लॉटी"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"पराग्वे ग्वारानी",
 			'one'	=>	"पराग्वे ग्वारानी",
 			'many'	=>	"पराग्वे ग्वारानी"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"कतारी रियाल",
 			'one'	=>	"कतारी रियाल",
 			'many'	=>	"कतारी रियाल"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"रोमानियन लेऊ",
 			'one'	=>	"रोमानियन लेऊ",
 			'many'	=>	"रोमानियन लेई"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"सर्बियन दिनार",
 			'one'	=>	"सर्बियन दिनार",
 			'many'	=>	"सर्बियन दिनार"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"रशियन रुबल",
 			'one'	=>	"रशियन रुबल",
 			'many'	=>	"रशियन रुबल"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"रवांडा फ्रँक",
 			'one'	=>	"रवांडा फ्रँक",
 			'many'	=>	"रवांडा फ्रँक"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"सौदी रियाल",
 			'one'	=>	"सौदी रियाल",
 			'many'	=>	"सौदी रियाल"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"सोलोमन आयलँड्स",
 			'one'	=>	"सोलोमन आयलँड्स",
 			'many'	=>	"सोलोमन आयलँड्स"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"सेशेलोईस रुपी",
 			'one'	=>	"सेशेलोईस रुपी",
 			'many'	=>	"सेशेलोईस रुपी"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"सुदानी पाउंड",
 			'one'	=>	"सुदानी पाउंड",
 			'many'	=>	"सुदानी पाउंड"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"स्वीडिश क्रोन",
 			'one'	=>	"स्वीडिश क्रोन",
 			'many'	=>	"स्वीडिश क्रोन"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"सिंगापूर डॉलर",
 			'one'	=>	"सिंगापूर डॉलर",
 			'many'	=>	"सिंगापूर डॉलर"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"सेंट हेलेना पाउंड",
 			'one'	=>	"सेंट हेलेना पाउंड",
 			'many'	=>	"सेंट हेलेना पाउंड"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"सिएरा लिऑनचा लिऑन",
 			'one'	=>	"सिएरा लिऑनचा लिऑन",
 			'many'	=>	"सिएरा लिऑनचा लिऑन"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"सोमाली शिलिंग",
 			'one'	=>	"सोमाली शिलिंग",
 			'many'	=>	"सोमाली शिलिंग"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"सुरिनामी डॉलर",
 			'one'	=>	"सुरिनामी डॉलर",
 			'many'	=>	"सुरिनामी डॉलर"
 		),

		'SSP'	=>	 array
		(
			'name'	=>	"दक्षिण सुदानी पाउंड",
 			'one'	=>	"दक्षिण सुदानी पाउंड",
 			'many'	=>	"दक्षिण सुदानी पाउंड"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"साओ टोम आणि प्रिन्सिपे डोबरा",
 			'one'	=>	"साओ टोम आणि प्रिन्सिपे डोबरा",
 			'many'	=>	"साओ टोम आणि प्रिन्सिपे डोबरा"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"सीरियन पाउंड",
 			'one'	=>	"सीरियन पाउंड",
 			'many'	=>	"सीरियन पाउंड"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"स्वाझी लीलांगेनी",
 			'one'	=>	"स्वाझी लीलांगेनी",
 			'many'	=>	"स्वाझी लीलांगेनी"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"थाई बाहत",
 			'one'	=>	"थाई बाहत",
 			'many'	=>	"थाई बाहत"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"ताजकीस्तानी सोमोनी",
 			'one'	=>	"ताजकीस्तानी सोमोनी",
 			'many'	=>	"ताजकीस्तानचा सोमोनी"
 		),

		'TMT'	=>	 array
		(
			'name'	=>	"तुर्कमेनिस्तानी मानाट",
 			'one'	=>	"तुर्कमेनिस्तानी मानाट",
 			'many'	=>	"तुर्कमेनिस्तानी मानाट"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"ट्यूनिसियन दिनार",
 			'one'	=>	"ट्यूनिसियन दिनार",
 			'many'	=>	"ट्यूनिसियन दिनार"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"टोंगा पाआंगा",
 			'one'	=>	"टोंगा पाआंगा",
 			'many'	=>	"टोंगा पाआंगा"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"तुर्की लिरा",
 			'one'	=>	"तुर्की लिरा",
 			'many'	=>	"तुर्की लिरा"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"त्रिनिदाद आणि टोबॅगो डॉलर",
 			'one'	=>	"त्रिनिदाद आणि टोबॅगो डॉलर",
 			'many'	=>	"त्रिनिदाद आणि टोबॅगो डॉलर"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"न्यू तैवान डॉलर",
 			'one'	=>	"न्यू तैवान डॉलर",
 			'many'	=>	"न्यू तैवान डॉलर"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"टांझानियन शिलिंग",
 			'one'	=>	"टांझानियन शिलिंग",
 			'many'	=>	"टांझानियन शिलिंग"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"यूक्रेनियन हरिन्या",
 			'one'	=>	"युक्रेनियन हरिन्या",
 			'many'	=>	"युक्रेनियन हरिन्या"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"युगांडा शिलिंग",
 			'one'	=>	"युगांडा शिलिंग",
 			'many'	=>	"युगांडा शिलिंग"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"यूएस डॉलर",
 			'one'	=>	"यूएस डॉलर",
 			'many'	=>	"यूएस डॉलर"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"उरुग्वेचा पेसो",
 			'one'	=>	"उरुग्वेचा पेसो",
 			'many'	=>	"उरुग्वेचा पेसो"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"उझबेकिस्तान सॉम",
 			'one'	=>	"उझबेकिस्तान सॉम",
 			'many'	=>	"उझबेकिस्तान सॉम"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"व्हेनेझुएला बोलिव्हार",
 			'one'	=>	"व्हेनेझुएला बोलिव्हार",
 			'many'	=>	"व्हेनेझुएला बोलिव्हार"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"व्हिएतनामी डोंग",
 			'one'	=>	"व्हिएतनामी डोंग",
 			'many'	=>	"व्हिएतनामी डोंग"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"वानाटु वाटु",
 			'one'	=>	"वानाटु वाटु",
 			'many'	=>	"वानाटु वाटु"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"सामोअन टाला",
 			'one'	=>	"सामोअन टाला",
 			'many'	=>	"सामोअन टाला"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"[Cfa] फ्रँक [Beac]",
 			'one'	=>	"[Cfa] फ्रँक [Beac]",
 			'many'	=>	"[Cfa] फ्रँक्स [Beac]"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"पूर्व कॅरीबियन डॉलर",
 			'one'	=>	"पूर्व कॅरीबियन डॉलर",
 			'many'	=>	"पूर्व कॅरीबियन डॉलर"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"[Cfa] फ्रँक [Bceao]",
 			'one'	=>	"[Cfa] फ्रँक [Bceao]",
 			'many'	=>	"[Cfa] फ्रँक्स [Bceao]"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"सीएफपी फ्रँक",
 			'one'	=>	"सीएफपी फ्रँक",
 			'many'	=>	"सीएफपी फ्रँक"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"अज्ञात चलन",
 			'one'	=>	"अज्ञात चलन",
 			'many'	=>	"अज्ञात चलन"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"येमेनी रियाल",
 			'one'	=>	"येमेनी रियाल",
 			'many'	=>	"येमेनी रियाल"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"दक्षिण आफ्रिकी रँड",
 			'one'	=>	"दक्षिण आफ्रिकी रँड",
 			'many'	=>	"दक्षिण आफ्रिकी रँड"
 		),

		'ZMK'	=>	 array
		(
			'name'	=>	"झांबियन क्वाचा",
 			'one'	=>	"झांबियन क्वाचा",
 			'many'	=>	"झांबियन क्वाचा"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"झांबियन क्वाचा",
 			'one'	=>	"झांबियन क्वाचा",
 			'many'	=>	"झांबियन क्वाचा"
 		),

    ),
);
