<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'AED'	=>	 array
		(
			'name'	=>	"ཡུ་ནཱའི་ཊེཌ་ ཨ་རབ་ ཨེ་མེ་རེཊས་ཀྱི་དངུལ་ ཌིར་ཧཱམ",
 			'one'	=>	"ཡུ་ནཱའི་ཊེཌ་ ཨ་རབ་ ཨེ་མེ་རེཊས་ཀྱི་དངུལ་ ཌིར་ཧཱམ",
 			'many'	=>	"ཡུ་ནཱའི་ཊེཌ་ ཨ་རབ་ ཨེ་མེ་རེཊས་ཀྱི་དངུལ་ ཌིར་ཧཱམ"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"ཨཕ་གཱན་གྱི་དངུལ་ ཨཕ་ག་ནི",
 			'one'	=>	"ཨཕ་གཱན་གྱི་དངུལ་ ཨཕ་ག་ནི",
 			'many'	=>	"ཨཕ་གཱན་གྱི་དངུལ་ ཨཕ་ག་ནི"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"ཨཱོས་ཊྲེ་ལི་ཡ་གི་དངུལ་ ཌོ་ལར",
 			'one'	=>	"ཨཱོས་ཊྲེ་ལི་ཡ་གི་དངུལ་ ཌོ་ལར",
 			'many'	=>	"ཨཱོས་ཊྲེ་ལི་ཡ་གི་དངུལ་ ཌོ་ལར"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"བྷང་ལ་དེཤ་གི་དངུལ་ ཏ་ཀ",
 			'one'	=>	"བྷང་ལ་དེཤ་གི་དངུལ་ ཏ་ཀ",
 			'many'	=>	"བྷང་ལ་དེཤ་གི་དངུལ་ ཏ་ཀ"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"བར་མུ་ཌ་གི་དངུལ་ ཌོ་ལར",
 			'one'	=>	"བར་མུ་ཌ་གི་དངུལ་ ཌོ་ལར",
 			'many'	=>	"བར་མུ་ཌ་གི་དངུལ་ ཌོ་ལར"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"བྲ་ཛིལ་གྱི་དངུལ་ རེ་ཡལ",
 			'one'	=>	"བྲ་ཛིལ་གྱི་དངུལ་ རེ་ཡལ",
 			'many'	=>	"བྲ་ཛིལ་གྱི་དངུལ་ རེ་ཡལ"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"དངུལ་ཀྲམ",
 			'one'	=>	"དངུལ་ཀྲམ",
 			'many'	=>	"དངུལ་ཀྲམ"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"ཀེ་ན་ཌ་གི་དངུལ་ ཌོ་ལར",
 			'one'	=>	"ཀེ་ན་ཌ་གི་དངུལ་ ཌོ་ལར",
 			'many'	=>	"ཀེ་ན་ཌ་གི་དངུལ་ ཌོ་ལར"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"སུ་ཡིས་ཀྱི་དངུལ་ ཕྲངཀ",
 			'one'	=>	"སུ་ཡིས་ཀྱི་དངུལ་ ཕྲངཀ",
 			'many'	=>	"སུ་ཡིས་ཀྱི་དངུལ་ ཕྲངཀ"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"ཅི་ལི་གི་དངུལ་ པེ་སོ",
 			'one'	=>	"ཅི་ལི་གི་དངུལ་ པེ་སོ",
 			'many'	=>	"ཅི་ལི་གི་དངུལ་ པེ་སོ"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"རྒྱ་ནག་གི་དངུལ་ ཡུ་ཝཱན",
 			'one'	=>	"རྒྱ་ནག་གི་དངུལ་ ཡུ་ཝཱན",
 			'many'	=>	"རྒྱ་ནག་གི་དངུལ་ ཡུ་ཝཱན"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"ཀོ་ལོམ་བྷི་ཡ་གི་དངུལ་ པེ་སོ",
 			'one'	=>	"ཀོ་ལོམ་བྷི་ཡ་གི་དངུལ་ པེ་སོ",
 			'many'	=>	"ཀོ་ལོམ་བྷི་ཡ་གི་དངུལ་ པེ་སོ"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"ཀིའུ་བྷ་གི་དངུལ་ པེ་སོ",
 			'one'	=>	"ཀིའུ་བྷ་གི་དངུལ་ པེ་སོ",
 			'many'	=>	"ཀིའུ་བྷ་གི་དངུལ་ པེ་སོ"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"ཌེན་མཱཀ་གི་དངུལ་ ཀྲོན",
 			'one'	=>	"ཌེན་མཱཀ་གི་དངུལ་ ཀྲོན",
 			'many'	=>	"ཌེན་མཱཀ་གི་དངུལ་ ཀྲོན"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"ཨཱལ་ཇི་རི་ཡ་གི་དངུལ་ ཌའི་ནར",
 			'one'	=>	"ཨཱལ་ཇི་རི་ཡ་གི་དངུལ་ ཌའི་ནར",
 			'many'	=>	"ཨཱལ་ཇི་རི་ཡ་གི་དངུལ་ ཌའི་ནར"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"ཨི་ཇིབཊ་གི་དངུལ་ པ་འུནཌ",
 			'one'	=>	"ཨི་ཇིབཊ་གི་དངུལ་ པ་འུནཌ",
 			'many'	=>	"ཨི་ཇིབཊ་གི་དངུལ་ པ་འུནཌ"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"ཡུ་རོ༌དངུལ་",
 			'one'	=>	"ཡུ་རོ༌དངུལ་",
 			'many'	=>	"ཡུ་རོ༌དངུལ་"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"བྲི་ཊིཤ་ པ་འུནཌ་ ཨིས་ཊར་ལིང",
 			'one'	=>	"བྲི་ཊིཤ་ པ་འུནཌ་ ཨིས་ཊར་ལིང",
 			'many'	=>	"བྲི་ཊིཤ་ པ་འུནཌ་ ཨིས་ཊར་ལིང"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"ཧོང་ཀོང་གི་དངུལ་ ཌོ་ལར",
 			'one'	=>	"ཧོང་ཀོང་གི་དངུལ་ ཌོ་ལར",
 			'many'	=>	"ཧོང་ཀོང་གི་དངུལ་ ཌོ་ལར"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"ཨིན་ཌོ་ནེ་ཤི་ཡ་གི་དངུལ་ རུ་པི་ཡ",
 			'one'	=>	"ཨིན་ཌོ་ནེ་ཤི་ཡ་གི་དངུལ་ རུ་པི་ཡ",
 			'many'	=>	"ཨིན་ཌོ་ནེ་ཤི་ཡ་གི་དངུལ་ རུ་པི་ཡ"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"ཨིས་རེལ་གྱི་དངུལ་གསརཔ་ ཤེ་ཀེལ",
 			'one'	=>	"ཨིས་རེལ་གྱི་དངུལ་གསརཔ་ ཤེ་ཀེལ",
 			'many'	=>	"ཨིས་རེལ་གྱི་དངུལ་གསརཔ་ ཤེ་ཀེལ"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"རྒྱ་གར་གྱི་དངུལ་ རུ་པི",
 			'one'	=>	"རྒྱ་གར་གྱི་དངུལ་ རུ་པི",
 			'many'	=>	"རྒྱ་གར་གྱི་དངུལ་ རུ་པི"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"ཨི་རཱཀ་གི་དངུལ་ ཌི་ན",
 			'one'	=>	"ཨི་རཱཀ་གི་དངུལ་ ཌི་ན",
 			'many'	=>	"ཨི་རཱཀ་གི་དངུལ་ ཌི་ན"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"ཨི་རཱན་གྱི་དངུལ་ རི་ཨཱལ",
 			'one'	=>	"ཨི་རཱན་གྱི་དངུལ་ རི་ཨཱལ",
 			'many'	=>	"ཨི་རཱན་གྱི་དངུལ་ རི་ཨཱལ"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"ཨཱཡིས་ལེནཌ་གི་དངུལ་ ཀྲོ་ན",
 			'one'	=>	"ཨཱཡིས་ལེནཌ་གི་དངུལ་ ཀྲོ་ན",
 			'many'	=>	"ཨཱཡིས་ལེནཌ་གི་དངུལ་ ཀྲོ་ན"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"ཇཱ་མཻ་ཀ་གི་དངུལ་ ཌོ་ལར",
 			'one'	=>	"ཇཱ་མཻ་ཀ་གི་དངུལ་ ཌོ་ལར",
 			'many'	=>	"ཇཱ་མཻ་ཀ་གི་དངུལ་ ཌོ་ལར"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"ཇོར་ཌན་གྱི་དངུལ་ ཌི་ན",
 			'one'	=>	"ཇོར་ཌན་གྱི་དངུལ་ ཌི་ན",
 			'many'	=>	"ཇོར་ཌན་གྱི་དངུལ་ ཌི་ན"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"ཇཱ་པཱན་གྱི་དངུལ་ ཡེན",
 			'one'	=>	"ཇཱ་པཱན་གྱི་དངུལ་ ཡེན",
 			'many'	=>	"ཇཱ་པཱན་གྱི་དངུལ་ ཡེན"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"ཀེན་ཡ་གི་དངུལ་ ཤི་ལིང",
 			'one'	=>	"ཀེན་ཡ་གི་དངུལ་ ཤི་ལིང",
 			'many'	=>	"ཀེན་ཡ་གི་དངུལ་ ཤི་ལིང"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"ཀེམ་བྷོ་ཌི་ཡ་གི་དངུལ་ རི་ཨཱལ",
 			'one'	=>	"ཀེམ་བྷོ་ཌི་ཡ་གི་དངུལ་ རི་ཨཱལ",
 			'many'	=>	"ཀེམ་བྷོ་ཌི་ཡ་གི་དངུལ་ རི་ཨཱལ"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"ནོརཐ་ ཀོ་རི་ཡ་གི་དངུལ་ ཝོན",
 			'one'	=>	"ནོརཐ་ ཀོ་རི་ཡ་གི་དངུལ་ ཝོན",
 			'many'	=>	"ནོརཐ་ ཀོ་རི་ཡ་གི་དངུལ་ ཝོན"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"སཱའུཐ་ ཀོ་རི་ཡ་གི་དངུལ་ ཝོན",
 			'one'	=>	"སཱའུཐ་ ཀོ་རི་ཡ་གི་དངུལ་ ཝོན",
 			'many'	=>	"སཱའུཐ་ ཀོ་རི་ཡ་གི་དངུལ་ ཝོན"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"ཀུ་ཝེཊ་གི་དངུལ་ ཌི་ན",
 			'one'	=>	"ཀུ་ཝེཊ་གི་དངུལ་ ཌི་ན",
 			'many'	=>	"ཀུ་ཝེཊ་གི་དངུལ་ ཌི་ན"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"ཀ་ཛགས་ཏཱན་གྱི་དངུལ་ ཏེང་གེ",
 			'one'	=>	"ཀ་ཛགས་ཏཱན་གྱི་དངུལ་ ཏེང་གེ",
 			'many'	=>	"ཀ་ཛགས་ཏཱན་གྱི་དངུལ་ ཏེང་གེ"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"ལཱ་ཝོས་ཀྱི་དངུལ་ ཀིཔ",
 			'one'	=>	"ལཱ་ཝོས་ཀྱི་དངུལ་ ཀིཔ",
 			'many'	=>	"ལཱ་ཝོས་ཀྱི་དངུལ་ ཀིཔ"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"ལེ་བ་ནོན་གྱི་དངུལ་ པ་འུནཌ",
 			'one'	=>	"ལེ་བ་ནོན་གྱི་དངུལ་ པ་འུནཌ",
 			'many'	=>	"ལེ་བ་ནོན་གྱི་དངུལ་ པ་འུནཌ"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"ཤྲི་ ལང་ཀ་གི་དངུལ་ རུ་པི",
 			'one'	=>	"ཤྲི་ ལང་ཀ་གི་དངུལ་ རུ་པི",
 			'many'	=>	"ཤྲི་ ལང་ཀ་གི་དངུལ་ རུ་པི"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"ལཱའི་བེ་རི་ཡ་གི་དངུལ་ ཌོ་ལར",
 			'one'	=>	"ལཱའི་བེ་རི་ཡ་གི་དངུལ་ ཌོ་ལར",
 			'many'	=>	"ལཱའི་བེ་རི་ཡ་གི་དངུལ་ ཌོ་ལར"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"ལི་བི་ཡ་གི་དངུལ་ ཌི་ན",
 			'one'	=>	"ལི་བི་ཡ་གི་དངུལ་ ཌི་ན",
 			'many'	=>	"ལི་བི་ཡ་གི་དངུལ་ ཌི་ན"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"མོ་རོ་ཀོ་གི་དངུལ་ ཌིར་ཧཱམ",
 			'one'	=>	"མོ་རོ་ཀོ་གི་དངུལ་ ཌིར་ཧཱམ",
 			'many'	=>	"མོ་རོ་ཀོ་གི་དངུལ་ ཌིར་ཧཱམ"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"མི་ཡཱན་མར་གྱི་དངུལ་ ཅཱཏ",
 			'one'	=>	"མི་ཡཱན་མར་གྱི་དངུལ་ ཅཱཏ",
 			'many'	=>	"མི་ཡཱན་མར་གྱི་དངུལ་ ཅཱཏ"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"སོག་པོའི་དངུལ་ ཏུ་གྲིཀ",
 			'one'	=>	"སོག་པོའི་དངུལ་ ཏུ་གྲིཀ",
 			'many'	=>	"སོག་པོའི་དངུལ་ ཏུ་གྲིཀ"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"མཱལ་དིབས་ཀྱི་དངུལ་ རུ་ཕི་ཡ",
 			'one'	=>	"མཱལ་དིབས་ཀྱི་དངུལ་ རུ་ཕི་ཡ",
 			'many'	=>	"མཱལ་དིབས་ཀྱི་དངུལ་ རུ་ཕི་ཡ"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"མེཀ་སི་ཀོ་གི་དངུལ་ པེ་སོ",
 			'one'	=>	"མེཀ་སི་ཀོ་གི་དངུལ་ པེ་སོ",
 			'many'	=>	"མེཀ་སི་ཀོ་གི་དངུལ་ པེ་སོ"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"མ་ལེ་ཤི་ཡ་གི་དངུལ་ རིང་གིཊ",
 			'one'	=>	"མ་ལེ་ཤི་ཡ་གི་དངུལ་ རིང་གིཊ",
 			'many'	=>	"མ་ལེ་ཤི་ཡ་གི་དངུལ་ རིང་གིཊ"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"ནོར་ཝེ་གི་དངུལ་ ཀྲོ་ན",
 			'one'	=>	"ནོར་ཝེ་གི་དངུལ་ ཀྲོ་ན",
 			'many'	=>	"ནོར་ཝེ་གི་དངུལ་ ཀྲོ་ན"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"བལ་པོའི་དངུལ་ རུ་པི",
 			'one'	=>	"བལ་པོའི་དངུལ་ རུ་པི",
 			'many'	=>	"བལ་པོའི་དངུལ་ རུ་པི"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"ནིའུ་ཛི་ལེནཌ་གི་དངུལ་ ཌོ་ལར",
 			'one'	=>	"ནིའུ་ཛི་ལེནཌ་གི་དངུལ་ ཌོ་ལར",
 			'many'	=>	"ནིའུ་ཛི་ལེནཌ་གི་དངུལ་ ཌོ་ལར"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"ཨོ་མཱན་གྱི་དངུལ་ རི་ཨཱལ",
 			'one'	=>	"ཨོ་མཱན་གྱི་དངུལ་ རི་ཨཱལ",
 			'many'	=>	"ཨོ་མཱན་གྱི་དངུལ་ རི་ཨཱལ"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"པ་ན་མ་གི་དངུལ་ བཱལ་བོ་ཝ",
 			'one'	=>	"པ་ན་མ་གི་དངུལ་ བཱལ་བོ་ཝ",
 			'many'	=>	"པ་ན་མ་གི་དངུལ་ བཱལ་བོ་ཝ"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"པ་རུ་གི་དངུལ་ ནུ་བོ་ སཱོལ",
 			'one'	=>	"པ་རུ་གི་དངུལ་ ནུ་བོ་ སཱོལ",
 			'many'	=>	"པ་རུ་གི་དངུལ་ ནུ་བོ་ སཱོལ"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"ཕི་ལི་པིནས་གྱི་དངུལ་ པེ་སོ",
 			'one'	=>	"ཕི་ལི་པིནས་གྱི་དངུལ་ པེ་སོ",
 			'many'	=>	"ཕི་ལི་པིནས་གྱི་དངུལ་ པེ་སོ"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"པ་ཀིས་ཏཱན་གྱི་དངུལ་ རུ་པི",
 			'one'	=>	"པ་ཀིས་ཏཱན་གྱི་དངུལ་ རུ་པི",
 			'many'	=>	"པ་ཀིས་ཏཱན་གྱི་དངུལ་ རུ་པི"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"པོ་ལེནཌ་ཀྱི་དངུལ ཛ྄ལོ་ཊི",
 			'one'	=>	"པོ་ལེནཌ་ཀྱི་དངུལ ཛ྄ལོ་ཊི",
 			'many'	=>	"པོ་ལེནཌ་ཀྱི་དངུལ ཛ྄ལོ་ཊི"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"ཀ་ཊར་གྱི་དངུལ་ རི་ཨཱལ",
 			'one'	=>	"ཀ་ཊར་གྱི་དངུལ་ རི་ཨཱལ",
 			'many'	=>	"ཀ་ཊར་གྱི་དངུལ་ རི་ཨཱལ"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"ཨུ་རུ་སུ་གི་དངུལ་ རུ་བཱལ",
 			'one'	=>	"ཨུ་རུ་སུ་གི་དངུལ་ རུ་བཱལ",
 			'many'	=>	"ཨུ་རུ་སུ་གི་དངུལ་ རུ་བཱལ"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"སཱཝ་དིའི་དངུལ་ རི་ཡཱལ",
 			'one'	=>	"སཱཝ་དིའི་དངུལ་ རི་ཡཱལ",
 			'many'	=>	"སཱཝ་དིའི་དངུལ་ རི་ཡཱལ"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"སེ་ཤཱལས་ཀྱི་དངུལ་ རུ་པི",
 			'one'	=>	"སེ་ཤཱལས་ཀྱི་དངུལ་ རུ་པི",
 			'many'	=>	"སེ་ཤཱལས་ཀྱི་དངུལ་ རུ་པི"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"སུའི་ཌེན་གྱི་དངུལ་ ཀྲོ་ན",
 			'one'	=>	"སུའི་ཌེན་གྱི་དངུལ་ ཀྲོ་ན",
 			'many'	=>	"སུའི་ཌེན་གྱི་དངུལ་ ཀྲོ་ན"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"སིང་ག་པོར་གྱི་དངུལ་ ཌོ་ལར",
 			'one'	=>	"སིང་ག་པོར་གྱི་དངུལ་ ཌོ་ལར",
 			'many'	=>	"སིང་ག་པོར་གྱི་དངུལ་ ཌོ་ལར"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"སི་རི་ཡ་གི་དངུལ་ པ་འུནཌ",
 			'one'	=>	"སི་རི་ཡ་གི་དངུལ་ པ་འུནཌ",
 			'many'	=>	"སི་རི་ཡ་གི་དངུལ་ པ་འུནཌ"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"ཐཱའི་ལེནཌ་གི་དངུལ་ བཱཏ",
 			'one'	=>	"ཐཱའི་ལེནཌ་གི་དངུལ་ བཱཏ",
 			'many'	=>	"ཐཱའི་ལེནཌ་གི་དངུལ་ བཱཏ"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"ཏ་ཇི་ཀིས་ཏཱན་གྱི་དངུལ་ སོ་མོ་ནི",
 			'one'	=>	"ཏ་ཇི་ཀིས་ཏཱན་གྱི་དངུལ་ སོ་མོ་ནི",
 			'many'	=>	"ཏ་ཇི་ཀིས་ཏཱན་གྱི་དངུལ་ སོ་མོ་ནི"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"ཊཱར་ཀི་གི་དངུལ་ ལི་ར",
 			'one'	=>	"ཊཱར་ཀི་གི་དངུལ་ ལི་ར",
 			'many'	=>	"ཊཱར་ཀི་གི་དངུལ་ ལི་ར"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"ཊཱའི་ཝཱན་གི་དངུལ ཌོ་ལར",
 			'one'	=>	"ཊཱའི་ཝཱན་གི་དངུལ ཌོ་ལར",
 			'many'	=>	"ཊཱའི་ཝཱན་གི་དངུལ ཌོ་ལར"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"ཊཱན་ཛཱ་ནི་ཡ་གི་དངུལ་ ཤི་ལིང",
 			'one'	=>	"ཊཱན་ཛཱ་ནི་ཡ་གི་དངུལ་ ཤི་ལིང",
 			'many'	=>	"ཊཱན་ཛཱ་ནི་ཡ་གི་དངུལ་ ཤི་ལིང"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"ཡུ་གྷེན་ཌ་གི་དངུལ་ ཤི་ལིང",
 			'one'	=>	"ཡུ་གྷེན་ཌ་གི་དངུལ་ ཤི་ལིང",
 			'many'	=>	"ཡུ་གྷེན་ཌ་གི་དངུལ་ ཤི་ལིང"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"ཡུ་ཨེས་ ཌོ་ལར",
 			'one'	=>	"ཡུ་ཨེས་ ཌོ་ལར",
 			'many'	=>	"ཡུ་ཨེས་ ཌོ་ལར"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"ཡུ་རུ་གུ་ཝའི་གི་དངུལ་ པེ་སོ",
 			'one'	=>	"ཡུ་རུ་གུ་ཝའི་གི་དངུལ་ པེ་སོ",
 			'many'	=>	"ཡུ་རུ་གུ་ཝའི་གི་དངུལ་ པེ་སོ"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"ཨུས་བེ་ཀིས་ཏཱན་གྱི་དངུལ་ སོམ",
 			'one'	=>	"ཨུས་བེ་ཀིས་ཏཱན་གྱི་དངུལ་ སོམ",
 			'many'	=>	"ཨུས་བེ་ཀིས་ཏཱན་གྱི་དངུལ་ སོམ"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"བེ་ནི་ཛུ་ཝེ་ལ་གི་དངུལ་ བོ་ལི་བར",
 			'one'	=>	"བེ་ནི་ཛུ་ཝེ་ལ་གི་དངུལ་ བོ་ལི་བར",
 			'many'	=>	"བེ་ནི་ཛུ་ཝེ་ལ་གི་དངུལ་ བོ་ལི་བར"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"བེཊ་ནཱམ་གྱི་དངུལ་ ཌོང",
 			'one'	=>	"བེཊ་ནཱམ་གྱི་དངུལ་ ཌོང",
 			'many'	=>	"བེཊ་ནཱམ་གྱི་དངུལ་ ཌོང"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"",
 			'one'	=>	"",
 			'many'	=>	""
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"མ་ཤེས་པའི་དངུལ",
 			'one'	=>	"མ་ཤེས་པའི་དངུལ",
 			'many'	=>	"མ་ཤེས་པའི་དངུལ"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"སཱའུཐ་ ཨཕ་རི་ཀ་གི་དངུལ་ རཱནད",
 			'one'	=>	"སཱའུཐ་ ཨཕ་རི་ཀ་གི་དངུལ་ རཱནད",
 			'many'	=>	"སཱའུཐ་ ཨཕ་རི་ཀ་གི་དངུལ་ རཱནད"
 		),

    ),
);
