<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'ADP'	=>	 array
		(
			'name'	=>	"Андорска Пезета",
 			'one'	=>	"Андорска Пезета",
 			'many'	=>	"Андорска Пезета"
 		),

		'AED'	=>	 array
		(
			'name'	=>	"Обединети Арапски Емирати Дирхам",
 			'one'	=>	"Обединети Арапски Емирати Дирхам",
 			'many'	=>	"Обединети Арапски Емирати Дирхам"
 		),

		'AFA'	=>	 array
		(
			'name'	=>	"Авгани",
 			'one'	=>	"Авгани",
 			'many'	=>	"Авгани"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"Авгани",
 			'one'	=>	"Авгани",
 			'many'	=>	"Авгани"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"Албански Лек",
 			'one'	=>	"Албански Лек",
 			'many'	=>	"Албански Лек"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"Ермениски Драм",
 			'one'	=>	"Ермениски Драм",
 			'many'	=>	"Ермениски Драм"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"Холандски Антилски Гилдер",
 			'one'	=>	"Холандски Антилски Гилдер",
 			'many'	=>	"Холандски Антилски Гилдери"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"Анголска Кванза",
 			'one'	=>	"Анголска Кванза",
 			'many'	=>	"Анголска Кванза"
 		),

		'AOK'	=>	 array
		(
			'name'	=>	"Анголска Кванза",
 			'one'	=>	"Анголска Кванза",
 			'many'	=>	"Анголска Кванза"
 		),

		'AON'	=>	 array
		(
			'name'	=>	"Анголска Нова Кванза",
 			'one'	=>	"Анголска Нова Кванза",
 			'many'	=>	"Анголска Нова Кванза"
 		),

		'ARP'	=>	 array
		(
			'name'	=>	"Аргентински Пезос",
 			'one'	=>	"Аргентински Пезос",
 			'many'	=>	"Аргентински Пезос"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"Аргентински Пезос",
 			'one'	=>	"Аргентински Пезоси",
 			'many'	=>	"Аргентински Пезоси"
 		),

		'ATS'	=>	 array
		(
			'name'	=>	"Австралиски Шилинг",
 			'one'	=>	"Австралиски Шилинг",
 			'many'	=>	"Австралиски Шилинг"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"Австралиски Долар",
 			'one'	=>	"Австралиски Долар",
 			'many'	=>	"Австралиски Долар"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"Арубиски Флорин",
 			'one'	=>	"Арубиски Флорин",
 			'many'	=>	"Арубиски Флорин"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"Азербејџански Манат",
 			'one'	=>	"Азербејџански Манат",
 			'many'	=>	"Азербејџански Манати"
 		),

		'BAD'	=>	 array
		(
			'name'	=>	"Босанско-Херцеговски Динар",
 			'one'	=>	"Босанско-Херцеговски Динар",
 			'many'	=>	"Босанско-Херцеговски Динар"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"Босанско-Херцеговска Конвертибилна Марка",
 			'one'	=>	"Босанско-Херцеговска Конвертибилна Марка",
 			'many'	=>	"Босанско-Херцеговска Конвертибилна Марка"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"Барбадоски Долар",
 			'one'	=>	"Барбадоски Долар",
 			'many'	=>	"Барбадоски Долари"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"Бангладешка Така",
 			'one'	=>	"Бангладешка Така",
 			'many'	=>	"Бангладешки Таки"
 		),

		'BEC'	=>	 array
		(
			'name'	=>	"Белгиски Франк",
 			'one'	=>	"Белгиски Франк",
 			'many'	=>	"Белгиски Франк"
 		),

		'BEF'	=>	 array
		(
			'name'	=>	"Белгиски Франк",
 			'one'	=>	"Белгиски Франк",
 			'many'	=>	"Белгиски Франк"
 		),

		'BEL'	=>	 array
		(
			'name'	=>	"Белгиски Франк",
 			'one'	=>	"Белгиски Франк",
 			'many'	=>	"Белгиски Франк"
 		),

		'BGL'	=>	 array
		(
			'name'	=>	"Бугарски Цврст Лев",
 			'one'	=>	"Бугарски Цврст Лев",
 			'many'	=>	"Бугарски Цврст Лев"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"Бугарски Лев",
 			'one'	=>	"Бугарски Нов Лев",
 			'many'	=>	"Бугарски Нов Лев"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"Бахреински Динар",
 			'one'	=>	"Бахреински Динар",
 			'many'	=>	"Бахреински Динар"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"Бурундиски Франк",
 			'one'	=>	"Бурундиски Франк",
 			'many'	=>	"Бурундиски Франк"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"Бермудски Долар",
 			'one'	=>	"Бермудски Долари",
 			'many'	=>	"Бермудски Долари"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"Брунејски Долар",
 			'one'	=>	"Брунејски Долар",
 			'many'	=>	"Брунејски Долар"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"Бразилски Реал",
 			'one'	=>	"Бразилски Реал",
 			'many'	=>	"Бразилски Реали"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"Бахамски Долар",
 			'one'	=>	"Бахамски Долари",
 			'many'	=>	"Бахамски Долари"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"Бутански Нгултрум",
 			'one'	=>	"Бутански Нгултрум",
 			'many'	=>	"Бутански Нгултруми"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"Боцванска Пула",
 			'one'	=>	"Боцванска Пула",
 			'many'	=>	"Боцванска Пула"
 		),

		'BYB'	=>	 array
		(
			'name'	=>	"Белоруска Нова Рубља",
 			'one'	=>	"Белоруска Нова Рубља",
 			'many'	=>	"Белоруска Нова Рубља"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"Белоруска Рубља",
 			'one'	=>	"Белоруска Рубља",
 			'many'	=>	"Белоруска Рубља"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"Белизиски Долар",
 			'one'	=>	"Белизиски Долар",
 			'many'	=>	"Белизиски Долар"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"Канадски Долар",
 			'one'	=>	"Канадски Долари",
 			'many'	=>	"Канадски Долари"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"Конголски Франк",
 			'one'	=>	"Конголски Франк",
 			'many'	=>	"Конголски Франци"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"Швајцарски Франк",
 			'one'	=>	"Швајцарски Франк",
 			'many'	=>	"Швајцарски Франк"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"Чилеански Пезос",
 			'one'	=>	"Чилеански Пезос",
 			'many'	=>	"Чилеански Пезос"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"Кинески Јуан",
 			'one'	=>	"Кинески Јуан",
 			'many'	=>	"Кинески Јуани"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"Колумбиски Пезос",
 			'one'	=>	"Колумбиски Пезос",
 			'many'	=>	"Колумбиски Пезос"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"Костарикански Колон",
 			'one'	=>	"Костарикански Колони",
 			'many'	=>	"Костарикански Колони"
 		),

		'CSK'	=>	 array
		(
			'name'	=>	"Чехословачка Цврста Корона",
 			'one'	=>	"Чехословачка Цврста Корона",
 			'many'	=>	"Чехословачка Цврста Корона"
 		),

		'CUC'	=>	 array
		(
			'name'	=>	"Кубански Пезос",
 			'one'	=>	"Кубански Пезос",
 			'many'	=>	"Кубански Пезос"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"Кубански Пезос",
 			'one'	=>	"Кубански Пезос",
 			'many'	=>	"Кубански Пезос"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"Зелено'ртски Ескудо",
 			'one'	=>	"Зелено'ртски Ескудо",
 			'many'	=>	"Зелено'ртски Ескуди"
 		),

		'CYP'	=>	 array
		(
			'name'	=>	"Кипарска Фунта",
 			'one'	=>	"Кипарска Фунта",
 			'many'	=>	"Кипарска Фунта"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"Чешка Корона",
 			'one'	=>	"Чешка Корона",
 			'many'	=>	"Чешка Корона"
 		),

		'DEM'	=>	 array
		(
			'name'	=>	"Германска Марка",
 			'one'	=>	"Германска Марка",
 			'many'	=>	"Германска Марка"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"Џибути Франк",
 			'one'	=>	"Џибути Франк",
 			'many'	=>	"Џибути Франци"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"Данска Круна",
 			'one'	=>	"Данска Круна",
 			'many'	=>	"Данска Круна"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"Доминикански Пезос",
 			'one'	=>	"Доминикански Пезос",
 			'many'	=>	"Доминикански Пезос"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"Алжирски Динар",
 			'one'	=>	"Алжирски Динар",
 			'many'	=>	"Алжирски Динар"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"Египетска Фунта",
 			'one'	=>	"Египетска Фунта",
 			'many'	=>	"Египетска Фунта"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"Еритрејска Накфа",
 			'one'	=>	"Еритрејска Накфа",
 			'many'	=>	"Еритрејски Накфи"
 		),

		'ESP'	=>	 array
		(
			'name'	=>	"Шпанска Пезета",
 			'one'	=>	"Шпанска Пезета",
 			'many'	=>	"Шпанска Пезета"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"Етиописки Бир",
 			'one'	=>	"Етиописки Бир",
 			'many'	=>	"Етиописки Бир"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"Евро",
 			'one'	=>	"Евро",
 			'many'	=>	"Евро"
 		),

		'FIM'	=>	 array
		(
			'name'	=>	"Финска Марка",
 			'one'	=>	"Финска Марка",
 			'many'	=>	"Финска Марка"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"Фиџиски Долар",
 			'one'	=>	"Фиџи Долар",
 			'many'	=>	"Фиџи Долар"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"Фолкландска Фунта",
 			'one'	=>	"Фолкландски Фунти",
 			'many'	=>	"Фолкландски Фунти"
 		),

		'FRF'	=>	 array
		(
			'name'	=>	"Француски Франк",
 			'one'	=>	"Француски Франк",
 			'many'	=>	"Француски Франк"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"Британска Фунта",
 			'one'	=>	"Британска Фунта",
 			'many'	=>	"Британска Фунта"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"Грузиски Лари",
 			'one'	=>	"Грузиски Лари",
 			'many'	=>	"Грузиски Лари"
 		),

		'GHC'	=>	 array
		(
			'name'	=>	"Ганајски Седи",
 			'one'	=>	"Ганајски Седи",
 			'many'	=>	"Ганајски Седи"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"Гански Седи",
 			'one'	=>	"Гански Седи",
 			'many'	=>	"Гански Седи"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"Гибралтарска Фунта",
 			'one'	=>	"Гибралтарска Фунта",
 			'many'	=>	"Гибралтарска Фунта"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"Гамбиски Даласи",
 			'one'	=>	"Гамбиски Даласи",
 			'many'	=>	"Гамбиски Даласи"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"Гвинејски Франк",
 			'one'	=>	"Гвинејски Франк",
 			'many'	=>	"Гвинејски Франк"
 		),

		'GRD'	=>	 array
		(
			'name'	=>	"Грчка Драхма",
 			'one'	=>	"Грчка Драхма",
 			'many'	=>	"Грчка Драхма"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"Гватемалски Кветцал",
 			'one'	=>	"Гватемалски Кветцал",
 			'many'	=>	"Гватемалски Кветцал"
 		),

		'GWP'	=>	 array
		(
			'name'	=>	"Гвинејски Бисау Пезос",
 			'one'	=>	"Гвинејски Бисау Пезос",
 			'many'	=>	"Гвинејски Бисау Пезос"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"Гвијански Долар",
 			'one'	=>	"Гвијански Долар",
 			'many'	=>	"Гвијански Долар"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"Хонгконшки Долар",
 			'one'	=>	"Хонгконшки Долар",
 			'many'	=>	"Хонгконшки Долар"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"Хондурска Лемпира",
 			'one'	=>	"Хондурски Лемпири",
 			'many'	=>	"Хондурски Лемпири"
 		),

		'HRD'	=>	 array
		(
			'name'	=>	"Хрватски Динар",
 			'one'	=>	"Хрватски Динар",
 			'many'	=>	"Хрватски Динар"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"Хрватска Куна",
 			'one'	=>	"Хрватска Куна",
 			'many'	=>	"Хрватска Куна"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"Хаитски Гурд",
 			'one'	=>	"Хаитски Гурд",
 			'many'	=>	"Хаитски Гурд"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"Унгарска Форинта",
 			'one'	=>	"Унгарска Форинта",
 			'many'	=>	"Унгарска Форинта"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"Индонезиска Рупија",
 			'one'	=>	"Индонезиска Рупија",
 			'many'	=>	"Индонезиска Рупија"
 		),

		'IEP'	=>	 array
		(
			'name'	=>	"Ирска Фунта",
 			'one'	=>	"Ирска Фунта",
 			'many'	=>	"Ирска Фунта"
 		),

		'ILP'	=>	 array
		(
			'name'	=>	"Изрелска Фунта",
 			'one'	=>	"Изрелска Фунта",
 			'many'	=>	"Изрелска Фунта"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"Израелски Нов Шекел",
 			'one'	=>	"Израелски Нов Шекел",
 			'many'	=>	"Израелски Нов Шекел"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"Индијска Рупија",
 			'one'	=>	"Индијска Рупија",
 			'many'	=>	"Индијска Рупија"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"Ирачки Динар",
 			'one'	=>	"Ирачки Динар",
 			'many'	=>	"Ирачки Динар"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"Ирански Риал",
 			'one'	=>	"Ирански Риал",
 			'many'	=>	"Ирански Риал"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"Исландска Крона",
 			'one'	=>	"Исландска Крона",
 			'many'	=>	"Исландска Крона"
 		),

		'ITL'	=>	 array
		(
			'name'	=>	"Италијанска Лира",
 			'one'	=>	"Италијанска Лира",
 			'many'	=>	"Италијанска Лира"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"Јамајкански Долар",
 			'one'	=>	"Јамајкански Долари",
 			'many'	=>	"Јамајкански Долари"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"Јордански Динар",
 			'one'	=>	"Јордански Динар",
 			'many'	=>	"Јордански Динар"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"Јапонски Јен",
 			'one'	=>	"Јапонски Јен",
 			'many'	=>	"Јапонски Јен"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"Кениски Шилинг",
 			'one'	=>	"Кениски Шилинг",
 			'many'	=>	"Кениски Шилинг"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"Киргистански Сом",
 			'one'	=>	"Киргистански Сом",
 			'many'	=>	"Киргистански Сом"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"Камбоџиски Рел",
 			'one'	=>	"Камбоџиски Рел",
 			'many'	=>	"Камбоџиски Рел"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"Коморски Долар",
 			'one'	=>	"Коморски Долар",
 			'many'	=>	"Коморски Долар"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"Северно Корејски Вон",
 			'one'	=>	"Северно Корејски Вон",
 			'many'	=>	"Северно Корејски Вон"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"Јужно Корејски Вон",
 			'one'	=>	"Јужно Корејски Вон",
 			'many'	=>	"Јужно Корејски Вон"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"Кувајтски Динар",
 			'one'	=>	"Кувајтски Динар",
 			'many'	=>	"Кувајтски Динар"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"Долар На Кајмански Острови",
 			'one'	=>	"Долар На Кајмански Острови",
 			'many'	=>	"Долари На Кајмански Острови"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"Казахстанска Тенга",
 			'one'	=>	"Казахстанска Тенга",
 			'many'	=>	"Казахстанска Тенга"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"Лаоски Кип",
 			'one'	=>	"Лаоски Кип",
 			'many'	=>	"Лаоски Кип"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"Либанска Фунта",
 			'one'	=>	"Либанска Фунта",
 			'many'	=>	"Либанска Фунта"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"Шриланканска Рупија",
 			'one'	=>	"Шриланканска Рупија",
 			'many'	=>	"Шриланканска Рупија"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"Либериски Долар",
 			'one'	=>	"Либериски Долар",
 			'many'	=>	"Либериски Долари"
 		),

		'LSL'	=>	 array
		(
			'name'	=>	"Лесотско Лоти",
 			'one'	=>	"Лесотско Лоти",
 			'many'	=>	"Лесотско Лоти"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"Литваниска Лита",
 			'one'	=>	"Литваниска Лита",
 			'many'	=>	"Литваниска Лита"
 		),

		'LTT'	=>	 array
		(
			'name'	=>	"Литваниски Литаз",
 			'one'	=>	"Литваниски Литаз",
 			'many'	=>	"Литваниски Литаз"
 		),

		'LUF'	=>	 array
		(
			'name'	=>	"Луксембуршки Франк",
 			'one'	=>	"Луксембуршки Франк",
 			'many'	=>	"Луксембуршки Франк"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"Латвијски Лат",
 			'one'	=>	"Латвијски Лат",
 			'many'	=>	"Латвијски Лат"
 		),

		'LVR'	=>	 array
		(
			'name'	=>	"Латвијска Рубља",
 			'one'	=>	"Латвијска Рубља",
 			'many'	=>	"Латвијска Рубља"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"Либијски Динар",
 			'one'	=>	"Либијски Динар",
 			'many'	=>	"Либијски Динар"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"Марокански Дирхам",
 			'one'	=>	"Марокански Дирхам",
 			'many'	=>	"Марокански Дирхам"
 		),

		'MAF'	=>	 array
		(
			'name'	=>	"Марокански Франк",
 			'one'	=>	"Марокански Франк",
 			'many'	=>	"Марокански Франк"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"Молдавски Леу",
 			'one'	=>	"Молдавски Леу",
 			'many'	=>	"Молдавски Леу"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"Малагасиски Ариари",
 			'one'	=>	"Малагасиски Ариари",
 			'many'	=>	"Малагасиски Ариари"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"Македонски Денар",
 			'one'	=>	"Македонски Денар",
 			'many'	=>	"Македонски Денар"
 		),

		'MLF'	=>	 array
		(
			'name'	=>	"Малски Франк",
 			'one'	=>	"Малски Франк",
 			'many'	=>	"Малски Франк"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"Мја",
 			'one'	=>	"Мјанмарски Киат",
 			'many'	=>	"Мјанмарски Киати"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"Монголиски Тугрик",
 			'one'	=>	"Монголиски Тугрик",
 			'many'	=>	"Монголиски Тугрик"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"Макао Патака",
 			'one'	=>	"Макао Патака",
 			'many'	=>	"Макао Патака"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"Мавританска Угија",
 			'one'	=>	"Мавританска Угија",
 			'many'	=>	"Мавритански Угии"
 		),

		'MTL'	=>	 array
		(
			'name'	=>	"Малтешка Лира",
 			'one'	=>	"Малтешка Лира",
 			'many'	=>	"Малтешка Лира"
 		),

		'MTP'	=>	 array
		(
			'name'	=>	"Малтешка Фунта",
 			'one'	=>	"Малтешка Фунта",
 			'many'	=>	"Малтешка Фунта"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"Мавританска Рупија",
 			'one'	=>	"Мавританска Рупија",
 			'many'	=>	"Мавритански Рупии"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"Малдивиска Руфија",
 			'one'	=>	"Малдивска Руфија",
 			'many'	=>	"Малдивски Руфии"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"Малависка Квача",
 			'one'	=>	"Малависка Квача",
 			'many'	=>	"Малависки Квачи"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"Мексикански Пезос",
 			'one'	=>	"Мексикански Пезоси",
 			'many'	=>	"Мексикански Пезоси"
 		),

		'MXP'	=>	 array
		(
			'name'	=>	"Мексикански Сребрен Пезос",
 			'one'	=>	"Мексикански Сребрен Пезос",
 			'many'	=>	"Мексикански Сребрен Пезос"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"Малазиски Рингит",
 			'one'	=>	"Малазиски Рингит",
 			'many'	=>	"Малазиски Рингит"
 		),

		'MZE'	=>	 array
		(
			'name'	=>	"Мозамбиско Ескудо",
 			'one'	=>	"Мозамбиско Ескудо",
 			'many'	=>	"Мозамбиско Ескудо"
 		),

		'MZM'	=>	 array
		(
			'name'	=>	"Стар Мозамбиски Метикал",
 			'one'	=>	"Стар Мозамбиски Метикал",
 			'many'	=>	"Стар Мозамбиски Метикал"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"Мозамбиски Метикал",
 			'one'	=>	"Мозамбиски Метикали",
 			'many'	=>	"Мозамбиски Метикал"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"Намибиски Долар",
 			'one'	=>	"Намибиски Долар",
 			'many'	=>	"Намибиски Долар"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"Нигериска Наира",
 			'one'	=>	"Нигериска Наира",
 			'many'	=>	"Нигериска Наира"
 		),

		'NIC'	=>	 array
		(
			'name'	=>	"Никарагванска Кордоба",
 			'one'	=>	"Никарагванска Кордоба",
 			'many'	=>	"Никарагвански Кордоби"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"Никарагванска Кордоба",
 			'one'	=>	"Никарагванска Кордоба",
 			'many'	=>	"Никарагвански Кордоби"
 		),

		'NLG'	=>	 array
		(
			'name'	=>	"Холандски Гилдер",
 			'one'	=>	"Холандски Гилдер",
 			'many'	=>	"Холандски Гилдер"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"Норвешка Круна",
 			'one'	=>	"Норвешка Круна",
 			'many'	=>	"Норвешка Круна"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"Непалска Рупија",
 			'one'	=>	"Непалска Рупија",
 			'many'	=>	"Непалска Рупија"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"Новозеландски Долар",
 			'one'	=>	"Новозеландски Долар",
 			'many'	=>	"Новозеландски Долар"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"Омански Риал",
 			'one'	=>	"Омански Риал",
 			'many'	=>	"Омански Риал"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"Панамска Балбоа",
 			'one'	=>	"Панамска Балбоа",
 			'many'	=>	"Панамска Балбоа"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"Перуански Нов Сол",
 			'one'	=>	"Перуански Нов Сол",
 			'many'	=>	"Перуански Нов Сол"
 		),

		'PES'	=>	 array
		(
			'name'	=>	"Перуански Сол",
 			'one'	=>	"Перуански Сол",
 			'many'	=>	"Перуански Сол"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"Папуа Новогвинејска Кина",
 			'one'	=>	"Папуа Новогвинејска Кина",
 			'many'	=>	"Папуа Новогвинејска Кина"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"Филипински Пезос",
 			'one'	=>	"Филипински Пезос",
 			'many'	=>	"Филипински Пезос"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"Пакистанска Рупија",
 			'one'	=>	"Пакистанска Рупија",
 			'many'	=>	"Пакистанска Рупија"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"Полска Злота",
 			'one'	=>	"Полска Злота",
 			'many'	=>	"Полска Злота"
 		),

		'PLZ'	=>	 array
		(
			'name'	=>	"Полска Злота",
 			'one'	=>	"Полска Злота",
 			'many'	=>	"Полска Злота"
 		),

		'PTE'	=>	 array
		(
			'name'	=>	"Португалско Ескудо",
 			'one'	=>	"Португалско Ескудо",
 			'many'	=>	"Португалско Ескудо"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"Парагвајска Гуарана",
 			'one'	=>	"Парагвајска Гуарана",
 			'many'	=>	"Парагвајска Гуарана"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"Катарски Риал",
 			'one'	=>	"Катарски Риал",
 			'many'	=>	"Катарски Риал"
 		),

		'ROL'	=>	 array
		(
			'name'	=>	"Романска Леи",
 			'one'	=>	"Романска Леи",
 			'many'	=>	"Романска Леи"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"Романска Леи",
 			'one'	=>	"Романска Леи",
 			'many'	=>	"Романска Леи"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"Српски Динар",
 			'one'	=>	"Српски Динар",
 			'many'	=>	"Српски Динар"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"Руска Рубља",
 			'one'	=>	"Руска Рубља",
 			'many'	=>	"Руска Рубља"
 		),

		'RUR'	=>	 array
		(
			'name'	=>	"Руска Рубља",
 			'one'	=>	"Руска Рубља",
 			'many'	=>	"Руска Рубља"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"Руандски Франк",
 			'one'	=>	"Руандски Франк",
 			'many'	=>	"Руандски Франк"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"Саудиски Ријал",
 			'one'	=>	"Саудиски Ријал",
 			'many'	=>	"Саудиски Ријал"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"Соломонски Долар",
 			'one'	=>	"Соломонски Долар",
 			'many'	=>	"Соломонски Долар"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"Сејшелска Рупија",
 			'one'	=>	"Сејшелска Рупија",
 			'many'	=>	"Сејшелски Рупии"
 		),

		'SDD'	=>	 array
		(
			'name'	=>	"Стар Судански Динар",
 			'one'	=>	"Стар Судански Динар",
 			'many'	=>	"Стар Судански Динар"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"Суданска Фунта",
 			'one'	=>	"Суданска Фунта",
 			'many'	=>	"Судански Фунти"
 		),

		'SDP'	=>	 array
		(
			'name'	=>	"Стара Суданска Фунта",
 			'one'	=>	"Стара Суданска Фунта",
 			'many'	=>	"Стара Суданска Фунта"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"Шведска Круна",
 			'one'	=>	"Шведска Круна",
 			'many'	=>	"Шведска Круна"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"Сингапурски Долар",
 			'one'	=>	"Сингапурски Долар",
 			'many'	=>	"Сингапурски Долар"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"Фунта На Света Елена",
 			'one'	=>	"Фунта На Света Елена",
 			'many'	=>	"Фунти На Света Елена"
 		),

		'SIT'	=>	 array
		(
			'name'	=>	"Словенечки Толар",
 			'one'	=>	"Словенечки Толар",
 			'many'	=>	"Словенечки Толар"
 		),

		'SKK'	=>	 array
		(
			'name'	=>	"Словачка Круна",
 			'one'	=>	"Словачка Круна",
 			'many'	=>	"Словачка Круна"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"Сиералеонско Леоне",
 			'one'	=>	"Сиералеонско Леоне",
 			'many'	=>	"Сиералеонско Леоне"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"Сомалијски Шилинг",
 			'one'	=>	"Сомалијски Шилинзи",
 			'many'	=>	"Сомалијски Шилинзи"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"Суринамски Долар",
 			'one'	=>	"Суринамски Долар",
 			'many'	=>	"Суринамски Долари"
 		),

		'SRG'	=>	 array
		(
			'name'	=>	"Суринамски Гилдер",
 			'one'	=>	"Суринамски Гилдер",
 			'many'	=>	"Суринамски Гилдер"
 		),

		'SSP'	=>	 array
		(
			'name'	=>	"Јужносуданска Фунта",
 			'one'	=>	"Јужносуданска Фунта",
 			'many'	=>	"Јужносудански Фунти"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"Добра На Сао Томе И Принсипе",
 			'one'	=>	"Добра На Сао Томе И Принсипе",
 			'many'	=>	"Добри На Сао Томе И Принсипе"
 		),

		'SUR'	=>	 array
		(
			'name'	=>	"Советска Рубља",
 			'one'	=>	"Советска Рубља",
 			'many'	=>	"Советска Рубља"
 		),

		'SVC'	=>	 array
		(
			'name'	=>	"Салвадорски Колон",
 			'one'	=>	"Салвадорски Колон",
 			'many'	=>	"Салвадорски Колон"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"Сиријска Фунта",
 			'one'	=>	"Сиријска Фунта",
 			'many'	=>	"Сиријска Фунта"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"Свазилендски Лиланген",
 			'one'	=>	"Свазилендски Лиланген",
 			'many'	=>	"Свазилендски Лиланген"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"Таи Бат",
 			'one'	=>	"Таи Бат",
 			'many'	=>	"Таи Бат"
 		),

		'TJR'	=>	 array
		(
			'name'	=>	"Таџикистанска Рубља",
 			'one'	=>	"Таџикистанска Рубља",
 			'many'	=>	"Таџикистанска Рубља"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"Таџикистански Сомони",
 			'one'	=>	"Таџикистански Сомони",
 			'many'	=>	"Таџикистански Сомони"
 		),

		'TMM'	=>	 array
		(
			'name'	=>	"Туркменистански Манат",
 			'one'	=>	"Туркменистански Манат",
 			'many'	=>	"Туркменистански Манат"
 		),

		'TMT'	=>	 array
		(
			'name'	=>	"Туркменистански Манати",
 			'one'	=>	"Туркменистански Манати",
 			'many'	=>	"Туркменистански Манати"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"Тунизиски Динар",
 			'one'	=>	"Тунизиски Динар",
 			'many'	=>	"Тунизиски Динари"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"Тонганска Панга",
 			'one'	=>	"Тонганска Панга",
 			'many'	=>	"Тонганска Панга"
 		),

		'TPE'	=>	 array
		(
			'name'	=>	"Тиморски Ескудо",
 			'one'	=>	"Тиморски Ескудо",
 			'many'	=>	"Тиморски Ескудо"
 		),

		'TRL'	=>	 array
		(
			'name'	=>	"Турска Лира",
 			'one'	=>	"Турска Лира",
 			'many'	=>	"Турска Лира"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"Турска Лира",
 			'one'	=>	"Турска Лира",
 			'many'	=>	"Турски Лири"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"Тајвански Нов Долар",
 			'one'	=>	"Тајвански Нов Долар",
 			'many'	=>	"Тајвански Нов Долар"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"Танзаниски Шилинг",
 			'one'	=>	"Танзаниски Шилинг",
 			'many'	=>	"Танзаниски Шилинг"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"Украинска Хривнија",
 			'one'	=>	"Украинска Хривнија",
 			'many'	=>	"Украинска Хривнија"
 		),

		'UGS'	=>	 array
		(
			'name'	=>	"Угандиски Шилинг",
 			'one'	=>	"Угандиски Шилинг",
 			'many'	=>	"Угандиски Шилинг"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"Угандиски Шилинг",
 			'one'	=>	"Угандиски Шилинг",
 			'many'	=>	"Угандиски Шилинг"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"Американски Долар",
 			'one'	=>	"Американски Долари",
 			'many'	=>	"Американски Долари"
 		),

		'USN'	=>	 array
		(
			'name'	=>	"Сад Долар",
 			'one'	=>	"Сад Долар",
 			'many'	=>	"Сад Долар"
 		),

		'USS'	=>	 array
		(
			'name'	=>	"Сад Долар",
 			'one'	=>	"Сад Долар",
 			'many'	=>	"Сад Долар"
 		),

		'UYP'	=>	 array
		(
			'name'	=>	"Уругвајски Пезос",
 			'one'	=>	"Уругвајски Пезос",
 			'many'	=>	"Уругвајски Пезос"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"Уругвајски Пезос",
 			'one'	=>	"Уругвајски Пезоси",
 			'many'	=>	"Уругвајски Пезоси"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"Узбекистански Сом",
 			'one'	=>	"Узбекистански Сом",
 			'many'	=>	"Узбекистански Сом"
 		),

		'VEB'	=>	 array
		(
			'name'	=>	"Венецуелски Боливар",
 			'one'	=>	"Венецуелски Боливар",
 			'many'	=>	"Венецуелски Боливар"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"Венецуелски Боливар",
 			'one'	=>	"Венецуелски Боливар",
 			'many'	=>	"Венецуелски Боливари"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"Виетнамски Донг",
 			'one'	=>	"Виетнамски Донг",
 			'many'	=>	"Виетнамски Донг"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"Ванатски Вату",
 			'one'	=>	"Ванатски Вату",
 			'many'	=>	"Ванатски Вату"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"Самоанска Тала",
 			'one'	=>	"Самоанска Тала",
 			'many'	=>	"Самоанска Тала"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"",
 			'one'	=>	"",
 			'many'	=>	""
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"Источно Карибиски Долар",
 			'one'	=>	"Источно Карибиски Долар",
 			'many'	=>	"Источно Карибиски Долар"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"",
 			'one'	=>	"",
 			'many'	=>	""
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"Цфп Франк",
 			'one'	=>	"Цфп Франк",
 			'many'	=>	"Цфп Франци"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"Непозната Валута",
 			'one'	=>	"Непозната Валута",
 			'many'	=>	"Непозната Валута"
 		),

		'YDD'	=>	 array
		(
			'name'	=>	"Јеменски Динар",
 			'one'	=>	"Јеменски Динар",
 			'many'	=>	"Јеменски Динар"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"Јеменски Риал",
 			'one'	=>	"Јеменски Риал",
 			'many'	=>	"Јеменски Риал"
 		),

		'YUD'	=>	 array
		(
			'name'	=>	"Југословенски Динар",
 			'one'	=>	"Југословенски Динар",
 			'many'	=>	"Југословенски Динар"
 		),

		'YUN'	=>	 array
		(
			'name'	=>	"Југословенски Конвертибилен Динар",
 			'one'	=>	"Југословенски Конвертибилен Динар",
 			'many'	=>	"Југословенски Конвертибилен Динар"
 		),

		'ZAL'	=>	 array
		(
			'name'	=>	"Јужно Афрички Ранд(Финансиски)",
 			'one'	=>	"Јужно Афрички Ранд(Финансиски)",
 			'many'	=>	"Јужно Афрички Ранд(Финансиски)"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"Јужно Афрички Ранд",
 			'one'	=>	"Јужно Афрички Ранд",
 			'many'	=>	"Јужно Афрички Ранд"
 		),

		'ZMK'	=>	 array
		(
			'name'	=>	"Замбијска Квача",
 			'one'	=>	"Замбијска Квача",
 			'many'	=>	"Замбијска Квача"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"Замбијска Квача",
 			'one'	=>	"Замбијска Квача",
 			'many'	=>	"Замбијска Квача"
 		),

		'ZRN'	=>	 array
		(
			'name'	=>	"Заирско Новозаире",
 			'one'	=>	"Заирско Новозаире",
 			'many'	=>	"Заирско Новозаире"
 		),

		'ZRZ'	=>	 array
		(
			'name'	=>	"Заирско Заире",
 			'one'	=>	"Заирско Заире",
 			'many'	=>	"Заирско Заире"
 		),

		'ZWD'	=>	 array
		(
			'name'	=>	"Зимбабвиски Долар",
 			'one'	=>	"Зимбабвиски Долар",
 			'many'	=>	"Зимбабвиски Долар"
 		),

    ),
);
