<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'ADP'	=>	 array
		(
			'name'	=>	"ऐन्डोरा का पेसेता",
 			'one'	=>	"ऐन्डोरा का पेसेता",
 			'many'	=>	"ऐन्डोरा का पेसेता"
 		),

		'AED'	=>	 array
		(
			'name'	=>	"संयुक्त अरब अमीरात का दिर्हाम",
 			'one'	=>	"संयुक्त अरब अमीरात का दिर्हाम",
 			'many'	=>	"संयुक्त अरब अमीरात का दिर्हाम"
 		),

		'AFA'	=>	 array
		(
			'name'	=>	"अफ़ग़ानी 1927-2002",
 			'one'	=>	"अफ़ग़ानी 1927-2002",
 			'many'	=>	"अफ़ग़ानी 1927-2002"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"अफ़ग़ानी",
 			'one'	=>	"अफ़ग़ानी",
 			'many'	=>	"अफ़ग़ानी"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"आल्बेनिया का लेक",
 			'one'	=>	"आल्बेनिया का लेक",
 			'many'	=>	"आल्बेनिया का लेक"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"आरमिनियाई दिर्हाम",
 			'one'	=>	"आरमिनियाई दिर्हाम",
 			'many'	=>	"आरमिनियाई दिर्हाम"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"नेदरलैण्ड एन्टीलीज़ का गील्डर",
 			'one'	=>	"नेदरलैण्ड एन्टीलीज़ का गील्डर",
 			'many'	=>	"नेदरलैण्ड एन्टीलीज़ का गील्डर"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"एंगोला क्वानज़ा",
 			'one'	=>	"एंगोला क्वानज़ा",
 			'many'	=>	"एंगोला क्वानज़ा"
 		),

		'AOK'	=>	 array
		(
			'name'	=>	"एंगोला क्वानज़ा",
 			'one'	=>	"एंगोला क्वानज़ा",
 			'many'	=>	"एंगोला क्वानज़ा"
 		),

		'AON'	=>	 array
		(
			'name'	=>	"एंगोला नया क्वानज़ा",
 			'one'	=>	"एंगोला नया क्वानज़ा",
 			'many'	=>	"एंगोला नया क्वानज़ा"
 		),

		'AOR'	=>	 array
		(
			'name'	=>	"एंगोला क्वानज़ा सुधारीत",
 			'one'	=>	"एंगोला क्वानज़ा सुधारीत",
 			'many'	=>	"एंगोला क्वानज़ा सुधारीत"
 		),

		'ARA'	=>	 array
		(
			'name'	=>	"अर्जेण्टीनी ओस्ट्राल",
 			'one'	=>	"अर्जेण्टीनी ओस्ट्राल",
 			'many'	=>	"अर्जेण्टीनी ओस्ट्राल"
 		),

		'ARP'	=>	 array
		(
			'name'	=>	"अर्जेण्टीनी पेसो",
 			'one'	=>	"अर्जेण्टीनी पेसो",
 			'many'	=>	"अर्जेण्टीनी पेसो"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"अर्जेण्टीनी पेसो",
 			'one'	=>	"अर्जेण्टीनी पेसो",
 			'many'	=>	"अर्जेण्टीनी पेसो"
 		),

		'ATS'	=>	 array
		(
			'name'	=>	"ऑस्ट्रियन शीलींग",
 			'one'	=>	"ऑस्ट्रियन शीलींग",
 			'many'	=>	"ऑस्ट्रियन शीलींग"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"ऑस्ट्रेलियन डॉलर",
 			'one'	=>	"ऑस्ट्रेलियन डॉलर",
 			'many'	=>	"ऑस्ट्रेलियन डॉलर"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"अरुबा गील्डर",
 			'one'	=>	"अरुबा गील्डर",
 			'many'	=>	"अरुबा गील्डर"
 		),

		'AZM'	=>	 array
		(
			'name'	=>	"आज़रबैजानी मनात",
 			'one'	=>	"आज़रबैजानी मनात",
 			'many'	=>	"आज़रबैजानी मनात"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"आज़रबैजानी मनात",
 			'one'	=>	"आज़रबैजानी मनात",
 			'many'	=>	"आज़रबैजानी मनात"
 		),

		'BAD'	=>	 array
		(
			'name'	=>	"बोसनिया हेर्ज़ेगोविना का दीनार",
 			'one'	=>	"बोसनिया हेर्ज़ेगोविना का दीनार",
 			'many'	=>	"बोसनिया हेर्ज़ेगोविना का दीनार"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"बोसनिया हेर्ज़ेगोविना कनवर्टीबल मार्क",
 			'one'	=>	"बोसनिया हेर्ज़ेगोविना कनवर्टीबल मार्क",
 			'many'	=>	"बोसनिया हेर्ज़ेगोविना कनवर्टीबल मार्क"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"बारबादोस डॉलर",
 			'one'	=>	"बारबादोस डॉलर",
 			'many'	=>	"बारबादोस डॉलर"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"बांगलादेश टका",
 			'one'	=>	"बांगलादेश टका",
 			'many'	=>	"बांगलादेश टका"
 		),

		'BEC'	=>	 array
		(
			'name'	=>	"बेल्जियन फ्राँ कनवर्टीबल",
 			'one'	=>	"बेल्जियन फ्राँ कनवर्टीबल",
 			'many'	=>	"बेल्जियन फ्राँ कनवर्टीबल"
 		),

		'BEF'	=>	 array
		(
			'name'	=>	"बेल्जियन फ्राँ",
 			'one'	=>	"बेल्जियन फ्राँ",
 			'many'	=>	"बेल्जियन फ्राँ"
 		),

		'BEL'	=>	 array
		(
			'name'	=>	"बेल्जियन फ्राँ फिनानसीयल",
 			'one'	=>	"बेल्जियन फ्राँ फिनानसीयल",
 			'many'	=>	"बेल्जियन फ्राँ फिनानसीयल"
 		),

		'BGL'	=>	 array
		(
			'name'	=>	"बल्गेरियाई हार्ड लेव",
 			'one'	=>	"बल्गेरियाई हार्ड लेव",
 			'many'	=>	"बल्गेरियाई हार्ड लेव"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"बल्गेरियाई लेव",
 			'one'	=>	"बल्गेरियाई लेव",
 			'many'	=>	"बल्गेरियाई लेव"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"बाहरैनी दीनार",
 			'one'	=>	"बाहरैनी दीनार",
 			'many'	=>	"बाहरैनी दीनार"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"बुरुंदी फ्राँ",
 			'one'	=>	"बुरुंदी फ्राँ",
 			'many'	=>	"बुरुंदी फ्राँ"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"बरमुडी डॉलर",
 			'one'	=>	"बरमुडी डॉलर",
 			'many'	=>	"बरमुडी डॉलर"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"ब्रुनई डॉलर",
 			'one'	=>	"ब्रुनई डॉलर",
 			'many'	=>	"ब्रुनई डॉलर"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"बोलिवियानो",
 			'one'	=>	"बोलिवियानो",
 			'many'	=>	"बोलिवियानो"
 		),

		'BOP'	=>	 array
		(
			'name'	=>	"बोलिवियाई पेसो",
 			'one'	=>	"बोलिवियाई पेसो",
 			'many'	=>	"बोलिवियाई पेसो"
 		),

		'BOV'	=>	 array
		(
			'name'	=>	"बोलिवियाई डॉलर",
 			'one'	=>	"बोलिवियाई डॉलर",
 			'many'	=>	"बोलिवियाई डॉलर"
 		),

		'BRB'	=>	 array
		(
			'name'	=>	"ब्रज़ीली नया क्रुज़ेरो",
 			'one'	=>	"ब्रज़ीली नया क्रुज़ेरो",
 			'many'	=>	"ब्रज़ीली नया क्रुज़ेरो"
 		),

		'BRC'	=>	 array
		(
			'name'	=>	"ब्रज़ीली क्रुज़ाडो",
 			'one'	=>	"ब्रज़ीली क्रुज़ाडो",
 			'many'	=>	"ब्रज़ीली क्रुज़ाडो"
 		),

		'BRE'	=>	 array
		(
			'name'	=>	"ब्रज़ीली क्रुज़ेरो",
 			'one'	=>	"ब्रज़ीली क्रुज़ेरो",
 			'many'	=>	"ब्रज़ीली क्रुज़ेरो"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"ब्रज़ीली रेयाल",
 			'one'	=>	"ब्रज़ीली रेयाल",
 			'many'	=>	"ब्रज़ीली रेयाल"
 		),

		'BRN'	=>	 array
		(
			'name'	=>	"ब्रज़ीली नया क्रुज़ाडो",
 			'one'	=>	"ब्रज़ीली नया क्रुज़ाडो",
 			'many'	=>	"ब्रज़ीली नया क्रुज़ाडो"
 		),

		'BRR'	=>	 array
		(
			'name'	=>	"ब्रज़ीली क्रुज़ेरो",
 			'one'	=>	"ब्रज़ीली क्रुज़ेरो",
 			'many'	=>	"ब्रज़ीली क्रुज़ेरो"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"बहामा डॉलर",
 			'one'	=>	"बहामा डॉलर",
 			'many'	=>	"बहामा डॉलर"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"भुतान का नगुलत्रुम",
 			'one'	=>	"भुतान का नगुलत्रुम",
 			'many'	=>	"भुतान का नगुलत्रुम"
 		),

		'BUK'	=>	 array
		(
			'name'	=>	"बर्मी",
 			'one'	=>	"बर्मी",
 			'many'	=>	"बर्मी"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"बोट्सवाना का पुलाट",
 			'one'	=>	"बोट्सवाना का पुलाट",
 			'many'	=>	"बोट्सवाना का पुलाट"
 		),

		'BYB'	=>	 array
		(
			'name'	=>	"बेलारुसी नया रूबल",
 			'one'	=>	"बेलारुसी नया रूबल",
 			'many'	=>	"बेलारुसी नया रूबल"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"बेलारुसी रूबल",
 			'one'	=>	"बेलारुसी रूबल",
 			'many'	=>	"बेलारुसी रूबल"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"बेलीज़ डॉलर",
 			'one'	=>	"बेलीज़ डॉलर",
 			'many'	=>	"बेलीज़ डॉलर"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"कनेडियन डॉलर",
 			'one'	=>	"कनेडियन डॉलर",
 			'many'	=>	"कनेडियन डॉलर"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"कॉंगोलीज़ फ्राँ",
 			'one'	=>	"कॉंगोलीज़ फ्राँ",
 			'many'	=>	"कॉंगोलीज़ फ्राँ"
 		),

		'CHE'	=>	 array
		(
			'name'	=>	"आईरलैण्ड का युरो",
 			'one'	=>	"आईरलैण्ड का युरो",
 			'many'	=>	"आईरलैण्ड का युरो"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"स्विस फ़्रैंक",
 			'one'	=>	"स्विस फ़्रैंक",
 			'many'	=>	"स्विस फ़्रैंक"
 		),

		'CHW'	=>	 array
		(
			'name'	=>	"आईरलैण्ड का फ़्रैंक",
 			'one'	=>	"आईरलैण्ड का फ़्रैंक",
 			'many'	=>	"आईरलैण्ड का फ़्रैंक"
 		),

		'CLF'	=>	 array
		(
			'name'	=>	"चीली का ऊनीदादेस द फोमेंटो",
 			'one'	=>	"चीली का ऊनीदादेस द फोमेंटो",
 			'many'	=>	"चीली का ऊनीदादेस द फोमेंटो"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"चिली पेसो",
 			'one'	=>	"चिली पेसो",
 			'many'	=>	"चिली पेसो"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"चीनी युआन रेनमीनबी",
 			'one'	=>	"चीनी युआन रेनमीनबी",
 			'many'	=>	"चीनी युआन रेनमीनबी"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"कोलम्बियाई पेसो",
 			'one'	=>	"कोलम्बियाई पेसो",
 			'many'	=>	"कोलम्बियाई पेसो"
 		),

		'COU'	=>	 array
		(
			'name'	=>	"युनीदाद द वालोर रेआल",
 			'one'	=>	"युनीदाद द वालोर रेआल",
 			'many'	=>	"युनीदाद द वालोर रेआल"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"कॉस्टा रीका का कोलोन",
 			'one'	=>	"कॉस्टा रीका का कोलोन",
 			'many'	=>	"कॉस्टा रीका का कोलोन"
 		),

		'CSD'	=>	 array
		(
			'name'	=>	"सर्बिया का डीनार",
 			'one'	=>	"सर्बिया का डीनार",
 			'many'	=>	"सर्बिया का डीनार"
 		),

		'CSK'	=>	 array
		(
			'name'	=>	"चैकोस्लोवाकिय हार्ड कोरुना",
 			'one'	=>	"चैकोस्लोवाकिय हार्ड कोरुना",
 			'many'	=>	"चैकोस्लोवाकिय हार्ड कोरुना"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"क्युबा का पेसो",
 			'one'	=>	"क्युबा का पेसो",
 			'many'	=>	"क्युबा का पेसो"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"काप वेर्दे का एस्कुदो",
 			'one'	=>	"काप वेर्दे का एस्कुदो",
 			'many'	=>	"काप वेर्दे का एस्कुदो"
 		),

		'CYP'	=>	 array
		(
			'name'	=>	"साईप्रस का पाऊंड",
 			'one'	=>	"साईप्रस का पाऊंड",
 			'many'	=>	"साईप्रस का पाऊंड"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"चेक गनतंत्र का कोरुना",
 			'one'	=>	"चेक गनतंत्र का कोरुना",
 			'many'	=>	"चेक गनतंत्र का कोरुना"
 		),

		'DDM'	=>	 array
		(
			'name'	=>	"ईस्ट जर्मन ओस्टमार्क",
 			'one'	=>	"ईस्ट जर्मन ओस्टमार्क",
 			'many'	=>	"ईस्ट जर्मन ओस्टमार्क"
 		),

		'DEM'	=>	 array
		(
			'name'	=>	"डॉईच मार्क",
 			'one'	=>	"डॉईच मार्क",
 			'many'	=>	"डॉईच मार्क"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"जीबुती फ्राँ",
 			'one'	=>	"जीबुती फ्राँ",
 			'many'	=>	"जीबुती फ्राँ"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"डेनमार्क का क्रोन",
 			'one'	=>	"डेनमार्क का क्रोन",
 			'many'	=>	"डेनमार्क का क्रोन"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"डॉमीनीकन पेसो",
 			'one'	=>	"डॉमीनीकन पेसो",
 			'many'	=>	"डॉमीनीकन पेसो"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"आल्जीरी दीनार",
 			'one'	=>	"आल्जीरी दीनार",
 			'many'	=>	"आल्जीरी दीनार"
 		),

		'ECS'	=>	 array
		(
			'name'	=>	"एक्वादोर सुक्रे",
 			'one'	=>	"एक्वादोर सुक्रे",
 			'many'	=>	"एक्वादोर सुक्रे"
 		),

		'ECV'	=>	 array
		(
			'name'	=>	"एक्वादोर युनीदाद दे वालोर कॉनस्तांते",
 			'one'	=>	"एक्वादोर युनीदाद दे वालोर कॉनस्तांते",
 			'many'	=>	"एक्वादोर युनीदाद दे वालोर कॉनस्तांते"
 		),

		'EEK'	=>	 array
		(
			'name'	=>	"एस्टोनियाई क्रून",
 			'one'	=>	"एस्टोनियाई क्रून",
 			'many'	=>	"एस्टोनियाई क्रून"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"मिस्री पाउण्ड",
 			'one'	=>	"मिस्री पाउण्ड",
 			'many'	=>	"मिस्री पाउण्ड"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"ऐरित्रीया का नाफ़का",
 			'one'	=>	"ऐरित्रीया का नाफ़का",
 			'many'	=>	"ऐरित्रीया का नाफ़का"
 		),

		'ESA'	=>	 array
		(
			'name'	=>	"हीस्पानी पेसेता",
 			'one'	=>	"हीस्पानी पेसेता",
 			'many'	=>	"हीस्पानी पेसेता"
 		),

		'ESB'	=>	 array
		(
			'name'	=>	"हीस्पानी पेसेता",
 			'one'	=>	"हीस्पानी पेसेता",
 			'many'	=>	"हीस्पानी पेसेता"
 		),

		'ESP'	=>	 array
		(
			'name'	=>	"हीस्पानी पेसेता",
 			'one'	=>	"हीस्पानी पेसेता",
 			'many'	=>	"हीस्पानी पेसेता"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"ईथिओपिया का बीर्र",
 			'one'	=>	"ईथिओपिया का बीर्र",
 			'many'	=>	"ईथिओपिया का बीर्र"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"युरो",
 			'one'	=>	"युरो",
 			'many'	=>	"युरो"
 		),

		'FIM'	=>	 array
		(
			'name'	=>	"फीनीश मार्क्का",
 			'one'	=>	"फीनीश मार्क्का",
 			'many'	=>	"फीनीश मार्क्का"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"फ़िजी का डॉलर",
 			'one'	=>	"फ़िजी का डॉलर",
 			'many'	=>	"फ़िजी का डॉलर"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"फाल्कलैण्ड द्वीप पौण्ड",
 			'one'	=>	"फाल्कलैण्ड द्वीप पौण्ड",
 			'many'	=>	"फाल्कलैण्ड द्वीप पौण्ड"
 		),

		'FRF'	=>	 array
		(
			'name'	=>	"फ्राँसीसी फ्राँ",
 			'one'	=>	"फ्राँसीसी फ्राँ",
 			'many'	=>	"फ्राँसीसी फ्राँ"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"ब्रितन का पौण्ड स्टर्लिग",
 			'one'	=>	"ब्रितन का पौण्ड स्टर्लिग",
 			'many'	=>	"ब्रितन का पौण्ड स्टर्लिग"
 		),

		'GEK'	=>	 array
		(
			'name'	=>	"जॉर्जिया का कुपोन लारीत",
 			'one'	=>	"जॉर्जिया का कुपोन लारीत",
 			'many'	=>	"जॉर्जिया का कुपोन लारीत"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"जॉर्जिया का लारी",
 			'one'	=>	"जॉर्जिया का लारी",
 			'many'	=>	"जॉर्जिया का लारी"
 		),

		'GHC'	=>	 array
		(
			'name'	=>	"घाना चेदी",
 			'one'	=>	"घाना चेदी",
 			'many'	=>	"घाना चेदी"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"घाना चेदी",
 			'one'	=>	"घाना चेदी",
 			'many'	=>	"घाना चेदी"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"जीब्रालटर का पौण्ड",
 			'one'	=>	"जीब्रालटर का पौण्ड",
 			'many'	=>	"जीब्रालटर का पौण्ड"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"गाँबिया का दलासी",
 			'one'	=>	"गाँबिया का दलासी",
 			'many'	=>	"गाँबिया का दलासी"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"गीनी फ्राँ",
 			'one'	=>	"गीनी फ्राँ",
 			'many'	=>	"गीनी फ्राँ"
 		),

		'GNS'	=>	 array
		(
			'name'	=>	"गीनी सीली",
 			'one'	=>	"गीनी सीली",
 			'many'	=>	"गीनी सीली"
 		),

		'GQE'	=>	 array
		(
			'name'	=>	"ऐक्वाटरी गीनी एक्वेले गीनीआना",
 			'one'	=>	"ऐक्वाटरी गीनी एक्वेले गीनीआना",
 			'many'	=>	"ऐक्वाटरी गीनी एक्वेले गीनीआना"
 		),

		'GRD'	=>	 array
		(
			'name'	=>	"युनानी द्राखमा",
 			'one'	=>	"युनानी द्राखमा",
 			'many'	=>	"युनानी द्राखमा"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"ग्वातेमाला क़्वेत्ज़ाल",
 			'one'	=>	"ग्वातेमाला क़्वेत्ज़ाल",
 			'many'	=>	"ग्वातेमाला क़्वेत्ज़ाल"
 		),

		'GWE'	=>	 array
		(
			'name'	=>	"पुरतुगी गीनी का एस्कुएदो",
 			'one'	=>	"पुरतुगी गीनी का एस्कुएदो",
 			'many'	=>	"पुरतुगी गीनी का एस्कुएदो"
 		),

		'GWP'	=>	 array
		(
			'name'	=>	"गीनी बिस्साऊ का पेसो",
 			'one'	=>	"गीनी बिस्साऊ का पेसो",
 			'many'	=>	"गीनी बिस्साऊ का पेसो"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"गुयाना डॉलर",
 			'one'	=>	"गुयाना डॉलर",
 			'many'	=>	"गुयाना डॉलर"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"हाँग काँग डॉलर",
 			'one'	=>	"हाँग काँग डॉलर",
 			'many'	=>	"हाँग काँग डॉलर"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"हॉंडुरास लेंपीरा",
 			'one'	=>	"हॉंडुरास लेंपीरा",
 			'many'	=>	"हॉंडुरास लेंपीरा"
 		),

		'HRD'	=>	 array
		(
			'name'	=>	"क्रोएशियाई दीनार",
 			'one'	=>	"क्रोएशियाई दीनार",
 			'many'	=>	"क्रोएशियाई दीनार"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"क्रोएशियाई कुना",
 			'one'	=>	"क्रोएशियाई कुना",
 			'many'	=>	"क्रोएशियाई कुना"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"हाईती गुर्द",
 			'one'	=>	"हाईती गुर्द",
 			'many'	=>	"हाईती गुर्द"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"हंगेरियाई फ़ोरिण्ट",
 			'one'	=>	"हंगेरियाई फ़ोरिण्ट",
 			'many'	=>	"हंगेरियाई फ़ोरिण्ट"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"इण्डोनेशियाई रुपिया",
 			'one'	=>	"इण्डोनेशियाई रुपिया",
 			'many'	=>	"इण्डोनेशियाई रुपिया"
 		),

		'IEP'	=>	 array
		(
			'name'	=>	"आईरीश पौंड",
 			'one'	=>	"आईरीश पौंड",
 			'many'	=>	"आईरीश पौंड"
 		),

		'ILP'	=>	 array
		(
			'name'	=>	"इस्राइली पौंड",
 			'one'	=>	"इस्राइली पौंड",
 			'many'	=>	"इस्राइली पौंड"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"इस्राइली शेकेल",
 			'one'	=>	"इस्राइली शेकेल",
 			'many'	=>	"इस्राइली शेकेल"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"रां",
 			'one'	=>	"रां",
 			'many'	=>	"रां"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"ईराक़ी दीनार",
 			'one'	=>	"ईराक़ी दीनार",
 			'many'	=>	"ईराक़ी दीनार"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"ईरानी रीयाल",
 			'one'	=>	"ईरानी रीयाल",
 			'many'	=>	"ईरानी रीयाल"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"आईसलैण्ड क्रोना",
 			'one'	=>	"आईसलैण्ड क्रोना",
 			'many'	=>	"आईसलैण्ड क्रोना"
 		),

		'ITL'	=>	 array
		(
			'name'	=>	"इतली का लीरा",
 			'one'	=>	"इतली का लीरा",
 			'many'	=>	"इतली का लीरा"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"जमाईका का डॉलर",
 			'one'	=>	"जमाईका का डॉलर",
 			'many'	=>	"जमाईका का डॉलर"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"जोर्डनी दीनार",
 			'one'	=>	"जोर्डनी दीनार",
 			'many'	=>	"जोर्डनी दीनार"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"जापानी येन",
 			'one'	=>	"जापानी येन",
 			'many'	=>	"जापानी येन"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"किनियाई शीलींग",
 			'one'	=>	"किनियाई शीलींग",
 			'many'	=>	"किनियाई शीलींग"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"क़ीर्ग़ीज़स्तानी सोम",
 			'one'	=>	"क़ीर्ग़ीज़स्तानी सोम",
 			'many'	=>	"क़ीर्ग़ीज़स्तानी सोम"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"कंबोडिया का रिएल",
 			'one'	=>	"कंबोडिया का रिएल",
 			'many'	=>	"कंबोडिया का रिएल"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"कोमोरो का फ्राँ",
 			'one'	=>	"कोमोरो का फ्राँ",
 			'many'	=>	"कोमोरो का फ्राँ"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"ऊत्तर कोरियाई वोन",
 			'one'	=>	"ऊत्तर कोरियाई वोन",
 			'many'	=>	"ऊत्तर कोरियाई वोन"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"दक्षिण कोरियाई वोन",
 			'one'	=>	"दक्षिण कोरियाई वोन",
 			'many'	=>	"दक्षिण कोरियाई वोन"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"क़ुवैती दीनार",
 			'one'	=>	"क़ुवैती दीनार",
 			'many'	=>	"क़ुवैती दीनार"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"कैमान द्वीप का डॉलर",
 			'one'	=>	"कैमान द्वीप का डॉलर",
 			'many'	=>	"कैमान द्वीप का डॉलर"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"क़ाज़ाख़स्तान तेंगे",
 			'one'	=>	"क़ाज़ाख़स्तान तेंगे",
 			'many'	=>	"क़ाज़ाख़स्तान तेंगे"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"लाओस का कीप",
 			'one'	=>	"लाओस का कीप",
 			'many'	=>	"लाओस का कीप"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"लीबानी पौंड",
 			'one'	=>	"लीबानी पौंड",
 			'many'	=>	"लीबानी पौंड"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"श्री लंका रूपी",
 			'one'	=>	"श्री लंका रूपी",
 			'many'	=>	"श्री लंका रूपी"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"लीबेरियाई डॉलर",
 			'one'	=>	"लीबेरियाई डॉलर",
 			'many'	=>	"लीबेरियाई डॉलर"
 		),

		'LSL'	=>	 array
		(
			'name'	=>	"लसोथो का लोटी",
 			'one'	=>	"लसोथो का लोटी",
 			'many'	=>	"लसोथो का लोटी"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"लिथुआनियाई लिता",
 			'one'	=>	"लिथुआनियाई लिता",
 			'many'	=>	"लिथुआनियाई लिता"
 		),

		'LTT'	=>	 array
		(
			'name'	=>	"लिथुआनियाई टालोनास",
 			'one'	=>	"लिथुआनियाई टालोनास",
 			'many'	=>	"लिथुआनियाई टालोनास"
 		),

		'LUC'	=>	 array
		(
			'name'	=>	"लुक्ज़मबुर्गी कनवर्टीबल फ्राँ",
 			'one'	=>	"लुक्ज़मबुर्गी कनवर्टीबल फ्राँ",
 			'many'	=>	"लुक्ज़मबुर्गी कनवर्टीबल फ्राँ"
 		),

		'LUF'	=>	 array
		(
			'name'	=>	"लुक्ज़मबुर्गी फ्राँ",
 			'one'	=>	"लुक्ज़मबुर्गी फ्राँ",
 			'many'	=>	"लुक्ज़मबुर्गी फ्राँ"
 		),

		'LUL'	=>	 array
		(
			'name'	=>	"लुक्ज़मबुर्गी वीत्ती फ्राँ",
 			'one'	=>	"लुक्ज़मबुर्गी वीत्ती फ्राँ",
 			'many'	=>	"लुक्ज़मबुर्गी वीत्ती फ्राँ"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"लाटवियाई लाट्स",
 			'one'	=>	"लाटवियाई लाट्स",
 			'many'	=>	"लाटवियाई लाट्स"
 		),

		'LVR'	=>	 array
		(
			'name'	=>	"लाटवियाई रूबल",
 			'one'	=>	"लाटवियाई रूबल",
 			'many'	=>	"लाटवियाई रूबल"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"लिबियाई दीनार",
 			'one'	=>	"लिबियाई दीनार",
 			'many'	=>	"लिबियाई दीनार"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"मोरक्किय दिर्हाम",
 			'one'	=>	"मोरक्किय दिर्हाम",
 			'many'	=>	"मोरक्किय दिर्हाम"
 		),

		'MAF'	=>	 array
		(
			'name'	=>	"मोरक्किय फ्राँ",
 			'one'	=>	"मोरक्किय फ्राँ",
 			'many'	=>	"मोरक्किय फ्राँ"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"मोल्डोवियाई ल",
 			'one'	=>	"मोल्डोवियाई ल",
 			'many'	=>	"मोल्डोवियाई ल"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"मादागास्करी आरिआरी",
 			'one'	=>	"मादागास्करी आरिआरी",
 			'many'	=>	"मादागास्करी आरिआरी"
 		),

		'MGF'	=>	 array
		(
			'name'	=>	"मादागास्करी फ्राँ",
 			'one'	=>	"मादागास्करी फ्राँ",
 			'many'	=>	"मादागास्करी फ्राँ"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"मसेदोनियाई दीनार",
 			'one'	=>	"मसेदोनियाई दीनार",
 			'many'	=>	"मसेदोनियाई दीनार"
 		),

		'MLF'	=>	 array
		(
			'name'	=>	"माली का फ्राँ",
 			'one'	=>	"माली का फ्राँ",
 			'many'	=>	"माली का फ्राँ"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"म्यानमारी क्याट",
 			'one'	=>	"म्यानमारी क्याट",
 			'many'	=>	"म्यानमारी क्याट"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"मौंगोलीयाई तुग्रीक",
 			'one'	=>	"मौंगोलीयाई तुग्रीक",
 			'many'	=>	"मौंगोलीयाई तुग्रीक"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"माकाव पाताचा",
 			'one'	=>	"माकाव पाताचा",
 			'many'	=>	"माकाव पाताचा"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"मौरिटानी ऊगुया",
 			'one'	=>	"मौरिटानी ऊगुया",
 			'many'	=>	"मौरिटानी ऊगुया"
 		),

		'MTL'	=>	 array
		(
			'name'	=>	"माल्टी लीरा",
 			'one'	=>	"माल्टी लीरा",
 			'many'	=>	"माल्टी लीरा"
 		),

		'MTP'	=>	 array
		(
			'name'	=>	"माल्टी पौंड",
 			'one'	=>	"माल्टी पौंड",
 			'many'	=>	"माल्टी पौंड"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"मोरिशियस का रूपी",
 			'one'	=>	"मोरिशियस का रूपी",
 			'many'	=>	"मोरिशियस का रूपी"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"मालदीव द्वीप का रूफिया",
 			'one'	=>	"मालदीव द्वीप का रूफिया",
 			'many'	=>	"मालदीव द्वीप का रूफिया"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"मालवी क्वाचा",
 			'one'	=>	"मालवी क्वाचा",
 			'many'	=>	"मालवी क्वाचा"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"मेक्सिकन पेसो",
 			'one'	=>	"मेक्सिकन पेसो",
 			'many'	=>	"मेक्सिकन पेसो"
 		),

		'MXP'	=>	 array
		(
			'name'	=>	"मेक्सिकन रजती पेसो",
 			'one'	=>	"मेक्सिकन रजती पेसो",
 			'many'	=>	"मेक्सिकन रजती पेसो"
 		),

		'MXV'	=>	 array
		(
			'name'	=>	"मेक्सिकन युनीदाद द ईनवेरसिओन",
 			'one'	=>	"मेक्सिकन युनीदाद द ईनवेरसिओन",
 			'many'	=>	"मेक्सिकन युनीदाद द ईनवेरसिओन"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"मलेशियन रिंगित",
 			'one'	=>	"मलेशियन रिंगित",
 			'many'	=>	"मलेशियन रिंगित"
 		),

		'MZE'	=>	 array
		(
			'name'	=>	"मोज़ांबीक एस्कुएदो",
 			'one'	=>	"मोज़ांबीक एस्कुएदो",
 			'many'	=>	"मोज़ांबीक एस्कुएदो"
 		),

		'MZM'	=>	 array
		(
			'name'	=>	"मोज़ांबीक पुराना मेतीकाल",
 			'one'	=>	"मोज़ांबीक पुराना मेतीकाल",
 			'many'	=>	"मोज़ांबीक पुराना मेतीकाल"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"मोज़ांबीक मेतीकाल",
 			'one'	=>	"मोज़ांबीक मेतीकाल",
 			'many'	=>	"मोज़ांबीक मेतीकाल"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"नमीबिया डॉलर",
 			'one'	=>	"नमीबिया डॉलर",
 			'many'	=>	"नमीबिया डॉलर"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"नाईजीरीयाई नाईरा",
 			'one'	=>	"नाईजीरीयाई नाईरा",
 			'many'	=>	"नाईजीरीयाई नाईरा"
 		),

		'NIC'	=>	 array
		(
			'name'	=>	"नीकारागुआई कोर्दोबा",
 			'one'	=>	"नीकारागुआई कोर्दोबा",
 			'many'	=>	"नीकारागुआई कोर्दोबा"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"नीकारागुआई सुवर्ण कोर्दोबा",
 			'one'	=>	"नीकारागुआई सुवर्ण कोर्दोबा",
 			'many'	=>	"नीकारागुआई सुवर्ण कोर्दोबा"
 		),

		'NLG'	=>	 array
		(
			'name'	=>	"नेदरलैण्ड गीलडर",
 			'one'	=>	"नेदरलैण्ड गीलडर",
 			'many'	=>	"नेदरलैण्ड गीलडर"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"नॉर्वे का क्रोन",
 			'one'	=>	"नॉर्वे का क्रोन",
 			'many'	=>	"नॉर्वे का क्रोन"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"नेपाली रुपी",
 			'one'	=>	"नेपाली रुपी",
 			'many'	=>	"नेपाली रुपी"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"न्यूज़ीलैंड डॉलर",
 			'one'	=>	"न्यूज़ीलैंड डॉलर",
 			'many'	=>	"न्यूज़ीलैंड डॉलर"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"ओमानी रियाल",
 			'one'	=>	"ओमानी रियाल",
 			'many'	=>	"ओमानी रियाल"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"पनामा का बालबोआ",
 			'one'	=>	"पनामा का बालबोआ",
 			'many'	=>	"पनामा का बालबोआ"
 		),

		'PEI'	=>	 array
		(
			'name'	=>	"पेरूवाई ईंटी",
 			'one'	=>	"पेरूवाई ईंटी",
 			'many'	=>	"पेरूवाई ईंटी"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"पेरुवाई नया सोल",
 			'one'	=>	"पेरुवाई नया सोल",
 			'many'	=>	"पेरुवाई नया सोल"
 		),

		'PES'	=>	 array
		(
			'name'	=>	"पेरुवाई सोल",
 			'one'	=>	"पेरुवाई सोल",
 			'many'	=>	"पेरुवाई सोल"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"पापुआ न्यु गीनी का कीना",
 			'one'	=>	"पापुआ न्यु गीनी का कीना",
 			'many'	=>	"पापुआ न्यु गीनी का कीना"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"फ़िलिपीन का पेसो",
 			'one'	=>	"फ़िलिपीन का पेसो",
 			'many'	=>	"फ़िलिपीन का पेसो"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"पाकिस्तानी रुपया",
 			'one'	=>	"पाकिस्तानी रुपया",
 			'many'	=>	"पाकिस्तानी रुपया"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"पोलिश ज़्लॉटी",
 			'one'	=>	"पोलिश ज़्लॉटी",
 			'many'	=>	"पोलिश ज़्लॉटी"
 		),

		'PTE'	=>	 array
		(
			'name'	=>	"पुरतुगी एस्कुदो",
 			'one'	=>	"पुरतुगी एस्कुदो",
 			'many'	=>	"पुरतुगी एस्कुदो"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"पारागुऐई गुआरानी",
 			'one'	=>	"पारागुऐई गुआरानी",
 			'many'	=>	"पारागुऐई गुआरानी"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"क़तारी रीयाल",
 			'one'	=>	"क़तारी रीयाल",
 			'many'	=>	"क़तारी रीयाल"
 		),

		'RHD'	=>	 array
		(
			'name'	=>	"रोडेशियाई डॉलर",
 			'one'	=>	"रोडेशियाई डॉलर",
 			'many'	=>	"रोडेशियाई डॉलर"
 		),

		'ROL'	=>	 array
		(
			'name'	=>	"रोमानियाई पुरानी ल",
 			'one'	=>	"रोमानियाई पुरानी ल",
 			'many'	=>	"रोमानियाई पुरानी ल"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"रोमानियाई ल",
 			'one'	=>	"रोमानियाई ल",
 			'many'	=>	"रोमानियाई ल"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"सर्बियाई दिनार",
 			'one'	=>	"सर्बियाई दिनार",
 			'many'	=>	"सर्बियाई दिनार"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"रूसी रूबल",
 			'one'	=>	"रूसी रूबल",
 			'many'	=>	"रूसी रूबल"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"रुआँदा फ्राँ",
 			'one'	=>	"रुआँदा फ्राँ",
 			'many'	=>	"रुआँदा फ्राँ"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"साउदी रियाल",
 			'one'	=>	"साउदी रियाल",
 			'many'	=>	"साउदी रियाल"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"सोलोमन द्वीप का डॉलर",
 			'one'	=>	"सोलोमन द्वीप का डॉलर",
 			'many'	=>	"सोलोमन द्वीप का डॉलर"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"सेशेल रूपी",
 			'one'	=>	"सेशेल रूपी",
 			'many'	=>	"सेशेल रूपी"
 		),

		'SDD'	=>	 array
		(
			'name'	=>	"सुदानी पुराना डॉलर",
 			'one'	=>	"सुदानी पुराना डॉलर",
 			'many'	=>	"सुदानी पुराना डॉलर"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"सुदानी पौंड",
 			'one'	=>	"सुदानी पौंड",
 			'many'	=>	"सुदानी पौंड"
 		),

		'SDP'	=>	 array
		(
			'name'	=>	"सुदानी पुराना पौंड",
 			'one'	=>	"सुदानी पुराना पौंड",
 			'many'	=>	"सुदानी पुराना पौंड"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"स्वीडन क्रोना",
 			'one'	=>	"स्वीडन क्रोना",
 			'many'	=>	"स्वीडन क्रोना"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"सिंगापुर डॉलर",
 			'one'	=>	"सिंगापुर डॉलर",
 			'many'	=>	"सिंगापुर डॉलर"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"सेंट हेलीना पौंड",
 			'one'	=>	"सेंट हेलीना पौंड",
 			'many'	=>	"सेंट हेलीना पौंड"
 		),

		'SIT'	=>	 array
		(
			'name'	=>	"स्लोवेनियाई तोलार",
 			'one'	=>	"स्लोवेनियाई तोलार",
 			'many'	=>	"स्लोवेनियाई तोलार"
 		),

		'SKK'	=>	 array
		(
			'name'	=>	"स्लोवाकी कोरुना",
 			'one'	=>	"स्लोवाकी कोरुना",
 			'many'	=>	"स्लोवाकी कोरुना"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"सीयेरा लीयोनेई लीयोने",
 			'one'	=>	"सीयेरा लीयोनेई लीयोने",
 			'many'	=>	"सीयेरा लीयोनेई लीयोने"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"सोमाली शीलींग",
 			'one'	=>	"सोमाली शीलींग",
 			'many'	=>	"सोमाली शीलींग"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"सुरीनाम डॉलर",
 			'one'	=>	"सुरीनाम डॉलर",
 			'many'	=>	"सुरीनाम डॉलर"
 		),

		'SRG'	=>	 array
		(
			'name'	=>	"सुरीनाम गील्डर",
 			'one'	=>	"सुरीनाम गील्डर",
 			'many'	=>	"सुरीनाम गील्डर"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"साँव तोमे एवं प्रीन्सीपे का डोब्रा",
 			'one'	=>	"साँव तोमे एवं प्रीन्सीपे का डोब्रा",
 			'many'	=>	"साँव तोमे एवं प्रीन्सीपे का डोब्रा"
 		),

		'SUR'	=>	 array
		(
			'name'	=>	"सोवियत रूबल",
 			'one'	=>	"सोवियत रूबल",
 			'many'	=>	"सोवियत रूबल"
 		),

		'SVC'	=>	 array
		(
			'name'	=>	"एल सालवादर कोलोन",
 			'one'	=>	"एल सालवादर कोलोन",
 			'many'	=>	"एल सालवादर कोलोन"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"सीरियाई पौंड",
 			'one'	=>	"सीरियाई पौंड",
 			'many'	=>	"सीरियाई पौंड"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"स्वाज़ीलैण्ड लीलांगेनी",
 			'one'	=>	"स्वाज़ीलैण्ड लीलांगेनी",
 			'many'	=>	"स्वाज़ीलैण्ड लीलांगेनी"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"थाई बाह्ट",
 			'one'	=>	"थाई बाह्ट",
 			'many'	=>	"थाई बाह्ट"
 		),

		'TJR'	=>	 array
		(
			'name'	=>	"ताजीक़ीस्तानी रूबल",
 			'one'	=>	"ताजीक़ीस्तानी रूबल",
 			'many'	=>	"ताजीक़ीस्तानी रूबल"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"ताजीक़ीस्तानी सोमोनी",
 			'one'	=>	"ताजीक़ीस्तानी सोमोनी",
 			'many'	=>	"ताजीक़ीस्तानी सोमोनी"
 		),

		'TMM'	=>	 array
		(
			'name'	=>	"तुर्कमेनीस्तानी मानाट",
 			'one'	=>	"तुर्कमेनीस्तानी मानाट",
 			'many'	=>	"तुर्कमेनीस्तानी मानाट"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"त्युनीसी दीनर",
 			'one'	=>	"त्युनीसी दीनर",
 			'many'	=>	"त्युनीसी दीनर"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"टॉंगा पाईंगा",
 			'one'	=>	"टॉंगा पाईंगा",
 			'many'	=>	"टॉंगा पाईंगा"
 		),

		'TPE'	=>	 array
		(
			'name'	=>	"तीमोरी एस्कुदो",
 			'one'	=>	"तीमोरी एस्कुदो",
 			'many'	=>	"तीमोरी एस्कुदो"
 		),

		'TRL'	=>	 array
		(
			'name'	=>	"तुर्की लीरा",
 			'one'	=>	"तुर्की लीरा",
 			'many'	=>	"तुर्की लीरा"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"तुर्की नया लीरा",
 			'one'	=>	"तुर्की नया लीरा",
 			'many'	=>	"तुर्की नया लीरा"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"त्रीनीदाद एवं टोबागो डॉलर",
 			'one'	=>	"त्रीनीदाद एवं टोबागो डॉलर",
 			'many'	=>	"त्रीनीदाद एवं टोबागो डॉलर"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"ताईवानी नया डॉलर",
 			'one'	=>	"ताईवानी नया डॉलर",
 			'many'	=>	"ताईवानी नया डॉलर"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"तान्ज़ेनियाई शीलींग",
 			'one'	=>	"तान्ज़ेनियाई शीलींग",
 			'many'	=>	"तान्ज़ेनियाई शीलींग"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"युक्रेनी ह्रीवनिया",
 			'one'	=>	"युक्रेनी ह्रीवनिया",
 			'many'	=>	"युक्रेनी ह्रीवनिया"
 		),

		'UAK'	=>	 array
		(
			'name'	=>	"युक्रेनी कार्बोवानेत्ज़",
 			'one'	=>	"युक्रेनी कार्बोवानेत्ज़",
 			'many'	=>	"युक्रेनी कार्बोवानेत्ज़"
 		),

		'UGS'	=>	 array
		(
			'name'	=>	"युगाँडाई शीलींग",
 			'one'	=>	"युगाँडाई शीलींग",
 			'many'	=>	"युगाँडाई शीलींग"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"युगाँडाई शीलींग",
 			'one'	=>	"युगाँडाई शीलींग",
 			'many'	=>	"युगाँडाई शीलींग"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"अमरिकी डॉलर",
 			'one'	=>	"अमरिकी डॉलर",
 			'many'	=>	"अमरिकी डॉलर"
 		),

		'USN'	=>	 array
		(
			'name'	=>	"अमरिकी डॉलर",
 			'one'	=>	"अमरिकी डॉलर",
 			'many'	=>	"अमरिकी डॉलर"
 		),

		'USS'	=>	 array
		(
			'name'	=>	"अमरिकी डॉलर",
 			'one'	=>	"अमरिकी डॉलर",
 			'many'	=>	"अमरिकी डॉलर"
 		),

		'UYI'	=>	 array
		(
			'name'	=>	"ऊरुगुए का पेसो आन ऊनीदादोस ईंदेक्सादास",
 			'one'	=>	"ऊरुगुए का पेसो आन ऊनीदादोस ईंदेक्सादास",
 			'many'	=>	"ऊरुगुए का पेसो आन ऊनीदादोस ईंदेक्सादास"
 		),

		'UYP'	=>	 array
		(
			'name'	=>	"ऊरुगुए का पेसो",
 			'one'	=>	"ऊरुगुए का पेसो",
 			'many'	=>	"ऊरुगुए का पेसो"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"ऊरुगुए का ऊरुगुआयो पेसो",
 			'one'	=>	"ऊरुगुए का ऊरुगुआयो पेसो",
 			'many'	=>	"ऊरुगुए का ऊरुगुआयो पेसो"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"ऊज़बेक सुम",
 			'one'	=>	"ऊज़बेक सुम",
 			'many'	=>	"ऊज़बेक सुम"
 		),

		'VEB'	=>	 array
		(
			'name'	=>	"वेनेज़ुएलाई बोलिवार",
 			'one'	=>	"वेनेज़ुएलाई बोलिवार",
 			'many'	=>	"वेनेज़ुएलाई बोलिवार"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"वेनेज़ुएलाई बोलिवार",
 			'one'	=>	"वेनेज़ुएलाई बोलिवार",
 			'many'	=>	"वेनेज़ुएलाई बोलिवार"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"वीयतनामी डॉंग",
 			'one'	=>	"वीयतनामी डॉंग",
 			'many'	=>	"वीयतनामी डॉंग"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"वनुआटु वटु",
 			'one'	=>	"वनुआटु वटु",
 			'many'	=>	"वनुआटु वटु"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"वेस्टर्न समोआ ताला",
 			'one'	=>	"वेस्टर्न समोआ ताला",
 			'many'	=>	"वेस्टर्न समोआ ताला"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"(सीएफ़ए) फ्रानसीसी फेदरेशनी फ्राँ",
 			'one'	=>	"(सीएफ़ए) फ्रानसीसी फेदरेशनी फ्राँ",
 			'many'	=>	"(सीएफ़ए) फ्रानसीसी फेदरेशनी फ्राँ"
 		),

		'XAG'	=>	 array
		(
			'name'	=>	"रजत",
 			'one'	=>	"रजत",
 			'many'	=>	"रजत"
 		),

		'XAU'	=>	 array
		(
			'name'	=>	"सोना",
 			'one'	=>	"सोना",
 			'many'	=>	"सोना"
 		),

		'XBA'	=>	 array
		(
			'name'	=>	"एक्यु",
 			'one'	=>	"एक्यु",
 			'many'	=>	"एक्यु"
 		),

		'XBB'	=>	 array
		(
			'name'	=>	"एम्यु",
 			'one'	=>	"एम्यु",
 			'many'	=>	"एम्यु"
 		),

		'XBC'	=>	 array
		(
			'name'	=>	"यूरोपी एकाऊंट का युनीट",
 			'one'	=>	"यूरोपी एकाऊंट का युनीट",
 			'many'	=>	"यूरोपी एकाऊंट का युनीट"
 		),

		'XBD'	=>	 array
		(
			'name'	=>	"यूरोपी एकाऊंट का युनीट",
 			'one'	=>	"यूरोपी एकाऊंट का युनीट",
 			'many'	=>	"यूरोपी एकाऊंट का युनीट"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"ईस्ट करिबियन डॉलर",
 			'one'	=>	"ईस्ट करिबियन डॉलर",
 			'many'	=>	"ईस्ट करिबियन डॉलर"
 		),

		'XDR'	=>	 array
		(
			'name'	=>	"स्पेशियल ड्राईंग राईट्स",
 			'one'	=>	"स्पेशियल ड्राईंग राईट्स",
 			'many'	=>	"स्पेशियल ड्राईंग राईट्स"
 		),

		'XEU'	=>	 array
		(
			'name'	=>	"यूरोपी मुद्रा",
 			'one'	=>	"यूरोपी मुद्रा",
 			'many'	=>	"यूरोपी मुद्रा"
 		),

		'XFO'	=>	 array
		(
			'name'	=>	"फ्रानसीसी सुवर्ण फ्राँ",
 			'one'	=>	"फ्रानसीसी सुवर्ण फ्राँ",
 			'many'	=>	"फ्रानसीसी सुवर्ण फ्राँ"
 		),

		'XFU'	=>	 array
		(
			'name'	=>	"फ्रानसीसी युआईसी फ्राँ",
 			'one'	=>	"फ्रानसीसी युआईसी फ्राँ",
 			'many'	=>	"फ्रानसीसी युआईसी फ्राँ"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"फ्रानसीसी फेदेरेशनी बीसीएआओ फ्राँ",
 			'one'	=>	"फ्रानसीसी फेदेरेशनी बीसीएआओ फ्राँ",
 			'many'	=>	"फ्रानसीसी फेदेरेशनी बीसीएआओ फ्राँ"
 		),

		'XPD'	=>	 array
		(
			'name'	=>	"पैलेडियम",
 			'one'	=>	"पैलेडियम",
 			'many'	=>	"पैलेडियम"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"फ्रानसीसी फेदेरेशनी फ्राँ",
 			'one'	=>	"फ्रानसीसी फेदेरेशनी फ्राँ",
 			'many'	=>	"फ्रानसीसी फेदेरेशनी फ्राँ"
 		),

		'XPT'	=>	 array
		(
			'name'	=>	"प्लैटीनम",
 			'one'	=>	"प्लैटीनम",
 			'many'	=>	"प्लैटीनम"
 		),

		'XRE'	=>	 array
		(
			'name'	=>	"रीनैट फंड्स",
 			'one'	=>	"रीनैट फंड्स",
 			'many'	=>	"रीनैट फंड्स"
 		),

		'XTS'	=>	 array
		(
			'name'	=>	"टेस्टींग करनसी कोड",
 			'one'	=>	"टेस्टींग करनसी कोड",
 			'many'	=>	"टेस्टींग करनसी कोड"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"अज्ञात या अवैध मुद्रा",
 			'one'	=>	"अज्ञात या अवैध मुद्रा",
 			'many'	=>	"अज्ञात या अवैध मुद्रा"
 		),

		'YDD'	=>	 array
		(
			'name'	=>	"यमनी दीनार",
 			'one'	=>	"यमनी दीनार",
 			'many'	=>	"यमनी दीनार"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"यमनी रीयाल",
 			'one'	=>	"यमनी रीयाल",
 			'many'	=>	"यमनी रीयाल"
 		),

		'YUD'	=>	 array
		(
			'name'	=>	"युगोस्लावी हार्ड दीनार",
 			'one'	=>	"युगोस्लावी हार्ड दीनार",
 			'many'	=>	"युगोस्लावी हार्ड दीनार"
 		),

		'YUM'	=>	 array
		(
			'name'	=>	"युगोस्लावी नोवीय",
 			'one'	=>	"युगोस्लावी नोवीय",
 			'many'	=>	"युगोस्लावी नोवीय"
 		),

		'YUN'	=>	 array
		(
			'name'	=>	"युगोस्लावी कनवर्टीबल दीनार",
 			'one'	=>	"युगोस्लावी कनवर्टीबल दीनार",
 			'many'	=>	"युगोस्लावी कनवर्टीबल दीनार"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"दक्षिण अफ़्रीकी रॅण्ड",
 			'one'	=>	"दक्षिण अफ़्रीकी रॅण्ड",
 			'many'	=>	"दक्षिण अफ़्रीकी रॅण्ड"
 		),

		'ZMK'	=>	 array
		(
			'name'	=>	"ज़ाम्बियाई क्वाचा",
 			'one'	=>	"ज़ाम्बियाई क्वाचा",
 			'many'	=>	"ज़ाम्बियाई क्वाचा"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"ज़ाम्बियाई क्वाचा",
 			'one'	=>	"ज़ाम्बियाई क्वाचा",
 			'many'	=>	"ज़ाम्बियाई क्वाचा"
 		),

		'ZRN'	=>	 array
		(
			'name'	=>	"ज़ाईरी नये ज़ाईर",
 			'one'	=>	"ज़ाईरी नये ज़ाईर",
 			'many'	=>	"ज़ाईरी नये ज़ाईर"
 		),

		'ZRZ'	=>	 array
		(
			'name'	=>	"ज़ाईरी ज़ाईर",
 			'one'	=>	"ज़ाईरी ज़ाईर",
 			'many'	=>	"ज़ाईरी ज़ाईर"
 		),

		'ZWD'	=>	 array
		(
			'name'	=>	"ज़ीम्बाबवेई डॉलर",
 			'one'	=>	"ज़ीम्बाबवेई डॉलर",
 			'many'	=>	"ज़ीम्बाबवेई डॉलर"
 		),

    ),
);
