<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'AED'	=>	 array
		(
			'name'	=>	"Дихрам",
 			'one'	=>	"Дихрам",
 			'many'	=>	"Дихрам"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"Ауғаныстан Афганиі",
 			'one'	=>	"Ауғаныстан Афганиі",
 			'many'	=>	"Ауғаныстан Афганиі"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"Албания Лекі",
 			'one'	=>	"Албания Лекі",
 			'many'	=>	"Албания Лекі"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"Армения Драмы",
 			'one'	=>	"Армения Драмы",
 			'many'	=>	"Армения Драмы"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"Нидерланды Антиль Гульдені",
 			'one'	=>	"Нидерланды Антиль Гульдені",
 			'many'	=>	"Нидерланды Антиль Гульдені"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"Ангола Кванзасы",
 			'one'	=>	"Ангола Кванзасы",
 			'many'	=>	"Ангола Кванзасы"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"Аргентина Песосы",
 			'one'	=>	"Аргентина Песосы",
 			'many'	=>	"Аргентина Песосы"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"Австралия Доллары",
 			'one'	=>	"Австралия Доллары",
 			'many'	=>	"Австралия Доллары"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"Арубан Флоринсы",
 			'one'	=>	"Арубан Флоринсы",
 			'many'	=>	"Арубан Флоринсы"
 		),

		'AZM'	=>	 array
		(
			'name'	=>	"Азербайджан Манаты",
 			'one'	=>	"Азербайджан Манаты",
 			'many'	=>	"Азербайджан Манаты"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"Әзірбайжан Манаты",
 			'one'	=>	"Әзірбайжан Манаты",
 			'many'	=>	"Әзірбайжан Манаты"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"Босния Және Герцеговина Айырбасталмалы Маркасы",
 			'one'	=>	"Босния Және Герцеговина Айырбасталмалы Маркасы",
 			'many'	=>	"Босния Және Герцеговина Айырбасталмалы Маркасы"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"Барбадос Доллары",
 			'one'	=>	"Барбадос Доллары",
 			'many'	=>	"Барбадос Доллары"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"Бангладеш Такасы",
 			'one'	=>	"Бангладеш Такасы",
 			'many'	=>	"Бангладеш Такасы"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"Болгар Леві",
 			'one'	=>	"Болгар Леві",
 			'many'	=>	"Болгар Леві"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"Бахрейн Динары",
 			'one'	=>	"Бахрейн Динары",
 			'many'	=>	"Бахрейн Динары"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"Бурунди Франкы",
 			'one'	=>	"Бурунди Франкы",
 			'many'	=>	"Бурунди Франкы"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"Бермуд Доллары",
 			'one'	=>	"Бермуд Доллары",
 			'many'	=>	"Бермуд Доллары"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"Бруней Доллары",
 			'one'	=>	"Бруней Доллары",
 			'many'	=>	"Бруней Доллары"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"Боливия Боливианосы",
 			'one'	=>	"Боливия Боливианосы",
 			'many'	=>	"Боливия Боливианосы"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"Бразилия Реалы",
 			'one'	=>	"Бразилия Реалы",
 			'many'	=>	"Бразилия Реалы"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"Багам Доллары",
 			'one'	=>	"Багам Доллары",
 			'many'	=>	"Багам Доллары"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"Бутан Нгултрумы",
 			'one'	=>	"Бутан Нгултрумы",
 			'many'	=>	"Бутан Нгултрумы"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"Ботсвана Пуласы",
 			'one'	=>	"Ботсвана Пуласы",
 			'many'	=>	"Ботсвана Пуласы"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"Беларус Рублі",
 			'one'	=>	"Беларус Рублі",
 			'many'	=>	"Беларус Рублі"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"Белиз Доллары",
 			'one'	=>	"Белиз Доллары",
 			'many'	=>	"Белиз Доллары"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"Канада Доллары",
 			'one'	=>	"Канада Доллары",
 			'many'	=>	"Канада Доллары"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"Конго Франкы",
 			'one'	=>	"Конго Франкы",
 			'many'	=>	"Конго Франкы"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"Швейцария Франкы",
 			'one'	=>	"Швейцария Франкы",
 			'many'	=>	"Швейцария Франкы"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"Чили Песосы",
 			'one'	=>	"Чили Песосы",
 			'many'	=>	"Чили Песосы"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"Қытай Юаны",
 			'one'	=>	"Қытай Юаны",
 			'many'	=>	"Қытай Юаны"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"Колумбия Песосы",
 			'one'	=>	"Колумбия Песосы",
 			'many'	=>	"Колумбия Песосы"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"Коста-Рика Колоны",
 			'one'	=>	"Коста-Рика Колоны",
 			'many'	=>	"Коста-Рика Колоны"
 		),

		'CUC'	=>	 array
		(
			'name'	=>	"Куба Айырбасталмалы Песосы",
 			'one'	=>	"Куба Айырбасталмалы Песосы",
 			'many'	=>	"Куба Айырбасталмалы Песосы"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"Куба Песосы",
 			'one'	=>	"Куба Песосы",
 			'many'	=>	"Куба Песосы"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"Кабо-Верде Эскудосы",
 			'one'	=>	"Кабо-Верде Эскудосы",
 			'many'	=>	"Кабо-Верде Эскудосы"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"Чех Кронасы",
 			'one'	=>	"Чех Кронасы",
 			'many'	=>	"Чех Кронасы"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"Джибути Франкы",
 			'one'	=>	"Джибути Франкы",
 			'many'	=>	"Джибути Франкы"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"Дат Кроны",
 			'one'	=>	"Дат Кроны",
 			'many'	=>	"Дат Кроны"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"Доминикан Песосы",
 			'one'	=>	"Доминикан Песосы",
 			'many'	=>	"Доминикан Песосы"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"Алжир Динары",
 			'one'	=>	"Алжир Динары",
 			'many'	=>	"Алжир Динары"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"Мысыр Фунты",
 			'one'	=>	"Мысыр Фунты",
 			'many'	=>	"Мысыр Фунты"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"Эритрей Накфасы",
 			'one'	=>	"Эритрей Накфасы",
 			'many'	=>	"Эритрей Накфасы"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"Эфиопия Быры",
 			'one'	=>	"Эфиопия Быры",
 			'many'	=>	"Эфиопия Быры"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"Еуро",
 			'one'	=>	"Еуро",
 			'many'	=>	"Еуро"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"Фиджи Доллары",
 			'one'	=>	"Фиджи Доллары",
 			'many'	=>	"Фиджи Доллары"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"Фолкленд Аралдарының Фунты",
 			'one'	=>	"Фолкленд Аралдарының Фунты",
 			'many'	=>	"Фолкленд Аралдарының Фунты"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"Британия Фунты",
 			'one'	=>	"Британия Фунты",
 			'many'	=>	"Британия Фунты"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"Грузия Лариі",
 			'one'	=>	"Грузия Лариі",
 			'many'	=>	"Грузия Лариі"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"Гана Седиі",
 			'one'	=>	"Гана Седиі",
 			'many'	=>	"Гана Седиі"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"Гибралтар Фунты",
 			'one'	=>	"Гибралтар Фунты",
 			'many'	=>	"Гибралтар Фунты"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"Гамбия Даласиі",
 			'one'	=>	"Гамбия Даласиі",
 			'many'	=>	"Гамбия Даласиі"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"Гвиней Франкы",
 			'one'	=>	"Гвиней Франкы",
 			'many'	=>	"Гвиней Франкы"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"Гватемала Кетсалі",
 			'one'	=>	"Гватемала Кетсалі",
 			'many'	=>	"Гватемала Кетсалі"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"Гайана Доллары",
 			'one'	=>	"Гайана Доллары",
 			'many'	=>	"Гайана Доллары"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"Гонконг Доллары",
 			'one'	=>	"Гонконг Доллары",
 			'many'	=>	"Гонконг Доллары"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"Гондурас Лемпираcы",
 			'one'	=>	"Гондурас Лемпираcы",
 			'many'	=>	"Гондурас Лемпираcы"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"Хорватия Кунасы",
 			'one'	=>	"Хорватия Кунасы",
 			'many'	=>	"Хорватия Кунасы"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"Гаити Гурды",
 			'one'	=>	"Гаити Гурды",
 			'many'	=>	"Гаити Гурды"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"Венгер Форинты",
 			'one'	=>	"Венгер Форинты",
 			'many'	=>	"Венгер Форинты"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"Индонезия Рупиі",
 			'one'	=>	"Индонезия Рупиі",
 			'many'	=>	"Индонезия Рупиі"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"Израиль Жаңа Шекелі",
 			'one'	=>	"Израиль Жаңа Шекелі",
 			'many'	=>	"Израиль Жаңа Шекелі"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"Үнді Рупиясы",
 			'one'	=>	"Үнді Рупиясы",
 			'many'	=>	"Үнді Рупиясы"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"Ирак Динары",
 			'one'	=>	"Ирак Динары",
 			'many'	=>	"Ирак Динары"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"Иран Риалы",
 			'one'	=>	"Иран Риалы",
 			'many'	=>	"Иран Риалы"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"Исландия Кронасы",
 			'one'	=>	"Исландия Кронасы",
 			'many'	=>	"Исландия Кронасы"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"Ямайка Доллары",
 			'one'	=>	"Ямайка Доллары",
 			'many'	=>	"Ямайка Доллары"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"Йордания Динары",
 			'one'	=>	"Йордания Динары",
 			'many'	=>	"Йордания Динары"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"Жапон Иені",
 			'one'	=>	"Жапон Иені",
 			'many'	=>	"Жапон Иені"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"Кения Шиллингі",
 			'one'	=>	"Кения Шиллингі",
 			'many'	=>	"Кения Шиллингі"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"Қырғызстан Сомы",
 			'one'	=>	"Қырғызстан Сомы",
 			'many'	=>	"Қырғызстан Сомы"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"Камбоджа Риелі",
 			'one'	=>	"Камбоджа Риелі",
 			'many'	=>	"Камбоджа Риелі"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"Комор Аралдары Франкы",
 			'one'	=>	"Комор Аралдары Франкы",
 			'many'	=>	"Комор Аралдары Франкы"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"Солтүстік Корея Воны",
 			'one'	=>	"Солтүстік Корея Воны",
 			'many'	=>	"Солтүстік Корея Воны"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"Оңтүстік Корея Воны",
 			'one'	=>	"Оңтүстік Корея Воны",
 			'many'	=>	"Оңтүстік Корея Воны"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"Кувейт Динары",
 			'one'	=>	"Кувейт Динары",
 			'many'	=>	"Кувейт Динары"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"Кайман Аралдары Доллары",
 			'one'	=>	"Кайман Аралдары Доллары",
 			'many'	=>	"Кайман Аралдары Доллары"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"Қазақстан Теңгесі",
 			'one'	=>	"Қазақстан Теңгесі",
 			'many'	=>	"Қазақстан Теңгесі"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"Лаос Кипі",
 			'one'	=>	"Лаос Кипі",
 			'many'	=>	"Лаос Кипі"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"Ливан Фунты",
 			'one'	=>	"Ливан Фунты",
 			'many'	=>	"Ливан Фунты"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"Шри-Ланка Рупиясы",
 			'one'	=>	"Шри-Ланка Рупиясы",
 			'many'	=>	"Шри-Ланка Рупиясы"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"Либерия Доллары",
 			'one'	=>	"Либерия Доллары",
 			'many'	=>	"Либерия Доллары"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"Литва Литы",
 			'one'	=>	"Литва Литы",
 			'many'	=>	"Литва Литы"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"Латвия Латы",
 			'one'	=>	"Латвия Латы",
 			'many'	=>	"Латвия Латы"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"Ливия Динары",
 			'one'	=>	"Ливия Динары",
 			'many'	=>	"Ливия Динары"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"Марокко Дирхамы",
 			'one'	=>	"Марокко Дирхамы",
 			'many'	=>	"Марокко Дирхамы"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"Молдава Лейі",
 			'one'	=>	"Молдава Лейі",
 			'many'	=>	"Молдава Лейі"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"Малагаси Ариариы",
 			'one'	=>	"Малагаси Ариариы",
 			'many'	=>	"Малагаси Ариариы"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"Македония Динары",
 			'one'	=>	"Македония Динары",
 			'many'	=>	"Македония Динары"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"Мьянма Кьяты",
 			'one'	=>	"Мьянма Кьяты",
 			'many'	=>	"Мьянма Кьяты"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"Моңғолия Тугрикасы",
 			'one'	=>	"Моңғолия Тугрикасы",
 			'many'	=>	"Моңғолия Тугрикасы"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"Макао Патакасы",
 			'one'	=>	"Макао Патакасы",
 			'many'	=>	"Макао Патакасы"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"Мавритания Угиясы",
 			'one'	=>	"Мавритания Угиясы",
 			'many'	=>	"Мавритания Угиясы"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"Маврикий Рупиясы",
 			'one'	=>	"Маврикий Рупиясы",
 			'many'	=>	"Маврикий Рупиясы"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"Мальдив Руфиясы",
 			'one'	=>	"Мальдив Руфиясы",
 			'many'	=>	"Мальдив Руфиясы"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"Малави Квачасы",
 			'one'	=>	"Малави Квачасы",
 			'many'	=>	"Малави Квачасы"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"Мексика Пессосы",
 			'one'	=>	"Мексика Пессосы",
 			'many'	=>	"Мексика Пессосы"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"Малайзия Ринггиті",
 			'one'	=>	"Малайзия Ринггиті",
 			'many'	=>	"Малайзия Ринггиті"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"Мозамбик Метикалы",
 			'one'	=>	"Мозамбик Метикалы",
 			'many'	=>	"Мозамбик Метикалы"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"Намибия Доллары",
 			'one'	=>	"Намибия Доллары",
 			'many'	=>	"Намибия Доллары"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"Нигерия Найрасы",
 			'one'	=>	"Нигерия Найрасы",
 			'many'	=>	"Нигерия Найрасы"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"Никарагуа Кордобасы",
 			'one'	=>	"Никарагуа Кордобасы",
 			'many'	=>	"Никарагуа Кордобасы"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"Норвегия Кроны",
 			'one'	=>	"Норвегия Кроны",
 			'many'	=>	"Норвегия Кроны"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"Непал Рупиі",
 			'one'	=>	"Непал Рупиі",
 			'many'	=>	"Непал Рупиі"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"Жаңа Зеландия Доллары",
 			'one'	=>	"Жаңа Зеландия Доллары",
 			'many'	=>	"Жаңа Зеландия Доллары"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"Оман Риалы",
 			'one'	=>	"Оман Риалы",
 			'many'	=>	"Оман Риалы"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"Панама Бальбоасы",
 			'one'	=>	"Панама Бальбоасы",
 			'many'	=>	"Панама Бальбоасы"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"Перу Жаңа Солі",
 			'one'	=>	"Перу Жаңа Солі",
 			'many'	=>	"Перу Жаңа Солі"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"Папуа - Жаңа Гвинея Кинасы",
 			'one'	=>	"Папуа - Жаңа Гвинея Кинасы",
 			'many'	=>	"Папуа - Жаңа Гвинея Кинасы"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"Филиппин Песосы",
 			'one'	=>	"Филиппин Песосы",
 			'many'	=>	"Филиппин Песосы"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"Пәкістан Рупиі",
 			'one'	=>	"Пәкістан Рупиі",
 			'many'	=>	"Пәкістан Рупиі"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"Польша Злотасы",
 			'one'	=>	"Польша Злотасы",
 			'many'	=>	"Польша Злотасы"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"Парагвай Гуараниі",
 			'one'	=>	"Парагвай Гуараниі",
 			'many'	=>	"Парагвай Гуараниі"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"Катар Риалы",
 			'one'	=>	"Катар Риалы",
 			'many'	=>	"Катар Риалы"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"Румыния Лейі",
 			'one'	=>	"Румыния Лейі",
 			'many'	=>	"Румыния Лейі"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"Сербия Динары",
 			'one'	=>	"Сербия Динары",
 			'many'	=>	"Сербия Динары"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"Ресей Рубль",
 			'one'	=>	"Ресей Рубль",
 			'many'	=>	"Ресей Рубль"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"Руанда Франкы",
 			'one'	=>	"Руанда Франкы",
 			'many'	=>	"Руанда Франкы"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"Сауд Арабия Риалы",
 			'one'	=>	"Сауд Арабия Риалы",
 			'many'	=>	"Сауд Арабия Риалы"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"Соломон Аралдары Доллары",
 			'one'	=>	"Соломон Аралдары Доллары",
 			'many'	=>	"Соломон Аралдары Доллары"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"Сейшель Рупиясы",
 			'one'	=>	"Сейшель Рупиясы",
 			'many'	=>	"Сейшель Рупиясы"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"Судан Фунты",
 			'one'	=>	"Судан Фунты",
 			'many'	=>	"Судан Фунты"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"Швед Кроны",
 			'one'	=>	"Швед Кроны",
 			'many'	=>	"Швед Кроны"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"Сингапур Доллары",
 			'one'	=>	"Сингапур Доллары",
 			'many'	=>	"Сингапур Доллары"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"Әулие Елена Аралы Фунты",
 			'one'	=>	"Әулие Елена Аралы Фунты",
 			'many'	=>	"Әулие Елена Аралы Фунты"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"Сьерра-Леоне Леонесы",
 			'one'	=>	"Сьерра-Леоне Леонесы",
 			'many'	=>	"Сьерра-Леоне Леонесы"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"Сомали Шиллингі",
 			'one'	=>	"Сомали Шиллингі",
 			'many'	=>	"Сомали Шиллингі"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"Суринам Доллары",
 			'one'	=>	"Суринам Доллары",
 			'many'	=>	"Суринам Доллары"
 		),

		'SSP'	=>	 array
		(
			'name'	=>	"Оңтүстік Судан Фунты",
 			'one'	=>	"Оңтүстік Судан Фунты",
 			'many'	=>	"Оңтүстік Судан Фунты"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"Сант-Томе Мен Принсипи Добрасы",
 			'one'	=>	"Сант-Томе Мен Принсипи Добрасы",
 			'many'	=>	"Сант-Томе Мен Принсипи Добрасы"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"Сирия Фунты",
 			'one'	=>	"Сирия Фунты",
 			'many'	=>	"Сирия Фунты"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"Свазиленд Лилангениі",
 			'one'	=>	"Свазиленд Лилангениі",
 			'many'	=>	"Свазиленд Лилангениі"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"Тай Баты",
 			'one'	=>	"Тай Баты",
 			'many'	=>	"Тай Баты"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"Тәжікстан Сомониі",
 			'one'	=>	"Тәжікстан Сомониі",
 			'many'	=>	"Тәжікстан Сомониі"
 		),

		'TMT'	=>	 array
		(
			'name'	=>	"Түрікменстан Манаты",
 			'one'	=>	"Түрікменстан Манаты",
 			'many'	=>	"Түрікменстан Манаты"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"Тунис Динары",
 			'one'	=>	"Тунис Динары",
 			'many'	=>	"Тунис Динары"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"Тонга Паангасы",
 			'one'	=>	"Тонга Паангасы",
 			'many'	=>	"Тонга Паангасы"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"Түрік Лирасы",
 			'one'	=>	"Түрік Лирасы",
 			'many'	=>	"Түрік Лирасы"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"Тринидад Пен Тобаго Доллары",
 			'one'	=>	"Тринидад Пен Тобаго Доллары",
 			'many'	=>	"Тринидад Пен Тобаго Доллары"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"Жаңа Тайван Доллары",
 			'one'	=>	"Жаңа Тайван Доллары",
 			'many'	=>	"Жаңа Тайван Доллары"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"Танзания Шиллингі",
 			'one'	=>	"Танзания Шиллингі",
 			'many'	=>	"Танзания Шиллингі"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"Украина Гривнасы",
 			'one'	=>	"Украина Гривнасы",
 			'many'	=>	"Украина Гривнасы"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"Уганда Шиллингі",
 			'one'	=>	"Уганда Шиллингі",
 			'many'	=>	"Уганда Шиллингі"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"Ақш Доллары",
 			'one'	=>	"Ақш Доллары",
 			'many'	=>	"Ақш Доллары"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"Уругвай Песосы",
 			'one'	=>	"Уругвай Песосы",
 			'many'	=>	"Уругвай Песосы"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"Өзбекстан Сомы",
 			'one'	=>	"Өзбекстан Сомы",
 			'many'	=>	"Өзбекстан Сомы"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"Венесуэла Боливары",
 			'one'	=>	"Венесуэла Боливары",
 			'many'	=>	"Венесуэла Боливары"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"Вьетнам Донгы",
 			'one'	=>	"Вьетнам Донгы",
 			'many'	=>	"Вьетнам Донгы"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"Вануату Ватуы",
 			'one'	=>	"Вануату Ватуы",
 			'many'	=>	"Вануату Ватуы"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"Самоа Таласы",
 			'one'	=>	"Самоа Таласы",
 			'many'	=>	"Самоа Таласы"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"Кфа Веас Франкы",
 			'one'	=>	"Кфа Веас Франкы",
 			'many'	=>	"Кфа Веас Франкы"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"Шығыс Кариб Доллары",
 			'one'	=>	"Шығыс Кариб Доллары",
 			'many'	=>	"Шығыс Кариб Доллары"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"Кфа Всеао Франкы",
 			'one'	=>	"Кфа Всеао Франкы",
 			'many'	=>	"Кфа Всеао Франкы"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"Кфп Франкы",
 			'one'	=>	"Кфп Франкы",
 			'many'	=>	"Кфп Франкы"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"Белгісіз Валюта",
 			'one'	=>	"Белгісіз Валюта",
 			'many'	=>	"Белгісіз Валюта"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"Йемен Риалы",
 			'one'	=>	"Йемен Риалы",
 			'many'	=>	"Йемен Риалы"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"Оңтүстік Африка Рэнді",
 			'one'	=>	"Оңтүстік Африка Рэнді",
 			'many'	=>	"Оңтүстік Африка Рэнді"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"Замбия Квачасы",
 			'one'	=>	"Замбия Квачасы",
 			'many'	=>	"Замбия Квачасы"
 		),

    ),
);
