<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'ADP'	=>	 array
		(
			'name'	=>	"פזטה אנדורית",
 			'one'	=>	"פזטה אנדורית",
 			'many'	=>	"פזטה אנדורית"
 		),

		'AED'	=>	 array
		(
			'name'	=>	"דירהם של איחוד הנסיכויות הערביות",
 			'one'	=>	"דירהם של איחוד הנסיכויות הערביות",
 			'many'	=>	"דירהם של איחוד הנסיכויות הערביות"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"אפגני אפגני",
 			'one'	=>	"אפגני אפגני",
 			'many'	=>	"אפגני אפגני"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"לק אלבני",
 			'one'	=>	"לק אלבני",
 			'many'	=>	"לק אלבני"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"דראם ארמני",
 			'one'	=>	"דראם ארמני",
 			'many'	=>	"דראם ארמני"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"גילדן של האנטילים ההולנדיים",
 			'one'	=>	"גילדן של האנטילים ההולנדיים",
 			'many'	=>	"גילדן של האנטילים ההולנדיים"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"קואנזה אנגולי",
 			'one'	=>	"קואנזה אנגולי",
 			'many'	=>	"קואנזה אנגולי"
 		),

		'AON'	=>	 array
		(
			'name'	=>	"קואנזה חדש אנגולי",
 			'one'	=>	"קואנזה חדש אנגולי",
 			'many'	=>	"קואנזה חדש אנגולי"
 		),

		'AOR'	=>	 array
		(
			'name'	=>	"קואנזה רג׳וסטדו אנגולי",
 			'one'	=>	"קואנזה רג׳וסטדו אנגולי",
 			'many'	=>	"קואנזה רג׳וסטדו אנגולי"
 		),

		'ARP'	=>	 array
		(
			'name'	=>	"פזו ארגנטינאי",
 			'one'	=>	"פזו ארגנטינאי",
 			'many'	=>	"פזו ארגנטינאי"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"פזו ארגנטינאי",
 			'one'	=>	"פזו ארגנטינאי",
 			'many'	=>	"פזו ארגנטינאי"
 		),

		'ATS'	=>	 array
		(
			'name'	=>	"שילינג אוסטרי",
 			'one'	=>	"שילינג אוסטרי",
 			'many'	=>	"שילינג אוסטרי"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"דולר אוסטרלי",
 			'one'	=>	"דולר אוסטרלי",
 			'many'	=>	"דולר אוסטרלי"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"פלורין של ארובה",
 			'one'	=>	"פלורין של ארובה",
 			'many'	=>	"פלורין של ארובה"
 		),

		'AZM'	=>	 array
		(
			'name'	=>	"מנאט אזרביג׳אני",
 			'one'	=>	"מנאט אזרביג׳אני",
 			'many'	=>	"מנאט אזרביג׳אני"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"מאנאט אזרביג׳ני",
 			'one'	=>	"מאנאט אזרביג׳ני",
 			'many'	=>	"מאנאט אזרביג׳ני"
 		),

		'BAD'	=>	 array
		(
			'name'	=>	"דינר של בוסניה־הרצגובינה",
 			'one'	=>	"דינר של בוסניה־הרצגובינה",
 			'many'	=>	"דינר של בוסניה־הרצגובינה"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"מארק בר המרה של בוסניה־הרצגובינה",
 			'one'	=>	"מארק בר המרה של בוסניה־הרצגובינה",
 			'many'	=>	"מארק בר המרה של בוסניה־הרצגובינה"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"דולר ברבדיאני",
 			'one'	=>	"דולר ברבדיאני",
 			'many'	=>	"דולר ברבדיאני"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"טאקה בנגלדשי",
 			'one'	=>	"טאקה בנגלדשי",
 			'many'	=>	"טאקה בנגלדשי"
 		),

		'BEC'	=>	 array
		(
			'name'	=>	"פרנק בלגי",
 			'one'	=>	"פרנק בלגי",
 			'many'	=>	"פרנק בלגי"
 		),

		'BEF'	=>	 array
		(
			'name'	=>	"פרנק בלגי",
 			'one'	=>	"פרנק בלגי",
 			'many'	=>	"פרנק בלגי"
 		),

		'BGL'	=>	 array
		(
			'name'	=>	"לב בולגרי ישן",
 			'one'	=>	"לב בולגרי ישן",
 			'many'	=>	"לב בולגרי ישן"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"לב בולגרי",
 			'one'	=>	"לב בולגרי",
 			'many'	=>	"לב בולגרי"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"דינר בחרייני",
 			'one'	=>	"דינר בחרייני",
 			'many'	=>	"דינר בחרייני"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"פרנק בורונדי",
 			'one'	=>	"פרנק בורונדי",
 			'many'	=>	"פרנק בורונדי"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"דולר ברמודה",
 			'one'	=>	"דולר ברמודה",
 			'many'	=>	"דולר ברמודה"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"דולר ברוניי",
 			'one'	=>	"דולר ברוניי",
 			'many'	=>	"דולר ברוניי"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"בוליביאנו",
 			'one'	=>	"בוליביאנו",
 			'many'	=>	"בוליביאנו"
 		),

		'BOP'	=>	 array
		(
			'name'	=>	"פזו בוליבי",
 			'one'	=>	"פזו בוליבי",
 			'many'	=>	"פזו בוליבי"
 		),

		'BRB'	=>	 array
		(
			'name'	=>	"קרוזיארו חדש ברזילאי",
 			'one'	=>	"קרוזיארו חדש ברזילאי",
 			'many'	=>	"קרוזיארו חדש ברזילאי"
 		),

		'BRC'	=>	 array
		(
			'name'	=>	"קרוזדו ברזילאי",
 			'one'	=>	"קרוזדו ברזילאי",
 			'many'	=>	"קרוזדו ברזילאי"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"ריאל ברזילאי",
 			'one'	=>	"ריאל ברזילאי",
 			'many'	=>	"ריאל ברזילאי"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"דולר בהאמי",
 			'one'	=>	"דולר בהאמי",
 			'many'	=>	"דולר בהאמי"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"נגולטרום בהוטני",
 			'one'	=>	"נגולטרום בהוטני",
 			'many'	=>	"נגולטרום בהוטני"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"פולה בוצוואני",
 			'one'	=>	"פולה בוצוואני",
 			'many'	=>	"פולה בוצוואני"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"רובל בלרוסי",
 			'one'	=>	"רובל בלרוסי",
 			'many'	=>	"רובל בלרוסי"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"דולר בליזי",
 			'one'	=>	"דולר בליזי",
 			'many'	=>	"דולר בליזי"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"דולר קנדי",
 			'one'	=>	"דולר קנדי",
 			'many'	=>	"דולר קנדי"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"פרנק קונגולזי",
 			'one'	=>	"פרנק קונגולזי",
 			'many'	=>	"פרנק קונגולזי"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"פרנק שוויצרי",
 			'one'	=>	"פרנק שוויצרי",
 			'many'	=>	"פרנק שוויצרי"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"פזו צ׳ילאני",
 			'one'	=>	"פזו צ׳ילאני",
 			'many'	=>	"פזו צ׳ילאני"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"יואן רנמינבי סיני",
 			'one'	=>	"יואן רנמינבי סיני",
 			'many'	=>	"יואן רנמינבי סיני"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"פזו קולומביאני",
 			'one'	=>	"פזו קולומביאני",
 			'many'	=>	"פזו קולומביאני"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"קולון קוסטה־ריקני",
 			'one'	=>	"קולון קוסטה־ריקני",
 			'many'	=>	"קולון קוסטה־ריקני"
 		),

		'CSD'	=>	 array
		(
			'name'	=>	"דינר סרבי ישן",
 			'one'	=>	"דינר סרבי ישן",
 			'many'	=>	"דינר סרבי ישן"
 		),

		'CUC'	=>	 array
		(
			'name'	=>	"פזו קובני להמרה",
 			'one'	=>	"פזו קובני להמרה",
 			'many'	=>	"פזו קובני להמרה"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"פזו קובני",
 			'one'	=>	"פזו קובני",
 			'many'	=>	"פזו קובני"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"אסקודו כף ורדה",
 			'one'	=>	"אסקודו כף ורדה",
 			'many'	=>	"אסקודו כף ורדה"
 		),

		'CYP'	=>	 array
		(
			'name'	=>	"לירה קפריסאית",
 			'one'	=>	"לירה קפריסאית",
 			'many'	=>	"לירה קפריסאית"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"קורונה צ׳כית",
 			'one'	=>	"קורונה צ׳כית",
 			'many'	=>	"קורונה צ׳כית"
 		),

		'DDM'	=>	 array
		(
			'name'	=>	"מרק מזרח גרמני",
 			'one'	=>	"מרק מזרח גרמני",
 			'many'	=>	"מרק מזרח גרמני"
 		),

		'DEM'	=>	 array
		(
			'name'	=>	"מרק גרמני",
 			'one'	=>	"מרק גרמני",
 			'many'	=>	"מרק גרמני"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"פרנק ג׳יבוטי",
 			'one'	=>	"פרנק ג׳יבוטי",
 			'many'	=>	"פרנק ג׳יבוטי"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"כתר דני",
 			'one'	=>	"כתר דני",
 			'many'	=>	"כתר דני"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"פזו דומיניקני",
 			'one'	=>	"פזו דומיניקני",
 			'many'	=>	"פזו דומיניקני"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"דינר אלג׳ירי",
 			'one'	=>	"דינר אלג׳ירי",
 			'many'	=>	"דינר אלג׳ירי"
 		),

		'ECS'	=>	 array
		(
			'name'	=>	"סוקר אקואדורי",
 			'one'	=>	"סוקר אקואדורי",
 			'many'	=>	"סוקר אקואדורי"
 		),

		'EEK'	=>	 array
		(
			'name'	=>	"קרון אסטוני",
 			'one'	=>	"קרון אסטוני",
 			'many'	=>	"קרון אסטוני"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"לירה מיצרית",
 			'one'	=>	"לירה מיצרית",
 			'many'	=>	"לירה מיצרית"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"נאקפה אריתראי",
 			'one'	=>	"נאקפה אריתראי",
 			'many'	=>	"נאקפה אריתראי"
 		),

		'ESA'	=>	 array
		(
			'name'	=>	"פזטה [Esa]",
 			'one'	=>	"פזטה [Esa]",
 			'many'	=>	"פזטה [Esa]"
 		),

		'ESB'	=>	 array
		(
			'name'	=>	"פזטה [Esb]",
 			'one'	=>	"פזטה [Esb]",
 			'many'	=>	"פזטה [Esb]"
 		),

		'ESP'	=>	 array
		(
			'name'	=>	"פסטה ספרדי",
 			'one'	=>	"פסטה ספרדי",
 			'many'	=>	"פסטה ספרדי"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"ביר אתיופי",
 			'one'	=>	"ביר אתיופי",
 			'many'	=>	"ביר אתיופי"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"אירו",
 			'one'	=>	"אירו",
 			'many'	=>	"אירו"
 		),

		'FIM'	=>	 array
		(
			'name'	=>	"מרק פיני",
 			'one'	=>	"מרק פיני",
 			'many'	=>	"מרק פיני"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"דולר פיג׳י",
 			'one'	=>	"דולר פיג׳י",
 			'many'	=>	"דולר פיג׳י"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"לירה של איי פוקלנד",
 			'one'	=>	"לירה של איי פוקלנד",
 			'many'	=>	"לירה של איי פוקלנד"
 		),

		'FRF'	=>	 array
		(
			'name'	=>	"פרנק צרפתי",
 			'one'	=>	"פרנק צרפתי",
 			'many'	=>	"פרנק צרפתי"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"לירה שטרלינג",
 			'one'	=>	"לירה שטרלינג",
 			'many'	=>	"לירה שטרלינג"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"לרי גאורגי",
 			'one'	=>	"לרי גאורגי",
 			'many'	=>	"לרי גאורגי"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"סדי גאני",
 			'one'	=>	"סדי גאני",
 			'many'	=>	"סדי גאני"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"פאונד גיברלטר",
 			'one'	=>	"פאונד גיברלטר",
 			'many'	=>	"פאונד גיברלטר"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"דלאסי גמבי",
 			'one'	=>	"דלאסי גמבי",
 			'many'	=>	"דלאסי גמבי"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"פרנק גינאי",
 			'one'	=>	"פרנק גינאי",
 			'many'	=>	"פרנק גינאי"
 		),

		'GRD'	=>	 array
		(
			'name'	=>	"דרכמה",
 			'one'	=>	"דרכמה",
 			'many'	=>	"דרכמה"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"קצל גואטמלי",
 			'one'	=>	"קצל גואטמלי",
 			'many'	=>	"קצל גואטמלי"
 		),

		'GWP'	=>	 array
		(
			'name'	=>	"פזו גינאי",
 			'one'	=>	"פזו גינאי",
 			'many'	=>	"פזו גינאי"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"דולר גיאני",
 			'one'	=>	"דולר גיאני",
 			'many'	=>	"דולר גיאני"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"דולר הונג קונגי",
 			'one'	=>	"דולר הונג קונגי",
 			'many'	=>	"דולר הונג קונגי"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"למפירה הונדורי",
 			'one'	=>	"למפירה הונדורי",
 			'many'	=>	"למפירה הונדורי"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"קונה קרואטי",
 			'one'	=>	"קונה קרואטי",
 			'many'	=>	"קונה קרואטי"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"גארד האיטי",
 			'one'	=>	"גארד האיטי",
 			'many'	=>	"גארד האיטי"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"פורינט הונגרי",
 			'one'	=>	"פורינט הונגרי",
 			'many'	=>	"פורינט הונגרי"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"רופיה אינדונזית",
 			'one'	=>	"רופיה אינדונזית",
 			'many'	=>	"רופיה אינדונזית"
 		),

		'IEP'	=>	 array
		(
			'name'	=>	"לירה אירית",
 			'one'	=>	"לירה אירית",
 			'many'	=>	"לירה אירית"
 		),

		'ILP'	=>	 array
		(
			'name'	=>	"לירה ישראלית",
 			'one'	=>	"לירה ישראלית",
 			'many'	=>	"לירה ישראלית"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"ש״ח",
 			'one'	=>	"שקלים חדשים",
 			'many'	=>	"שקלים חדשים"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"רופי הודית",
 			'one'	=>	"רופי הודית",
 			'many'	=>	"רופי הודית"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"דינר עירקי",
 			'one'	=>	"דינר עירקי",
 			'many'	=>	"דינר עירקי"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"ריאל איראני",
 			'one'	=>	"ריאל איראני",
 			'many'	=>	"ריאל איראני"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"קרונה איסלנדית",
 			'one'	=>	"קרונה איסלנדית",
 			'many'	=>	"קרונה איסלנדית"
 		),

		'ITL'	=>	 array
		(
			'name'	=>	"לירה איטלקית",
 			'one'	=>	"לירה איטלקית",
 			'many'	=>	"לירה איטלקית"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"דולר ג׳מאיקני",
 			'one'	=>	"דולר ג׳מאיקני",
 			'many'	=>	"דולר ג׳מאיקני"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"דינר ירדני",
 			'one'	=>	"דינר ירדני",
 			'many'	=>	"דינר ירדני"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"ין יפני",
 			'one'	=>	"ין יפני",
 			'many'	=>	"ין יפני"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"שילינג קנייאתי",
 			'one'	=>	"שילינג קנייאתי",
 			'many'	=>	"שילינג קנייאתי"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"סום קירגיזי",
 			'one'	=>	"סום קירגיזי",
 			'many'	=>	"סום קירגיזי"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"ריל קמבודי",
 			'one'	=>	"ריל קמבודי",
 			'many'	=>	"ריל קמבודי"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"פרנק קומורואי",
 			'one'	=>	"פרנק קומורואי",
 			'many'	=>	"פרנק קומורואי"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"וון צפון קוראני",
 			'one'	=>	"וון צפון קוראני",
 			'many'	=>	"וון צפון קוראני"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"וון דרום קוראני",
 			'one'	=>	"וון דרום קוראני",
 			'many'	=>	"וון דרום קוראני"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"דינר כוויתי",
 			'one'	=>	"דינר כוויתי",
 			'many'	=>	"דינר כוויתי"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"דולר קיימאני",
 			'one'	=>	"דולר קיימאני",
 			'many'	=>	"דולר קיימאני"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"טנגה קזחסטני",
 			'one'	=>	"טנגה קזחסטני",
 			'many'	=>	"טנגה קזחסטני"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"קיפ לאי",
 			'one'	=>	"קיפ לאי",
 			'many'	=>	"קיפ לאי"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"לירה לבנונית",
 			'one'	=>	"לירה לבנונית",
 			'many'	=>	"לירה לבנונית"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"רופי סרי לנקי",
 			'one'	=>	"רופי סרי לנקי",
 			'many'	=>	"רופי סרי לנקי"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"דולר ליברי",
 			'one'	=>	"דולר ליברי",
 			'many'	=>	"דולר ליברי"
 		),

		'LSL'	=>	 array
		(
			'name'	=>	"לוטי לסותי",
 			'one'	=>	"לוטי לסותי",
 			'many'	=>	"לוטי לסותי"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"ליטא ליטאי",
 			'one'	=>	"ליטא ליטאי",
 			'many'	=>	"ליטא ליטאי"
 		),

		'LUF'	=>	 array
		(
			'name'	=>	"פרנק לוקסמבורגי",
 			'one'	=>	"פרנק לוקסמבורגי",
 			'many'	=>	"פרנק לוקסמבורגי"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"לט לטבי",
 			'one'	=>	"לט לטבי",
 			'many'	=>	"לט לטבי"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"דינר לובי",
 			'one'	=>	"דינר לובי",
 			'many'	=>	"דינר לובי"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"דירהם מרוקאי",
 			'one'	=>	"דירהם מרוקאי",
 			'many'	=>	"דירהם מרוקאי"
 		),

		'MAF'	=>	 array
		(
			'name'	=>	"פרנק מרוקאי",
 			'one'	=>	"פרנק מרוקאי",
 			'many'	=>	"פרנק מרוקאי"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"ליאו מולדובני",
 			'one'	=>	"ליאו מולדובני",
 			'many'	=>	"ליאו מולדובני"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"אריארי מלגשי",
 			'one'	=>	"אריארי מלגשי",
 			'many'	=>	"אריארי מלגשי"
 		),

		'MGF'	=>	 array
		(
			'name'	=>	"פרנק מדגסקארי",
 			'one'	=>	"פרנק מדגסקארי",
 			'many'	=>	"פרנק מדגסקארי"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"דינר מקדוני",
 			'one'	=>	"דינר מקדוני",
 			'many'	=>	"דינר מקדוני"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"קיאט מיאנמרי",
 			'one'	=>	"קיאט מיאנמרי",
 			'many'	=>	"קיאט מיאנמרי"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"טוגריק מונגולי",
 			'one'	=>	"טוגריק מונגולי",
 			'many'	=>	"טוגריק מונגולי"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"פטקה של מקאו",
 			'one'	=>	"פטקה של מקאו",
 			'many'	=>	"פטקה של מקאו"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"אוגוויה מאוריטני",
 			'one'	=>	"אוגוויה מאוריטני",
 			'many'	=>	"אוגוויה מאוריטני"
 		),

		'MTL'	=>	 array
		(
			'name'	=>	"לירה מלטית",
 			'one'	=>	"לירה מלטית",
 			'many'	=>	"לירה מלטית"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"רופי מאוריציני",
 			'one'	=>	"רופי מאוריציני",
 			'many'	=>	"רופי מאוריציני"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"רופיה מלדיבית",
 			'one'	=>	"רופיה מלדיבית",
 			'many'	=>	"רופיה מלדיבית"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"קואצ׳ה מלאוי",
 			'one'	=>	"קואצ׳ה מלאוי",
 			'many'	=>	"קואצ׳ה מלאוי"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"פזו מקסיקני",
 			'one'	=>	"פזו מקסיקני",
 			'many'	=>	"פזו מקסיקני"
 		),

		'MXP'	=>	 array
		(
			'name'	=>	"פזו מקסיקני",
 			'one'	=>	"פזו מקסיקני",
 			'many'	=>	"פזו מקסיקני"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"רינגיט מלזי",
 			'one'	=>	"רינגיט מלזי",
 			'many'	=>	"רינגיט מלזי"
 		),

		'MZE'	=>	 array
		(
			'name'	=>	"אסקודו מוזמביקי",
 			'one'	=>	"אסקודו מוזמביקי",
 			'many'	=>	"אסקודואים מוזמביקיים"
 		),

		'MZM'	=>	 array
		(
			'name'	=>	"מטיקל",
 			'one'	=>	"מטיקל",
 			'many'	=>	"מטיקל"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"מטיקל מוזמביני",
 			'one'	=>	"מטיקל מוזמביני",
 			'many'	=>	"מטיקל מוזמביני"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"דולר נמיבי",
 			'one'	=>	"דולר נמיבי",
 			'many'	=>	"דולר נמיבי"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"נאירה ניגרי",
 			'one'	=>	"נאירה ניגרי",
 			'many'	=>	"נאירה ניגרי"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"קורדובה ניקראגי",
 			'one'	=>	"קורדובה ניקראגי",
 			'many'	=>	"קורדובה ניקראגי"
 		),

		'NLG'	=>	 array
		(
			'name'	=>	"גילדן הולנדי",
 			'one'	=>	"גילדן הולנדי",
 			'many'	=>	"גילדן הולנדי"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"כתר נורבגי",
 			'one'	=>	"כתר נורבגי",
 			'many'	=>	"כתר נורבגי"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"רופי נפאלי",
 			'one'	=>	"רופי נפאלי",
 			'many'	=>	"רופי נפאלי"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"דולר ניו זילנדי",
 			'one'	=>	"דולר ניו זילנדי",
 			'many'	=>	"דולר ניו זילנדי"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"ריאל עומאני",
 			'one'	=>	"ריאל עומאני",
 			'many'	=>	"ריאל עומאני"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"בלבואה פנמי",
 			'one'	=>	"בלבואה פנמי",
 			'many'	=>	"בלבואה פנמי"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"סול פרואני חדש",
 			'one'	=>	"סול פרואני חדש",
 			'many'	=>	"סול פרואני חדש"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"קינה של פפואה גינאה החדשה",
 			'one'	=>	"קינה של פפואה גינאה החדשה",
 			'many'	=>	"קינה של פפואה גינאה החדשה"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"פזו פיליפיני",
 			'one'	=>	"פזו פיליפיני",
 			'many'	=>	"פזו פיליפיני"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"רופי פקיסטני",
 			'one'	=>	"רופי פקיסטני",
 			'many'	=>	"רופי פקיסטני"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"זלוטי פולני",
 			'one'	=>	"זלוטי פולני",
 			'many'	=>	"זלוטי פולני"
 		),

		'PLZ'	=>	 array
		(
			'name'	=>	"זלוטי",
 			'one'	=>	"זלוטי",
 			'many'	=>	"זלוטי"
 		),

		'PTE'	=>	 array
		(
			'name'	=>	"אסקודו פורטוגלי",
 			'one'	=>	"אסקודו פורטוגלי",
 			'many'	=>	"אסקודו פורטוגלי"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"גוורני פראגוואי",
 			'one'	=>	"גוורני פראגוואי",
 			'many'	=>	"גוורני פראגוואי"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"ריאל קטארי",
 			'one'	=>	"ריאל קטארי",
 			'many'	=>	"ריאל קטארי"
 		),

		'ROL'	=>	 array
		(
			'name'	=>	"לאו רומני ישן",
 			'one'	=>	"לאו רומני ישן",
 			'many'	=>	"לאו רומני ישן"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"לאו רומני חדש",
 			'one'	=>	"לאו רומני חדש",
 			'many'	=>	"לאו רומני חדש"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"דינר סרבי",
 			'one'	=>	"דינר סרבי",
 			'many'	=>	"דינר סרבי"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"רובל",
 			'one'	=>	"רובל",
 			'many'	=>	"רובל"
 		),

		'RUR'	=>	 array
		(
			'name'	=>	"רובל רוסי",
 			'one'	=>	"רובל רוסי",
 			'many'	=>	"רובל רוסי"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"פרנק רואנדי",
 			'one'	=>	"פרנק רואנדי",
 			'many'	=>	"פרנק רואנדי"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"ריאל סעודי",
 			'one'	=>	"ריאל סעודי",
 			'many'	=>	"ריאל סעודי"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"דולר איי שלמה",
 			'one'	=>	"דולר איי שלמה",
 			'many'	=>	"דולר איי שלמה"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"רופי סיישלי",
 			'one'	=>	"רופי סיישלי",
 			'many'	=>	"רופי סיישלי"
 		),

		'SDD'	=>	 array
		(
			'name'	=>	"דינר סודני",
 			'one'	=>	"דינר סודני",
 			'many'	=>	"דינר סודני"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"לירה סודנית",
 			'one'	=>	"לירה סודנית",
 			'many'	=>	"לירה סודנית"
 		),

		'SDP'	=>	 array
		(
			'name'	=>	"לירה סודנית",
 			'one'	=>	"לירה סודנית",
 			'many'	=>	"לירה סודנית"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"כתר שוודי",
 			'one'	=>	"כתר שוודי",
 			'many'	=>	"כתר שוודי"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"דולר סינגפורי",
 			'one'	=>	"דולר סינגפורי",
 			'many'	=>	"דולר סינגפורי"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"פאונד סנט הלני",
 			'one'	=>	"פאונד סנט הלני",
 			'many'	=>	"פאונד סנט הלני"
 		),

		'SIT'	=>	 array
		(
			'name'	=>	"טולאר סלובני",
 			'one'	=>	"טולאר סלובני",
 			'many'	=>	"טולאר סלובני"
 		),

		'SKK'	=>	 array
		(
			'name'	=>	"קורונה סלובקי",
 			'one'	=>	"קורונה סלובקי",
 			'many'	=>	"קורונה סלובקי"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"ליאון סיירה לאוני",
 			'one'	=>	"ליאון סיירה לאוני",
 			'many'	=>	"ליאון סיירה לאוני"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"שילינג סומאלי",
 			'one'	=>	"שילינג סומאלי",
 			'many'	=>	"שילינג סומאלי"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"דולר סורינאמי",
 			'one'	=>	"דולר סורינאמי",
 			'many'	=>	"דולר סורינאמי"
 		),

		'SRG'	=>	 array
		(
			'name'	=>	"גילדר סורינאמי",
 			'one'	=>	"גילדר סורינאמי",
 			'many'	=>	"גילדר סורינאמי"
 		),

		'SSP'	=>	 array
		(
			'name'	=>	"לירה דרום סודאנית",
 			'one'	=>	"לירה דרום סודאנית",
 			'many'	=>	"לירה דרום סודאנית"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"דוברה של סן טומה ופרינסיפה",
 			'one'	=>	"דוברה של סן טומה ופרינסיפה",
 			'many'	=>	"דוברה של סן טומה ופרינסיפה"
 		),

		'SUR'	=>	 array
		(
			'name'	=>	"רובל סובייטי",
 			'one'	=>	"רובל סובייטי",
 			'many'	=>	"רובל סובייטי"
 		),

		'SVC'	=>	 array
		(
			'name'	=>	"קולון סלבדורי",
 			'one'	=>	"קולון סלבדורי",
 			'many'	=>	"קולונים סלבדוריים"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"לירה סורית",
 			'one'	=>	"לירה סורית",
 			'many'	=>	"לירה סורית"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"לילנגני סווזי",
 			'one'	=>	"לילנגני סווזי",
 			'many'	=>	"לילנגני סווזי"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"בהט תאילנדי",
 			'one'	=>	"בהט תאילנדי",
 			'many'	=>	"בהט תאילנדי"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"סומוני טג׳קיסטני",
 			'one'	=>	"סומוני טג׳קיסטני",
 			'many'	=>	"סומוני טג׳קיסטני"
 		),

		'TMM'	=>	 array
		(
			'name'	=>	"מנאט טורקמאני",
 			'one'	=>	"מנאט טורקמאני",
 			'many'	=>	"מנאט טורקמאני"
 		),

		'TMT'	=>	 array
		(
			'name'	=>	"מנאט טורקמני",
 			'one'	=>	"מנאט טורקמני",
 			'many'	=>	"מנאט טורקמני"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"דינר טוניסאי",
 			'one'	=>	"דינר טוניסאי",
 			'many'	=>	"דינר טוניסאי"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"פאאמגה טונגי",
 			'one'	=>	"פאאמגה טונגי",
 			'many'	=>	"פאאמגה טונגי"
 		),

		'TPE'	=>	 array
		(
			'name'	=>	"אסקודו טימוראי",
 			'one'	=>	"אסקודו טימוראי",
 			'many'	=>	"אסקודו טימוראי"
 		),

		'TRL'	=>	 array
		(
			'name'	=>	"לירה טורקית",
 			'one'	=>	"לירה טורקית",
 			'many'	=>	"לירה טורקית"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"לירה טורקית חדשה",
 			'one'	=>	"לירה טורקית חדשה",
 			'many'	=>	"לירה טורקית חדשה"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"דולר טרינידדי",
 			'one'	=>	"דולר טרינידדי",
 			'many'	=>	"דולר טרינידדי"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"דולר טייוואני חדש",
 			'one'	=>	"דולר טאייוני חדש",
 			'many'	=>	"דולר טאייוני חדש"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"שילינג טנזני",
 			'one'	=>	"שילינג טנזני",
 			'many'	=>	"שילינג טנזני"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"גריבנה אוקראיני",
 			'one'	=>	"גריבנה אוקראיני",
 			'many'	=>	"גריבנה אוקראיני"
 		),

		'UGS'	=>	 array
		(
			'name'	=>	"שילינג אוגנדי",
 			'one'	=>	"שילינג אוגנדי",
 			'many'	=>	"שילינג אוגנדי"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"שילינג אוגנדי",
 			'one'	=>	"שילינג אוגנדי",
 			'many'	=>	"שילינג אוגנדי"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"דולר אמריקאי",
 			'one'	=>	"דולר אמריקאי",
 			'many'	=>	"דולר אמריקאי"
 		),

		'USN'	=>	 array
		(
			'name'	=>	"דולר אמריקאי",
 			'one'	=>	"דולר אמריקאי",
 			'many'	=>	"דולר אמריקאי"
 		),

		'USS'	=>	 array
		(
			'name'	=>	"דולר אמריקאי",
 			'one'	=>	"דולר אמריקאי",
 			'many'	=>	"דולר אמריקאי"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"פזו אורוגוואי",
 			'one'	=>	"פזו אורוגוואי",
 			'many'	=>	"פזו אורוגוואי"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"סום אוזבקי",
 			'one'	=>	"סום אוזבקי",
 			'many'	=>	"סום אוזבקי"
 		),

		'VEB'	=>	 array
		(
			'name'	=>	"בוליבר ונצואלי",
 			'one'	=>	"בוליבר ונצואלי",
 			'many'	=>	"בוליבר ונצואלי"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"בוליבר ונצואלי",
 			'one'	=>	"בוליבר ונצואלי",
 			'many'	=>	"בוליבר ונצואלי"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"דונג וייטנאמי",
 			'one'	=>	"דונג וייטנאמי",
 			'many'	=>	"דונג וייטנאמי"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"ואטו של ונואטו",
 			'one'	=>	"ואטו של ונואטו",
 			'many'	=>	"ואטו של ונואטו"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"טאלה סמואי",
 			'one'	=>	"טאלה סמואי",
 			'many'	=>	"טאלה סמואי"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"פרנק Cfa Beac",
 			'one'	=>	"פרנק Cfa Beac",
 			'many'	=>	"פרנק Cfa Beac"
 		),

		'XAG'	=>	 array
		(
			'name'	=>	"כסף",
 			'one'	=>	"כסף",
 			'many'	=>	"כסף"
 		),

		'XAU'	=>	 array
		(
			'name'	=>	"זהב",
 			'one'	=>	"זהב",
 			'many'	=>	"זהב"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"דולר מזרח קריבי",
 			'one'	=>	"דולר מזרח קריבי",
 			'many'	=>	"דולר מזרח קריבי"
 		),

		'XDR'	=>	 array
		(
			'name'	=>	"זכויות משיכה מיוחדות",
 			'one'	=>	"זכויות משיכה מיוחדות",
 			'many'	=>	"זכויות משיכה מיוחדות"
 		),

		'XFO'	=>	 array
		(
			'name'	=>	"פרנק זהב",
 			'one'	=>	"פרנק זהב",
 			'many'	=>	"פרנק זהב"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"פרנק Cfa Bceao",
 			'one'	=>	"פרנק Cfa Bceao",
 			'many'	=>	"פרנק Cfa Bceao"
 		),

		'XPD'	=>	 array
		(
			'name'	=>	"פלדיום",
 			'one'	=>	"פלדיום",
 			'many'	=>	"פלדיום"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"פרנק Cfp",
 			'one'	=>	"פרנק Cfp",
 			'many'	=>	"פרנק Cfp"
 		),

		'XPT'	=>	 array
		(
			'name'	=>	"פלטינה",
 			'one'	=>	"פלטינה",
 			'many'	=>	"פלטינה"
 		),

		'XTS'	=>	 array
		(
			'name'	=>	"סימון למטרות בדיקה",
 			'one'	=>	"סימון למטרות בדיקה",
 			'many'	=>	"סימון למטרות בדיקה"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"מטבע שאינו ידוע",
 			'one'	=>	"מטבע שאינו ידוע",
 			'many'	=>	"מטבע שאינו ידוע"
 		),

		'YDD'	=>	 array
		(
			'name'	=>	"דינר תימני",
 			'one'	=>	"דינר תימני",
 			'many'	=>	"דינר תימני"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"ריאל תימני",
 			'one'	=>	"ריאל תימני",
 			'many'	=>	"ריאל תימני"
 		),

		'YUD'	=>	 array
		(
			'name'	=>	"דינר יגוסלבי חדש",
 			'one'	=>	"דינר יגוסלבי חדש",
 			'many'	=>	"דינר יגוסלבי חדש"
 		),

		'YUM'	=>	 array
		(
			'name'	=>	"דינר יגוסלבי",
 			'one'	=>	"דינר יגוסלבי",
 			'many'	=>	"דינר יגוסלבי"
 		),

		'ZAL'	=>	 array
		(
			'name'	=>	"ראנד דרום אפריקאי",
 			'one'	=>	"ראנד דרום אפריקאי",
 			'many'	=>	"ראנד דרום אפריקאי"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"ראנד דרום אפריקאי",
 			'one'	=>	"ראנד דרום אפריקאי",
 			'many'	=>	"ראנד דרום אפריקאי"
 		),

		'ZMK'	=>	 array
		(
			'name'	=>	"קוואצ׳ה זמבית",
 			'one'	=>	"קוואצ׳ה זמבית",
 			'many'	=>	"קוואצ׳ה זמבית"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"קוואצ׳ה זמבית",
 			'one'	=>	"קוואצ׳ה זמבית",
 			'many'	=>	"קוואצ׳ה זמבית"
 		),

		'ZRN'	=>	 array
		(
			'name'	=>	"זאיר חדש",
 			'one'	=>	"זאיר חדש",
 			'many'	=>	"זאיר חדש"
 		),

		'ZWD'	=>	 array
		(
			'name'	=>	"דולר זימבבואי",
 			'one'	=>	"דולר זימבבואי",
 			'many'	=>	"דולר זימבבואי"
 		),

    ),
);
