<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'AED'	=>	 array
		(
			'name'	=>	"ಸಂಯುಕ್ತ ಅರಬ್‌ ಎಮಿರೇಟ್‌‌ಗಳ ದಿರಾಮ್‌‌",
 			'one'	=>	"ಸಂಯುಕ್ತ ಅರಬ್‌ ಎಮಿರೇಟ್‌‌ಗಳ ದಿರಾಮ್‌‌",
 			'many'	=>	"ಸಂಯುಕ್ತ ಅರಬ್‌ ಎಮಿರೇಟ್‌‌ಗಳ ದಿರಾಮ್‌‌"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"ಅಫ್‌ಘನ್ ಅಫಗಾನಿ",
 			'one'	=>	"ಅಫ್‌ಘನ್ ಅಫಗಾನಿ",
 			'many'	=>	"ಅಫ್‌ಘನ್ ಅಫಗಾನಿ"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"ಅಲ್‌ಬೇನಿಯನ್ ಲೆಕ್",
 			'one'	=>	"ಅಲ್‌ಬೇನಿಯನ್ ಲೆಕ್",
 			'many'	=>	"ಅಲ್‌ಬೇನಿಯನ್ ಲೆಕ್"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"ಅರ್‌ಮೇನಿಯನ್ ಡ್ರಾಮ್",
 			'one'	=>	"ಅರ್‌ಮೇನಿಯನ್ ಡ್ರಾಮ್",
 			'many'	=>	"ಅರ್‌ಮೇನಿಯನ್ ಡ್ರಾಮ್"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"ನೆದರ್‌ಲ್ಯಾಂಡ್ಸ್‌‌ ಎಂಟಿಲಿಯಾದ ಗಿಲ್ಡರ್‌‌",
 			'one'	=>	"ನೆದರ್‌ಲ್ಯಾಂಡ್ಸ್‌‌ ಎಂಟಿಲಿಯಾದ ಗಿಲ್ಡರ್‌‌",
 			'many'	=>	"ನೆದರ್‌ಲ್ಯಾಂಡ್ಸ್‌‌ ಎಂಟಿಲಿಯಾದ ಗಿಲ್ಡರ್‌‌"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"ಅಂಗೋಲಾದ ಕ್ವಾನ್ಝಾ",
 			'one'	=>	"ಅಂಗೋಲಾದ ಕ್ವಾನ್ಝಾ",
 			'many'	=>	"ಅಂಗೋಲಾದ ಕ್ವಾನ್ಝಾ"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"ಅರ್ಜೆಂಟಿನಾ ಪೆಸೊ",
 			'one'	=>	"ಅರ್ಜೆಂಟಿನಾ ಪೆಸೊ",
 			'many'	=>	"ಅರ್ಜೆಂಟಿನಾ ಪೆಸೊ"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"ಆಸ್ಟ್ರೇಲಿಯನ್ ಡಾಲರ್‌",
 			'one'	=>	"ಆಸ್ಟ್ರೇಲಿಯನ್ ಡಾಲರ್‌",
 			'many'	=>	"ಆಸ್ಟ್ರೇಲಿಯನ್ ಡಾಲರ್‌"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"ಅರುಬ ಫ್ಲೊರೀನ್‌‌",
 			'one'	=>	"ಅರುಬ ಫ್ಲೊರೀನ್‌‌",
 			'many'	=>	"ಅರುಬ ಫ್ಲೊರೀನ್‌‌"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"ಅಝರ್‌ಬೈಜಾನಿ ಮನಾತ್",
 			'one'	=>	"ಅಝರ್‌ಬೈಜಾನಿ ಮನಾತ್",
 			'many'	=>	"ಅಝರ್‌ಬೈಜಾನಿ ಮನಾತ್"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"ಬೋಸ್ನಿಯಾ-ಹರ್ಜ್‌ಗೋವಿನ ಪರಿವರ್ತನೀಯ ಗುರುತು",
 			'one'	=>	"ಬೋಸ್ನಿಯಾ-ಹರ್ಜ್‌ಗೋವಿನ ಪರಿವರ್ತನೀಯ ಗುರುತು",
 			'many'	=>	"ಬೋಸ್ನಿಯಾ-ಹರ್ಜ್‌ಗೋವಿನ ಪರಿವರ್ತನೀಯ ಗುರುತು"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"ಬರ್ಬಾಡಿಯನ್ ಡಾಲರ್",
 			'one'	=>	"ಬರ್ಬಾಡಿಯನ್ ಡಾಲರ್",
 			'many'	=>	"ಬರ್ಬಾಡಿಯನ್ ಡಾಲರ್"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"ಬಾಂಗ್ಲಾದೇಶದ ಟಾಕಾ",
 			'one'	=>	"ಬಾಂಗ್ಲಾದೇಶದ ಟಾಕಾ",
 			'many'	=>	"ಬಾಂಗ್ಲಾದೇಶದ ಟಾಕಾ"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"ಬಲ್ಗೇರಿಯನ್ ಲೀವ್",
 			'one'	=>	"ಬಲ್ಗೇರಿಯನ್ ಲೀವ್",
 			'many'	=>	"ಬಲ್ಗೇರಿಯನ್ ಲೀವ್"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"ಬಹ್‌‌ರೈನಿ ದಿನಾರ್",
 			'one'	=>	"ಬಹ್‌‌ರೈನಿ ದಿನಾರ್",
 			'many'	=>	"ಬಹ್‌‌ರೈನಿ ದಿನಾರ್"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"ಬುರುಂದಿಯನ್ ಫ್ರಾಂಕ್",
 			'one'	=>	"ಬುರುಂದಿಯನ್ ಫ್ರಾಂಕ್",
 			'many'	=>	"ಬುರುಂದಿಯನ್ ಫ್ರಾಂಕ್"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"ಬರ್ಮುಡನ್ ಡಾಲರ್",
 			'one'	=>	"ಬರ್ಮುಡನ್ ಡಾಲರ್",
 			'many'	=>	"ಬರ್ಮುಡನ್ ಡಾಲರ್"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"ಬ್ರೂನಿ ಡಾಲರ್",
 			'one'	=>	"ಬ್ರೂನಿ ಡಾಲರ್",
 			'many'	=>	"ಬ್ರೂನಿ ಡಾಲರ್"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"ಬೊಲಿವಿಯಾದ ಬೊಲಿವಿಯಾನೊ",
 			'one'	=>	"ಬೊಲಿವಿಯಾದ ಬೊಲಿವಿಯಾನೊ",
 			'many'	=>	"ಬೊಲಿವಿಯಾದ ಬೊಲಿವಿಯಾನೊ"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"ಬ್ರೆಜಿಲಿಯನ್‌ ರಿಯಲ್",
 			'one'	=>	"ಬ್ರೆಜಿಲಿಯನ್‌ ರಿಯಲ್",
 			'many'	=>	"ಬ್ರೆಜಿಲಿಯನ್‌ ರಿಯಲ್"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"ಬಹಾಮಿಯನ್ ಡಾಲರ್",
 			'one'	=>	"ಬಹಾಮಿಯನ್ ಡಾಲರ್",
 			'many'	=>	"ಬಹಾಮಿಯನ್ ಡಾಲರ್"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"ಭೂತಾನೀಸ್ ನುಲ್ತರಮ್",
 			'one'	=>	"ಭೂತಾನೀಸ್ ನುಲ್ತರಮ್",
 			'many'	=>	"ಭೂತಾನೀಸ್ ನುಲ್ತರಮ್"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"ಬೋಟ್ಸ್‌ವಾನನ್ ಪುಲಾ",
 			'one'	=>	"ಬೋಟ್ಸ್‌ವಾನನ್ ಪುಲಾ",
 			'many'	=>	"ಬೋಟ್ಸ್‌ವಾನನ್ ಪುಲಾ"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"ಬೆಲಾರುಸಿಯನ್ ರೂಬಲ್",
 			'one'	=>	"ಬೆಲಾರುಸಿಯನ್ ರೂಬಲ್",
 			'many'	=>	"ಬೆಲಾರುಸಿಯನ್ ರೂಬಲ್"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"ಬೆಲೀಜ್ ಡಾಲರ್",
 			'one'	=>	"ಬೆಲೀಜ್ ಡಾಲರ್",
 			'many'	=>	"ಬೆಲೀಜ್ ಡಾಲರ್"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"ಕೆನಡಾದ ಡಾಲರ್",
 			'one'	=>	"ಕೆನಡಾದ ಡಾಲರ್",
 			'many'	=>	"ಕೆನಡಾದ ಡಾಲರ್"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"ಕಾಂಗೋಲೀಸ್ ಫ್ರಾಂಕ್",
 			'one'	=>	"ಕಾಂಗೋಲೀಸ್ ಫ್ರಾಂಕ್",
 			'many'	=>	"ಕಾಂಗೋಲೀಸ್ ಫ್ರಾಂಕ್"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"ಸ್ವಿಸ್ ಫ್ರಾಂಕ್",
 			'one'	=>	"ಸ್ವಿಸ್ ಫ್ರಾಂಕ್",
 			'many'	=>	"ಸ್ವಿಸ್ ಫ್ರಾಂಕ್"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"ಚಿಲಿಯ ಪೆಸೊ",
 			'one'	=>	"ಚಿಲಿಯ ಪೆಸೊ",
 			'many'	=>	"ಚಿಲಿಯ ಪೆಸೊ"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"ಚೈನೀಸ್ ಯುವಾನ್",
 			'one'	=>	"ಚೈನೀಸ್ ಯುವಾನ್",
 			'many'	=>	"ಚೈನೀಸ್ ಯುವಾನ್"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"ಕೊಲೊಂಬಿಯೋದ ಪೆಸೊ",
 			'one'	=>	"ಕೊಲೊಂಬಿಯೋದ ಪೆಸೊ",
 			'many'	=>	"ಕೊಲೊಂಬಿಯೋದ ಪೆಸೊ"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"ಕೋಸ್ಟಾ ರಿಕಾದ ಕೊಲೊನ್‌",
 			'one'	=>	"ಕೋಸ್ಟಾ ರಿಕಾದ ಕೊಲೊನ್‌",
 			'many'	=>	"ಕೋಸ್ಟಾ ರಿಕಾದ ಕೊಲೊನ್‌"
 		),

		'CUC'	=>	 array
		(
			'name'	=>	"ಕ್ಯುಬಾದ ಪರಿವರ್ತನೀಯ ಪೆಸೊ",
 			'one'	=>	"ಕ್ಯುಬಾದ ಪರಿವರ್ತನೀಯ ಪೆಸೊ",
 			'many'	=>	"ಕ್ಯುಬಾದ ಪರಿವರ್ತನೀಯ ಪೆಸೊ"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"ಕ್ಯೂಬಾದ ಪೆಸೊ",
 			'one'	=>	"ಕ್ಯೂಬಾದ ಪೆಸೊ",
 			'many'	=>	"ಕ್ಯೂಬಾದ ಪೆಸೊ"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"ಕೇಪ್ ವರ್ಡಿನ್ ಎಸ್‌ಕೂಡೊ",
 			'one'	=>	"ಕೇಪ್ ವರ್ಡಿನ್ ಎಸ್‌ಕೂಡೊ",
 			'many'	=>	"ಕೇಪ್ ವರ್ಡಿನ್ ಎಸ್‌ಕೂಡೊ"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"ಝೆಕ್ ಗಣರಾಜ್ಯ ಕೊರೂನ",
 			'one'	=>	"ಝೆಕ್ ಗಣರಾಜ್ಯ ಕೊರೂನ",
 			'many'	=>	"ಝೆಕ್ ಗಣರಾಜ್ಯ ಕೊರೂನ"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"ಜಿಬೊಟಿಯನ್ ಫ್ರಾಂಕ್",
 			'one'	=>	"ಜಿಬೊಟಿಯನ್ ಫ್ರಾಂಕ್",
 			'many'	=>	"ಜಿಬೊಟಿಯನ್ ಫ್ರಾಂಕ್"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"ಡ್ಯಾನಿಶ್ ಕ್ರೋನ್",
 			'one'	=>	"ಡ್ಯಾನಿಶ್ ಕ್ರೋನ್",
 			'many'	=>	"ಡ್ಯಾನಿಶ್ ಕ್ರೋನ್"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"ಡೊಮಿನಿಕನ್ ಪೆಸೊ",
 			'one'	=>	"ಡೊಮಿನಿಕನ್ ಪೆಸೊ",
 			'many'	=>	"ಡೊಮಿನಿಕನ್ ಪೆಸೊ"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"ಅಲ್ಗೇರಿಯನ್ ದಿನಾರ್",
 			'one'	=>	"ಅಲ್ಗೇರಿಯನ್ ದಿನಾರ್",
 			'many'	=>	"ಅಲ್ಗೇರಿಯನ್ ದಿನಾರ್"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"ಈಜಿಪ್ಟಿಯನ್ ಪೌಂಡ್",
 			'one'	=>	"ಈಜಿಪ್ಟಿಯನ್ ಪೌಂಡ್",
 			'many'	=>	"ಈಜಿಪ್ಟಿಯನ್ ಪೌಂಡ್"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"ಎರಿತ್ರಿಯನ್ ನಕ್ಫಾ",
 			'one'	=>	"ಎರಿತ್ರಿಯನ್ ನಕ್ಫಾ",
 			'many'	=>	"ಎರಿತ್ರಿಯನ್ ನಕ್ಫಾ"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"ಇಥಿಯೋಪಿಯನ್ ಬಿರ್",
 			'one'	=>	"ಇಥಿಯೋಪಿಯನ್ ಬಿರ್",
 			'many'	=>	"ಇಥಿಯೋಪಿಯನ್ ಬಿರ್"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"ಯೂರೊ",
 			'one'	=>	"ಯೂರೊ",
 			'many'	=>	"ಯೂರೊ"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"ಫಿಜಾನ್ ಡಾಲರ್",
 			'one'	=>	"ಫಿಜಾನ್ ಡಾಲರ್",
 			'many'	=>	"ಫಿಜಾನ್ ಡಾಲರ್"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"ಫಾಲ್ಕ್‌ಲ್ಯಾಂಡ್ ದ್ವೀಪಗಳ ಪೌಂಡ್",
 			'one'	=>	"ಫಾಲ್ಕ್‌ಲ್ಯಾಂಡ್ ದ್ವೀಪಗಳ ಪೌಂಡ್",
 			'many'	=>	"ಫಾಲ್ಕ್‌ಲ್ಯಾಂಡ್ ದ್ವೀಪಗಳ ಪೌಂಡ್"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"ಬ್ರಿಟೀಷ್ ಪೌಂಡ್ ಸ್ಟೆರ್ಲಿಂಗ್",
 			'one'	=>	"ಬ್ರಿಟೀಷ್ ಪೌಂಡ್ ಸ್ಟೆರ್ಲಿಂಗ್",
 			'many'	=>	"ಬ್ರಿಟೀಷ್ ಪೌಂಡ್ ಸ್ಟೆರ್ಲಿಂಗ್"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"ಜಾರ್ಜಿಯಾದ ಲಾರಿ",
 			'one'	=>	"ಜಾರ್ಜಿಯಾದ ಲಾರಿ",
 			'many'	=>	"ಜಾರ್ಜಿಯಾದ ಲಾರಿ"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"ಘಾನಾದ ಸೆದಿ",
 			'one'	=>	"ಘಾನಾದ ಸೆದಿ",
 			'many'	=>	"ಘಾನಾದ ಸೆದಿ"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"ಗಿಬ್ರಾಲ್ಟರ್ ಪೌಂಡ್",
 			'one'	=>	"ಗಿಬ್ರಾಲ್ಟರ್ ಪೌಂಡ್",
 			'many'	=>	"ಗಿಬ್ರಾಲ್ಟರ್ ಪೌಂಡ್"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"ಗ್ಯಾಂಬಿಯಾದ ದಲಾಸಿ",
 			'one'	=>	"ಗ್ಯಾಂಬಿಯಾದ ದಲಾಸಿ",
 			'many'	=>	"ಗ್ಯಾಂಬಿಯಾದ ದಲಾಸಿ"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"ಗ್ವೀನಿಯನ್ ಫ್ರಾಂಕ್",
 			'one'	=>	"ಗ್ವೀನಿಯನ್ ಫ್ರಾಂಕ್",
 			'many'	=>	"ಗ್ವೀನಿಯನ್ ಫ್ರಾಂಕ್"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"ಗ್ವಾಟೆಮಾಲಾದ ಕುಯಿಟ್ಸಲ್‌‌",
 			'one'	=>	"ಗ್ವಾಟೆಮಾಲಾದ ಕುಯಿಟ್ಸಲ್‌‌",
 			'many'	=>	"ಗ್ವಾಟೆಮಾಲಾದ ಕುಯಿಟ್ಸಲ್‌‌"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"ಗುಯಾನೀಸ್‌ ಡಾಲರ್‌",
 			'one'	=>	"ಗುಯಾನೀಸ್‌ ಡಾಲರ್‌",
 			'many'	=>	"ಗುಯಾನೀಸ್‌ ಡಾಲರ್‌"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"ಹಾಂಗ್ ಕಾಂಗ್ ಡಾಲರ್",
 			'one'	=>	"ಹಾಂಗ್ ಕಾಂಗ್ ಡಾಲರ್",
 			'many'	=>	"ಹಾಂಗ್ ಕಾಂಗ್ ಡಾಲರ್"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"ಹೊಂಡುರಾನ್‌ ಲೆಂಪಿರಾ",
 			'one'	=>	"ಹೊಂಡುರಾನ್‌ ಲೆಂಪಿರಾ",
 			'many'	=>	"ಹೊಂಡುರಾನ್‌ ಲೆಂಪಿರಾ"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"ಕ್ರೊಯೆಷ್ಯಾದ ಕೂನಾ",
 			'one'	=>	"ಕ್ರೊಯೆಷ್ಯಾದ ಕೂನಾ",
 			'many'	=>	"ಕ್ರೊಯೆಷ್ಯಾದ ಕೂನಾ"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"ಹೈಟಿಯ ಗೋರ್ದೆ",
 			'one'	=>	"ಹೈಟಿಯ ಗೋರ್ದೆ",
 			'many'	=>	"ಹೈಟಿಯ ಗೋರ್ದೆ"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"ಹಂಗೇರಿಯನ್ ಫೋರಿಂಟ್",
 			'one'	=>	"ಹಂಗೇರಿಯನ್ ಫೋರಿಂಟ್",
 			'many'	=>	"ಹಂಗೇರಿಯನ್ ಫೋರಿಂಟ್"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"ಇಂಡೊನೇಷ್ಯಾ ರುಪೈ",
 			'one'	=>	"ಇಂಡೊನೇಷ್ಯಾ ರುಪೈ",
 			'many'	=>	"ಇಂಡೊನೇಷ್ಯಾ ರುಪೈ"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"ಇಸ್ರೇಲಿ ನ್ಯೂ ಶೇಖಲ್",
 			'one'	=>	"ಇಸ್ರೇಲಿ ನ್ಯೂ ಶೇಖಲ್",
 			'many'	=>	"ಇಸ್ರೇಲಿ ನ್ಯೂ ಶೇಖಲ್"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"ಭಾರತೀಯ ರುಪಾಯಿ",
 			'one'	=>	"ಭಾರತೀಯ ರುಪಾಯಿ",
 			'many'	=>	"ಭಾರತೀಯ ರುಪಾಯಿ"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"ಇರಾಖಿಯನ್ ದಿನಾರ್",
 			'one'	=>	"ಇರಾಖಿಯನ್ ದಿನಾರ್",
 			'many'	=>	"ಇರಾಖಿಯನ್ ದಿನಾರ್"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"ಇರಾನಿಯನ್ ರಿಯಲ್",
 			'one'	=>	"ಇರಾನಿಯನ್ ರಿಯಲ್",
 			'many'	=>	"ಇರಾನಿಯನ್ ರಿಯಲ್"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"ಐಸ್‌ಲ್ಯಾಂಡಿಕ್ ಕ್ರೋನಾ",
 			'one'	=>	"ಐಸ್‌ಲ್ಯಾಂಡಿಕ್ ಕ್ರೋನಾ",
 			'many'	=>	"ಐಸ್‌ಲ್ಯಾಂಡಿಕ್ ಕ್ರೋನಾ"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"ಜಮೈಕನ್ ಡಾಲರ್",
 			'one'	=>	"ಜಮೈಕನ್ ಡಾಲರ್",
 			'many'	=>	"ಜಮೈಕನ್ ಡಾಲರ್"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"ಜೋರ್ಡಾನಿಯನ್ ದಿನಾರ್",
 			'one'	=>	"ಜೋರ್ಡಾನಿಯನ್ ದಿನಾರ್",
 			'many'	=>	"ಜೋರ್ಡಾನಿಯನ್ ದಿನಾರ್"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"ಜಪಾನೀಸ್ ಯೆನ್",
 			'one'	=>	"ಜಪಾನೀಸ್ ಯೆನ್",
 			'many'	=>	"ಜಪಾನೀಸ್ ಯೆನ್"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"ಕೆನ್ಯನ್ ಶಿಲ್ಲಿಂಗ್",
 			'one'	=>	"ಕೆನ್ಯನ್ ಶಿಲ್ಲಿಂಗ್",
 			'many'	=>	"ಕೆನ್ಯನ್ ಶಿಲ್ಲಿಂಗ್"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"ಕಿರ್ಗಿಸ್ತಾನಿ ಸೋಮ್",
 			'one'	=>	"ಕಿರ್ಗಿಸ್ತಾನಿ ಸೋಮ್",
 			'many'	=>	"ಕಿರ್ಗಿಸ್ತಾನಿ ಸೋಮ್"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"ಕಾಂಬೋಡಿಯನ್ ರಿಯಲ್",
 			'one'	=>	"ಕಾಂಬೋಡಿಯನ್ ರಿಯಲ್",
 			'many'	=>	"ಕಾಂಬೋಡಿಯನ್ ರಿಯಲ್"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"ಕೊಮೊರಿಯನ್ ಫ್ರಾಂಕ್",
 			'one'	=>	"ಕೊಮೊರಿಯನ್ ಫ್ರಾಂಕ್",
 			'many'	=>	"ಕೊಮೊರಿಯನ್ ಫ್ರಾಂಕ್"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"ಉತ್ತರ ಕೊರಿಯನ್ ವೋನ್",
 			'one'	=>	"ಉತ್ತರ ಕೊರಿಯನ್ ವೋನ್",
 			'many'	=>	"ಉತ್ತರ ಕೊರಿಯನ್ ವೋನ್"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"ದಕ್ಷಿಣ ಕೊರಿಯನ್ ವೊನ್",
 			'one'	=>	"ದಕ್ಷಿಣ ಕೊರಿಯನ್ ವೊನ್",
 			'many'	=>	"ದಕ್ಷಿಣ ಕೊರಿಯನ್ ವೊನ್"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"ಕುವೈತೀ ದಿನಾರ್",
 			'one'	=>	"ಕುವೈತೀ ದಿನಾರ್",
 			'many'	=>	"ಕುವೈತೀ ದಿನಾರ್"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"ಕೆಮ್ಯಾನ್‌ ಐಲ್ಯಾಂಡ್‌ನ ಡಾಲರ್‌",
 			'one'	=>	"ಕೆಮ್ಯಾನ್‌ ಐಲ್ಯಾಂಡ್‌ನ ಡಾಲರ್‌",
 			'many'	=>	"ಕೆಮ್ಯಾನ್‌ ಐಲ್ಯಾಂಡ್‌ನ ಡಾಲರ್‌"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"ಕಜಕಿಸ್ತಾನ್ ತೆಂಗೇ",
 			'one'	=>	"ಕಜಕಿಸ್ತಾನ್ ತೆಂಗೇ",
 			'many'	=>	"ಕಜಕಿಸ್ತಾನ್ ತೆಂಗೇ"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"ಲೋಟಿಯನ್ ಕಿಪ್",
 			'one'	=>	"ಲೋಟಿಯನ್ ಕಿಪ್",
 			'many'	=>	"ಲೋಟಿಯನ್ ಕಿಪ್"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"ಲೆಬೆನೀಸ್ ಪೌಂಡ್",
 			'one'	=>	"ಲೆಬೆನೀಸ್ ಪೌಂಡ್",
 			'many'	=>	"ಲೆಬೆನೀಸ್ ಪೌಂಡ್"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"ಶ್ರೀಲಂಕಾದ ರುಪೀ",
 			'one'	=>	"ಶ್ರೀಲಂಕಾದ ರುಪೀ",
 			'many'	=>	"ಶ್ರೀಲಂಕಾದ ರುಪೀ"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"ಲಿಬೇರಿಯನ್ ಡಾಲರ್",
 			'one'	=>	"ಲಿಬೇರಿಯನ್ ಡಾಲರ್",
 			'many'	=>	"ಲಿಬೇರಿಯನ್ ಡಾಲರ್"
 		),

		'LSL'	=>	 array
		(
			'name'	=>	"ಲೆಸೊತೊ ಲೊತಿ",
 			'one'	=>	"ಲೆಸೊತೊ ಲೊತಿ",
 			'many'	=>	"ಲೆಸೊತೊ ಲೊತಿ"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"ಲಿಥುನಿಯನ್‌ ಲಿತಾಸ್‌",
 			'one'	=>	"ಲಿಥುನಿಯನ್‌ ಲಿತಾಸ್‌",
 			'many'	=>	"ಲಿಥುನಿಯನ್‌ ಲಿತಾಸ್‌"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"ಲ್ಯಾಟ್ವಿಯನ್ ಲ್ಯಾಟ್ಸ್",
 			'one'	=>	"ಲ್ಯಾಟ್ವಿಯನ್ ಲ್ಯಾಟ್ಸ್",
 			'many'	=>	"ಲ್ಯಾಟ್ವಿಯನ್ ಲ್ಯಾಟ್ಸ್"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"ಲಿಬಿಯಾದ ದಿನಾರ್‌",
 			'one'	=>	"ಲಿಬಿಯಾದ ದಿನಾರ್‌",
 			'many'	=>	"ಲಿಬಿಯಾದ ದಿನಾರ್‌"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"ಮೊರೊಕನ್ ದಿರ್‌ಹಮ್",
 			'one'	=>	"ಮೊರೊಕನ್ ದಿರ್‌ಹಮ್",
 			'many'	=>	"ಮೊರೊಕನ್ ದಿರ್‌ಹಮ್"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"ಮಲ್ದೋವಾದ ಲೆವೂ",
 			'one'	=>	"ಮಲ್ದೋವಾದ ಲೆವೂ",
 			'many'	=>	"ಮಲ್ದೋವಾದ ಲೆವೂ"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"ಮಲಗಾಸಿ ಅರಿಯಾರಿ",
 			'one'	=>	"ಮಲಗಾಸಿ ಅರಿಯಾರಿ",
 			'many'	=>	"ಮಲಗಾಸಿ ಅರಿಯಾರಿ"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"ಮೆಸಡೋನಿಯನ್ ದಿನಾರ್",
 			'one'	=>	"ಮೆಸಡೋನಿಯನ್ ದಿನಾರ್",
 			'many'	=>	"ಮೆಸಡೋನಿಯನ್ ದಿನಾರ್"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"ಮ್ಯಾನ್ಮಾ ಕ್ಯಾಟ್",
 			'one'	=>	"ಮ್ಯಾನ್ಮಾ ಕ್ಯಾಟ್",
 			'many'	=>	"ಮ್ಯಾನ್ಮಾ ಕ್ಯಾಟ್"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"ಮಂಗೋಲಿಯಾದ ತುಗ್ರಿಕ್‌‌",
 			'one'	=>	"ಮಂಗೋಲಿಯಾದ ತುಗ್ರಿಕ್‌‌",
 			'many'	=>	"ಮಂಗೋಲಿಯಾದ ತುಗ್ರಿಕ್‌‌"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"ಮಕ್ಯೂದ ಪಟಕಾ",
 			'one'	=>	"ಮಕ್ಯೂದ ಪಟಕಾ",
 			'many'	=>	"ಮಕ್ಯೂದ ಪಟಕಾ"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"ಮೌರೀಶಿಯನಿಯನ್ ಒಗಿಯ",
 			'one'	=>	"ಮೌರೀಶಿಯನಿಯನ್ ಒಗಿಯ",
 			'many'	=>	"ಮೌರೀಶಿಯನಿಯನ್ ಒಗಿಯ"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"ಮಾರಿಷಿಯನ್ ರುಪಿ",
 			'one'	=>	"ಮಾರಿಷಿಯನ್ ರುಪಿ",
 			'many'	=>	"ಮಾರಿಷಿಯನ್ ರುಪಿ"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"ಮಾಲ್ಡೀವಿಯನ್ ರುಫಿಯಾ",
 			'one'	=>	"ಮಾಲ್ಡೀವಿಯನ್ ರುಫಿಯಾ",
 			'many'	=>	"ಮಾಲ್ಡೀವಿಯನ್ ರುಫಿಯಾ"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"ಮಲಾವಿಯ ಕ್ವಾಚ",
 			'one'	=>	"ಮಲಾವಿಯ ಕ್ವಾಚ",
 			'many'	=>	"ಮಲಾವಿಯ ಕ್ವಾಚ"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"ಮೆಕ್ಸಿಕೊದ ಪೆಸೊ",
 			'one'	=>	"ಮೆಕ್ಸಿಕೊದ ಪೆಸೊ",
 			'many'	=>	"ಮೆಕ್ಸಿಕೊದ ಪೆಸೊ"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"ಮಲೇಶಿಯನ್ ರಿಂಗಿಟ್ಟ್",
 			'one'	=>	"ಮಲೇಶಿಯನ್ ರಿಂಗಿಟ್ಟ್",
 			'many'	=>	"ಮಲೇಶಿಯನ್ ರಿಂಗಿಟ್ಟ್"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"ಮೊಝಾಂಬಿಕನ್ ಮೆಟಿಕಲ್",
 			'one'	=>	"ಮೊಝಾಂಬಿಕನ್ ಮೆಟಿಕಲ್",
 			'many'	=>	"ಮೊಝಾಂಬಿಕನ್ ಮೆಟಿಕಲ್"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"ನಮೀಬಿಯನ್ ಡಾಲರ್",
 			'one'	=>	"ನಮೀಬಿಯನ್ ಡಾಲರ್",
 			'many'	=>	"ನಮೀಬಿಯನ್ ಡಾಲರ್"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"ನೈಜೀರಿಯಾದ ನೇರಾ",
 			'one'	=>	"ನೈಜೀರಿಯಾದ ನೇರಾ",
 			'many'	=>	"ನೈಜೀರಿಯಾದ ನೇರಾ"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"ನಿಕಾರಗ್ವಾದ ಕರ್ದೊಬಾ",
 			'one'	=>	"ನಿಕಾರಗ್ವಾದ ಕರ್ದೊಬಾ",
 			'many'	=>	"ನಿಕಾರಗ್ವಾದ ಕರ್ದೊಬಾ"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"ನಾರ್‌ವೇಜಿಯನ್ ಕ್ರೋನ್",
 			'one'	=>	"ನಾರ್‌ವೇಜಿಯನ್ ಕ್ರೋನ್",
 			'many'	=>	"ನಾರ್‌ವೇಜಿಯನ್ ಕ್ರೋನ್"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"ನೇಪಾಳದ ರುಪೀ",
 			'one'	=>	"ನೇಪಾಳದ ರುಪೀ",
 			'many'	=>	"ನೇಪಾಳದ ರುಪೀ"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"ನ್ಯೂಜಿಲ್ಯಾಂಡ್ ಡಾಲರ್",
 			'one'	=>	"ನ್ಯೂಜಿಲ್ಯಾಂಡ್ ಡಾಲರ್",
 			'many'	=>	"ನ್ಯೂಜಿಲ್ಯಾಂಡ್ ಡಾಲರ್"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"ಒಮಾನಿ ರಿಯಲ್",
 			'one'	=>	"ಒಮಾನಿ ರಿಯಲ್",
 			'many'	=>	"ಒಮಾನಿ ರಿಯಲ್"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"ಪನಾಮಾನಿಯನ್ ಬಲ್ಬೋವಾ",
 			'one'	=>	"ಪನಾಮಾನಿಯನ್ ಬಲ್ಬೋವಾ",
 			'many'	=>	"ಪನಾಮಾನಿಯನ್ ಬಲ್ಬೋವಾ"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"ಪೆರುವಿಯನ್ ನವೆವೋ ಸೊಲ್",
 			'one'	=>	"ಪೆರುವಿಯನ್ ನವೆವೋ ಸೊಲ್",
 			'many'	=>	"ಪೆರುವಿಯನ್ ನವೆವೋ ಸೊಲ್"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"ಪಪುವಾ ನ್ಯೂ ಗುನಿಯನ್ ಕಿನಾ",
 			'one'	=>	"ಪಪುವಾ ನ್ಯೂ ಗುನಿಯನ್ ಕಿನಾ",
 			'many'	=>	"ಪಪುವಾ ನ್ಯೂ ಗುನಿಯನ್ ಕಿನಾ"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"ಫಿಲಿಪ್ಪೈನ್ ಪೆಸೊ",
 			'one'	=>	"ಫಿಲಿಪ್ಪೈನ್ ಪೆಸೊ",
 			'many'	=>	"ಫಿಲಿಪ್ಪೈನ್ ಪೆಸೊ"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"ಪಾಕಿಸ್ತಾನದ ರುಪೀ",
 			'one'	=>	"ಪಾಕಿಸ್ತಾನದ ರುಪೀ",
 			'many'	=>	"ಪಾಕಿಸ್ತಾನದ ರುಪೀ"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"ಪೊಲಿಶ್ ಝ್ಲೋಟಿ",
 			'one'	=>	"ಪೊಲಿಶ್ ಝ್ಲೋಟಿ",
 			'many'	=>	"ಪೊಲಿಶ್ ಝ್ಲೋಟಿ"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"ಪೆರುಗ್ವೇಯ ಗ್ವಾರನೀ",
 			'one'	=>	"ಪೆರುಗ್ವೇಯ ಗ್ವಾರನೀ",
 			'many'	=>	"ಪೆರುಗ್ವೇಯ ಗ್ವಾರನೀ"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"ಖತಾರಿ ರಿಯಲ್",
 			'one'	=>	"ಖತಾರಿ ರಿಯಲ್",
 			'many'	=>	"ಖತಾರಿ ರಿಯಲ್"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"ರೊಮೇನಿಯನ್ ಲೆವು",
 			'one'	=>	"ರೊಮೇನಿಯನ್ ಲೆವು",
 			'many'	=>	"ರೊಮೇನಿಯನ್ ಲೆವು"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"ಸೆರ್ಬಿಯನ್ ದಿನಾರ್",
 			'one'	=>	"ಸೆರ್ಬಿಯನ್ ದಿನಾರ್",
 			'many'	=>	"ಸೆರ್ಬಿಯನ್ ದಿನಾರ್"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"ರಶಿಯನ್ ರೂಬಲ್",
 			'one'	=>	"ರಶಿಯನ್ ರೂಬಲ್",
 			'many'	=>	"ರಶಿಯನ್ ರೂಬಲ್"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"ರಾವಂದನ್ ಫ್ರಾಂಕ್",
 			'one'	=>	"ರಾವಂದನ್ ಫ್ರಾಂಕ್",
 			'many'	=>	"ರಾವಂದನ್ ಫ್ರಾಂಕ್"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"ಸೌದಿ ರಿಯಾಲ್",
 			'one'	=>	"ಸೌದಿ ರಿಯಾಲ್",
 			'many'	=>	"ಸೌದಿ ರಿಯಾಲ್"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"ಸೊಲೊಮನ್ ದ್ವೀಪಗಳ ಡಾಲರ್",
 			'one'	=>	"ಸೊಲೊಮನ್ ದ್ವೀಪಗಳ ಡಾಲರ್",
 			'many'	=>	"ಸೊಲೊಮನ್ ದ್ವೀಪಗಳ ಡಾಲರ್"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"ಸೆಚೊಲಿಯೊಸ್ ರುಪಿ",
 			'one'	=>	"ಸೆಚೊಲಿಯೊಸ್ ರುಪಿ",
 			'many'	=>	"ಸೆಚೊಲಿಯೊಸ್ ರುಪಿ"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"ಸೂಡಾನೀಸ್ ಪೌಂಡ್",
 			'one'	=>	"ಸೂಡಾನೀಸ್ ಪೌಂಡ್",
 			'many'	=>	"ಸೂಡಾನೀಸ್ ಪೌಂಡ್"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"ಸ್ವೀಡಿಶ್ ಕ್ರೋನಾ",
 			'one'	=>	"ಸ್ವೀಡಿಶ್ ಕ್ರೋನಾ",
 			'many'	=>	"ಸ್ವೀಡಿಶ್ ಕ್ರೋನಾ"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"ಸಿಂಗಾಪುರ್ ಡಾಲರ್‌",
 			'one'	=>	"ಸಿಂಗಾಪುರ್ ಡಾಲರ್‌",
 			'many'	=>	"ಸಿಂಗಾಪುರ್ ಡಾಲರ್‌"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"ಸೇಂಟ್ ಹೆಲೇನಾ ಪೌಂಡ್",
 			'one'	=>	"ಸೇಂಟ್ ಹೆಲೇನಾ ಪೌಂಡ್",
 			'many'	=>	"ಸೇಂಟ್ ಹೆಲೇನಾ ಪೌಂಡ್"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"ಸಿಯೆರಾ ಲಿಯೋನಿಯನ್ ಲಿಯೋನ್",
 			'one'	=>	"ಸಿಯೆರಾ ಲಿಯೋನಿಯನ್ ಲಿಯೋನ್",
 			'many'	=>	"ಸಿಯೆರಾ ಲಿಯೋನಿಯನ್ ಲಿಯೋನ್"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"ಸೊಮಾಲಿ ಶಿಲ್ಲಿಂಗ್",
 			'one'	=>	"ಸೊಮಾಲಿ ಶಿಲ್ಲಿಂಗ್",
 			'many'	=>	"ಸೊಮಾಲಿ ಶಿಲ್ಲಿಂಗ್"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"ಸುರಿನಾಮೀಸ್ ಡಾಲರ್",
 			'one'	=>	"ಸುರಿನಾಮೀಸ್ ಡಾಲರ್",
 			'many'	=>	"ಸುರಿನಾಮೀಸ್ ಡಾಲರ್"
 		),

		'SSP'	=>	 array
		(
			'name'	=>	"ದಕ್ಷಿಣ ಸುಡಾನೀಸ್ ಪೌಂಡ್",
 			'one'	=>	"ದಕ್ಷಿಣ ಸುಡಾನೀಸ್ ಪೌಂಡ್",
 			'many'	=>	"ದಕ್ಷಿಣ ಸುಡಾನೀಸ್ ಪೌಂಡ್"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"ಸಾವೊ ಟೋಮ್ ಮತ್ತು ಪ್ರಿನ್ಸಿಪ್ ದೊಬ್ರಾ",
 			'one'	=>	"ಸಾವೊ ಟೋಮ್ ಮತ್ತು ಪ್ರಿನ್ಸಿಪ್ ದೊಬ್ರಾ",
 			'many'	=>	"ಸಾವೊ ಟೋಮ್ ಮತ್ತು ಪ್ರಿನ್ಸಿಪ್ ದೊಬ್ರಾ"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"ಸಿರಿಯನ್ ಪೌಂಡ್",
 			'one'	=>	"ಸಿರಿಯನ್ ಪೌಂಡ್",
 			'many'	=>	"ಸಿರಿಯನ್ ಪೌಂಡ್"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"ಸ್ವಾಜಿ ಲಿಲಂಗೆನಿ",
 			'one'	=>	"ಸ್ವಾಜಿ ಲಿಲಂಗೆನಿ",
 			'many'	=>	"ಸ್ವಾಜಿ ಲಿಲಂಗೆನಿ"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"ಥಾಯ್ ಬಹ್ತ್",
 			'one'	=>	"ಥಾಯ್ ಬಹ್ತ್",
 			'many'	=>	"ಥಾಯ್ ಬಹ್ತ್"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"ತಜಕಿಸ್ತಾನಿ ಸೊಮೋನಿ",
 			'one'	=>	"ತಜಕಿಸ್ತಾನಿ ಸೊಮೋನಿ",
 			'many'	=>	"ತಜಕಿಸ್ತಾನಿ ಸೊಮೋನಿ"
 		),

		'TMT'	=>	 array
		(
			'name'	=>	"ತುರ್ಕ್‌ಮೇನಿಸ್ತಾನಿ ಮನಾತ್",
 			'one'	=>	"ತುರ್ಕ್‌ಮೇನಿಸ್ತಾನಿ ಮನಾತ್",
 			'many'	=>	"ತುರ್ಕ್‌ಮೇನಿಸ್ತಾನಿ ಮನಾತ್"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"ತುನೀಸಿಯನ್ ದಿನಾರ್",
 			'one'	=>	"ತುನೀಸಿಯನ್ ದಿನಾರ್",
 			'many'	=>	"ತುನೀಸಿಯನ್ ದಿನಾರ್"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"ಟೊಂಗಾ ಪಾಂಗ",
 			'one'	=>	"ಟೊಂಗಾ ಪಾಂಗ",
 			'many'	=>	"ಟೊಂಗಾ ಪಾಂಗ"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"ತುರ್ಕಿಶ್ ಲಿರಾ",
 			'one'	=>	"ತುರ್ಕಿಶ್ ಲಿರಾ",
 			'many'	=>	"ತುರ್ಕಿಶ್ ಲಿರಾ"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"ತ್ರಿನಿದಾದ್ ಮತ್ತು ಟೊಬಾಗೊ ಡಾಲರ್",
 			'one'	=>	"ತ್ರಿನಿದಾದ್ ಮತ್ತು ಟೊಬಾಗೊ ಡಾಲರ್",
 			'many'	=>	"ತ್ರಿನಿದಾದ್ ಮತ್ತು ಟೊಬಾಗೊ ಡಾಲರ್"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"ನ್ಯೂ ತೈವಾನ್ ಡಾಲರ್",
 			'one'	=>	"ನ್ಯೂ ತೈವಾನ್ ಡಾಲರ್",
 			'many'	=>	"ನ್ಯೂ ತೈವಾನ್ ಡಾಲರ್"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"ತಾನ್‌ಜೇನಿಯನ್ ಶಿಲ್ಲಿಂಗ್",
 			'one'	=>	"ತಾನ್‌ಜೇನಿಯನ್ ಶಿಲ್ಲಿಂಗ್",
 			'many'	=>	"ತಾನ್‌ಜೇನಿಯನ್ ಶಿಲ್ಲಿಂಗ್"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"ಉಕ್ರೇನಿಯನ್ ಹ್ರಿವ್ನೀಯ",
 			'one'	=>	"ಉಕ್ರೇನಿಯನ್ ಹ್ರಿವ್ನೀಯ",
 			'many'	=>	"ಉಕ್ರೇನಿಯನ್ ಹ್ರಿವ್ನೀಯ"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"ಉಗಾಂಡನ್ ಶಿಲ್ಲಿಂಗ್",
 			'one'	=>	"ಉಗಾಂಡನ್ ಶಿಲ್ಲಿಂಗ್",
 			'many'	=>	"ಉಗಾಂಡನ್ ಶಿಲ್ಲಿಂಗ್"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"ಅಮೆರಿಕದ ಡಾಲರ್‌",
 			'one'	=>	"ಅಮೆರಿಕದ ಡಾಲರ್‌",
 			'many'	=>	"ಅಮೆರಿಕದ ಡಾಲರ್‌"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"ಉರುಗ್ವೆಯ ಪೆಸೊ",
 			'one'	=>	"ಉರುಗ್ವೆಯ ಪೆಸೊ",
 			'many'	=>	"ಉರುಗ್ವೆಯ ಪೆಸೊ"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"ಉಜ್‌ಬೈಕಿಸ್ತಾನ್ ಸೋಮ್",
 			'one'	=>	"ಉಜ್‌ಬೈಕಿಸ್ತಾನ್ ಸೋಮ್",
 			'many'	=>	"ಉಜ್‌ಬೈಕಿಸ್ತಾನ್ ಸೋಮ್"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"ವೆನಿಜುಲಿಯನ್ ಬೊಲಿವರ್",
 			'one'	=>	"ವೆನಿಜುಲಿಯನ್ ಬೊಲಿವರ್",
 			'many'	=>	"ವೆನಿಜುಲಿಯನ್ ಬೊಲಿವರ್"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"ವಿಯೆಟ್ನಾಮೀಸ್ ಡಾಂಗ್",
 			'one'	=>	"ವಿಯೆಟ್ನಾಮೀಸ್ ಡಾಂಗ್",
 			'many'	=>	"ವಿಯೆಟ್ನಾಮೀಸ್ ಡಾಂಗ್"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"ವನೂತು ವತು",
 			'one'	=>	"ವನೂತು ವತು",
 			'many'	=>	"ವನೂತು ವತು"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"ಸಮೋನ್ ತಲಾ",
 			'one'	=>	"ಸಮೋನ್ ತಲಾ",
 			'many'	=>	"ಸಮೋನ್ ತಲಾ"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"Cfa ಫ್ರಾಂಕ್ Beac",
 			'one'	=>	"Cfa ಫ್ರಾಂಕ್ Beac",
 			'many'	=>	"Cfa ಫ್ರಾಂಕ್ Beac"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"ಪೂರ್ವ ಕೆರೀಬಿಯನ್ ಡಾಲರ್",
 			'one'	=>	"ಪೂರ್ವ ಕೆರೀಬಿಯನ್ ಡಾಲರ್",
 			'many'	=>	"ಪೂರ್ವ ಕೆರೀಬಿಯನ್ ಡಾಲರ್"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"Cfa ಫ್ರಾಂಕ್ Bceao",
 			'one'	=>	"Cfa ಫ್ರಾಂಕ್ Bceao",
 			'many'	=>	"Cfa ಫ್ರಾಂಕ್ Bceao"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"Cfp ಫ್ರಾಂಕ್",
 			'one'	=>	"Cfp ಫ್ರಾಂಕ್",
 			'many'	=>	"Cfp ಫ್ರಾಂಕ್"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"ಗೊತ್ತಿಲ್ಲದ ಕರೆನ್ಸಿ",
 			'one'	=>	"ಗೊತ್ತಿಲ್ಲದ ಕರೆನ್ಸಿ",
 			'many'	=>	"ಗೊತ್ತಿಲ್ಲದ ಕರೆನ್ಸಿ"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"ಯೆಮನಿ ರಿಯಲ್",
 			'one'	=>	"ಯೆಮನಿ ರಿಯಲ್",
 			'many'	=>	"ಯೆಮನಿ ರಿಯಲ್"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"ದಕ್ಷಿಣ ಆಫ್ರಿಕನ್ ರಾಂಡ್",
 			'one'	=>	"ದಕ್ಷಿಣ ಆಫ್ರಿಕನ್ ರಾಂಡ್",
 			'many'	=>	"ದಕ್ಷಿಣ ಆಫ್ರಿಕನ್ ರಾಂಡ್"
 		),

		'ZMK'	=>	 array
		(
			'name'	=>	"ಜಾಂಬಿಯಾ ಕ್ವಾಚ",
 			'one'	=>	"ಜಾಂಬಿಯಾ ಕ್ವಾಚ",
 			'many'	=>	"ಜಾಂಬಿಯಾ ಕ್ವಾಚ"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"ಜಾಂಬಿಯಾ ಕ್ವಾಚ",
 			'one'	=>	"ಜಾಂಬಿಯಾ ಕ್ವಾಚ",
 			'many'	=>	"ಜಾಂಬಿಯಾ ಕ್ವಾಚ"
 		),

    ),
);
