<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'AED'	=>	 array
		(
			'name'	=>	"संयुक्त अरब अमीरात दिरहाम",
 			'one'	=>	"संयुक्त अरब अमीरात दिरहाम",
 			'many'	=>	"संयुक्त अरब अमीरात दिरहाम"
 		),

		'AFA'	=>	 array
		(
			'name'	=>	"अफगानी",
 			'one'	=>	"अफगानी",
 			'many'	=>	"अफगानी"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"अफ़गान अफ़गानी",
 			'one'	=>	"अफ़गान अफ़गानी",
 			'many'	=>	"अफ़गान अफ़गानी"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"अल्बानियाई लेक",
 			'one'	=>	"अल्बानियाई लेक",
 			'many'	=>	"अल्बानियाई लेक"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"आर्मेनियाई द्राम",
 			'one'	=>	"आर्मेनियाई द्राम",
 			'many'	=>	"आर्मेनियाई द्राम"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"नीदरलैंड एंटीलियन गिल्डर",
 			'one'	=>	"नीदरलैंड एंटीलियन गिल्डर",
 			'many'	=>	"नीदरलैंड एंटीलियन गिल्डर"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"अंगोला क्वांज़ा",
 			'one'	=>	"अंगोला क्वांज़ा",
 			'many'	=>	"अंगोला क्वांज़ा"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"अर्जेंटीनी पीसो",
 			'one'	=>	"अर्जेंटीनी पीसो",
 			'many'	=>	"अर्जेंटीनी पीसो"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"ऑस्ट्रेलियाई डॉलर",
 			'one'	=>	"ऑस्ट्रेलियाई डॉलर",
 			'many'	=>	"ऑस्ट्रेलियाई डॉलर"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"अरूबाई फ़्लोरिन",
 			'one'	=>	"अरूबाई फ़्लोरिन",
 			'many'	=>	"अरूबाई फ़्लोरिन"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"अज़रबैजानी मैनेट",
 			'one'	=>	"अज़रबैजानी मैनेट",
 			'many'	=>	"अज़रबैजानी मैनेट"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"बोस्निया हर्ज़ेगोविना परिवर्तनीय मार्क",
 			'one'	=>	"बोस्निया हर्ज़ेगोविना परिवर्तनीय मार्क",
 			'many'	=>	"बोस्निया हर्ज़ेगोविना परिवर्तनीय मार्क"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"बार्बेडियन डॉलर",
 			'one'	=>	"बार्बेडियन डॉलर",
 			'many'	=>	"बार्बेडियन डॉलर"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"बांग्लादेशी टका",
 			'one'	=>	"बांग्लादेशी टका",
 			'many'	=>	"बांग्लादेशी टका"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"बुल्गारियाई लेव",
 			'one'	=>	"बुल्गारियाई लेव",
 			'many'	=>	"बुल्गारियाई लेव"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"बहरीनी दिनार",
 			'one'	=>	"बहरीनी दिनार",
 			'many'	=>	"बहरीनी दिनार"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"बुरूंडी फ़्रैंक",
 			'one'	=>	"बुरूंडी फ़्रैंक",
 			'many'	=>	"बुरूंडी फ़्रैंक"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"बरमूडा डॉलर",
 			'one'	=>	"बरमूडा डॉलर",
 			'many'	=>	"बरमूडा डॉलर"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"ब्रूनेई डॉलर",
 			'one'	=>	"ब्रूनेई डॉलर",
 			'many'	=>	"ब्रूनेई डॉलर"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"बोलिवियाई बोलिवियानो",
 			'one'	=>	"बोलिवियाई बोलिवियानो",
 			'many'	=>	"बोलिवियाई बोलिवियानो"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"ब्राज़ीली रियाल",
 			'one'	=>	"ब्राज़ीली रियाल",
 			'many'	=>	"ब्राज़ीली रियाल"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"बहामाई डॉलर",
 			'one'	=>	"बहामाई डॉलर",
 			'many'	=>	"बहामाई डॉलर"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"भूटानी नंगलट्रम",
 			'one'	=>	"भूटानी नंगलट्रम",
 			'many'	=>	"भूटानी नंगलट्रम"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"बोत्सवानियाई पुला",
 			'one'	=>	"बोत्सवानियाई पुला",
 			'many'	=>	"बोत्सवानियाई पुला"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"बेलारूसी रूबल",
 			'one'	=>	"बेलारूसी रूबल",
 			'many'	=>	"बेलारूसी रूबल"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"बेलीज़ डॉलर",
 			'one'	=>	"बेलीज़ डॉलर",
 			'many'	=>	"बेलीज़ डॉलर"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"कनाडाई डॉलर",
 			'one'	=>	"कनाडाई डॉलर",
 			'many'	=>	"कनाडाई डॉलर"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"कोंगोली फ़्रैंक",
 			'one'	=>	"कोंगोली फ़्रैंक",
 			'many'	=>	"कोंगोली फ़्रैंक"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"स्विस फ़्रैंक",
 			'one'	=>	"स्विस फ़्रैंक",
 			'many'	=>	"स्विस फ़्रैंक"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"चिली पीसो",
 			'one'	=>	"चिली पीसो",
 			'many'	=>	"चिली पीसो"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"चीनी युआन",
 			'one'	=>	"चीनी युआन",
 			'many'	=>	"चीनी युआन"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"कोलंबियाई पीसो",
 			'one'	=>	"कोलंबियाई पीसो",
 			'many'	=>	"कोलंबियाई पीसो"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"कोस्टा रिका कोलोन",
 			'one'	=>	"कोस्टा रिका कोलोन",
 			'many'	=>	"कोस्टा रिका कोलोन"
 		),

		'CSD'	=>	 array
		(
			'name'	=>	"सर्बिय का ढीनार",
 			'one'	=>	"सर्बिय का ढीनार",
 			'many'	=>	"सर्बिय का ढीनार"
 		),

		'CUC'	=>	 array
		(
			'name'	=>	"क्यूबाई परिवर्तनीय पीसो",
 			'one'	=>	"क्यूबाई परिवर्तनीय पीसो",
 			'many'	=>	"क्यूबाई परिवर्तनीय पीसो"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"क्यूबाई पीसो",
 			'one'	=>	"क्यूबाई पीसो",
 			'many'	=>	"क्यूबाई पीसो"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"केप वर्ड एस्कूडो",
 			'one'	=>	"केप वर्ड एस्कूडो",
 			'many'	=>	"केप वर्ड एस्कूडो"
 		),

		'CYP'	=>	 array
		(
			'name'	=>	"साईप्रस पाऊंड",
 			'one'	=>	"साईप्रस पाऊंड",
 			'many'	=>	"साईप्रस पाऊंड"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"चेक गणराज्य कोरुना",
 			'one'	=>	"चेक गणराज्य कोरुना",
 			'many'	=>	"चेक गणराज्य कोरुना"
 		),

		'DEM'	=>	 array
		(
			'name'	=>	"डच मार्क",
 			'one'	=>	"डच मार्क",
 			'many'	=>	"डच मार्क"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"जिबूती फ़्रैंक",
 			'one'	=>	"जिबूती फ़्रैंक",
 			'many'	=>	"जिबूती फ़्रैंक"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"डेनमार्क क्रोन",
 			'one'	=>	"डेनमार्क क्रोन",
 			'many'	=>	"डेनमार्क क्रोन"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"डोमिनिकन पीसो",
 			'one'	=>	"डोमिनिकन पीसो",
 			'many'	=>	"डोमिनिकन पीसो"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"अल्जीरियाई दिनार",
 			'one'	=>	"अल्जीरियाई दिनार",
 			'many'	=>	"अल्जीरियाई दिनार"
 		),

		'EEK'	=>	 array
		(
			'name'	=>	"एस्टोनियाई क्रून्",
 			'one'	=>	"एस्टोनियाई क्रून्",
 			'many'	=>	"एस्टोनियाई क्रून्"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"मिस्र पाउंड",
 			'one'	=>	"मिस्र पाउंड",
 			'many'	=>	"मिस्र पाउंड"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"इरीट्रियन नाक्फ़ा",
 			'one'	=>	"इरीट्रियन नाक्फ़ा",
 			'many'	=>	"इरीट्रियन नाक्फ़ा"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"इथियोपियन बिर",
 			'one'	=>	"इथियोपियन बिर",
 			'many'	=>	"इथियोपियन बिर"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"यूरो",
 			'one'	=>	"यूरो",
 			'many'	=>	"यूरो"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"फ़िजी डॉलर",
 			'one'	=>	"फ़िजी डॉलर",
 			'many'	=>	"फ़िजी डॉलर"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"फ़ॉकलैंड द्वीप पाउंड",
 			'one'	=>	"फ़ॉकलैंड द्वीप पाउंड",
 			'many'	=>	"फ़ॉकलैंड द्वीप पाउंड"
 		),

		'FRF'	=>	 array
		(
			'name'	=>	"फ़्रांसीसी फ़्रैंक",
 			'one'	=>	"फ़्रांसीसी फ़्रैंक",
 			'many'	=>	"फ़्रांसीसी फ़्रैंक"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"ब्रिटिश पाउंड स्टर्लिंग",
 			'one'	=>	"ब्रिटिश पाउंड स्टर्लिंग",
 			'many'	=>	"ब्रिटिश पाउंड स्टर्लिंग"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"जॉर्जियन लारी",
 			'one'	=>	"जॉर्जियन लारी",
 			'many'	=>	"जॉर्जियन लारी"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"घानियन सेडी",
 			'one'	=>	"घानियन सेडी",
 			'many'	=>	"घानियन सेडी"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"जिब्राल्टर पाउंड",
 			'one'	=>	"जिब्राल्टर पाउंड",
 			'many'	=>	"जिब्राल्टर पाउंड"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"गैंबियन डलासी",
 			'one'	=>	"गैंबियन डलासी",
 			'many'	=>	"गैंबियन डलासी"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"गिनीयन फ़्रैंक",
 			'one'	=>	"गिनीयन फ़्रैंक",
 			'many'	=>	"गिनीयन फ़्रैंक"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"ग्वाटेमाला क्वेटज़ल",
 			'one'	=>	"ग्वाटेमाला क्वेटज़ल",
 			'many'	=>	"ग्वाटेमाला क्वेटज़ल"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"गयानीज़ डॉलर",
 			'one'	=>	"गयानीज़ डॉलर",
 			'many'	=>	"गयानीज़ डॉलर"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"हाँगकाँग डॉलर",
 			'one'	=>	"हाँगकाँग डॉलर",
 			'many'	=>	"हाँगकाँग डॉलर"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"होंडुरन लेम्पिरा",
 			'one'	=>	"होंडुरन लेम्पिरा",
 			'many'	=>	"होंडुरन लेम्पिरा"
 		),

		'HRD'	=>	 array
		(
			'name'	=>	"क्रोएशियन दिनार",
 			'one'	=>	"क्रोएशियन दिनार",
 			'many'	=>	"क्रोएशियन दिनार"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"क्रोएशियाई कुना",
 			'one'	=>	"क्रोएशियाई कुना",
 			'many'	=>	"क्रोएशियाई कुना"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"हैशियन गर्ड",
 			'one'	=>	"हैशियन गर्ड",
 			'many'	=>	"हैशियन गर्ड"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"हंगेरियन फ़ोरिंट",
 			'one'	=>	"हंगेरियन फ़ोरिंट",
 			'many'	=>	"हंगेरियन फ़ोरिंट"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"इंडोनेशियाई रुपिया",
 			'one'	=>	"इंडोनेशियाई रुपिया",
 			'many'	=>	"इंडोनेशियाई रुपिया"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"इसराइली न्यू शेकेल",
 			'one'	=>	"इसराइली न्यू शेकेल",
 			'many'	=>	"इसराइली न्यू शेकेल"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"भारतीय रुपया",
 			'one'	=>	"भारतीय रुपया",
 			'many'	=>	"भारतीय रूपए"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"इराकी दिनार",
 			'one'	=>	"इराकी दिनार",
 			'many'	=>	"इराकी दिनार"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"ईरानी रियाल",
 			'one'	=>	"ईरानी रियाल",
 			'many'	=>	"ईरानी रियाल"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"आइसलैंडिक क्रोना",
 			'one'	=>	"आइसलैंडिक क्रोना",
 			'many'	=>	"आइसलैंडिक क्रोना"
 		),

		'ITL'	=>	 array
		(
			'name'	=>	"इतली का लीरा",
 			'one'	=>	"इतली का लीरा",
 			'many'	=>	"इतली का लीरा"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"जमैकन डॉलर",
 			'one'	=>	"जमैकन डॉलर",
 			'many'	=>	"जमैकन डॉलर"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"जॉर्डनियन दिनार",
 			'one'	=>	"जॉर्डनियन दिनार",
 			'many'	=>	"जॉर्डनियन दिनार"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"जापानी येन",
 			'one'	=>	"जापानी येन",
 			'many'	=>	"जापानी येन"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"केन्याई शिलिंग",
 			'one'	=>	"केन्याई शिलिंग",
 			'many'	=>	"केन्याई शिलिंग"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"किर्गिस्तानी सोम",
 			'one'	=>	"किर्गिस्तानी सोम",
 			'many'	=>	"किर्गिस्तानी सोम"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"कंबोडियाई रियाल",
 			'one'	=>	"कंबोडियाई रियाल",
 			'many'	=>	"कंबोडियाई रियाल"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"कोमोरियन फ़्रैंक",
 			'one'	=>	"कोमोरियन फ़्रैंक",
 			'many'	=>	"कोमोरियन फ़्रैंक"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"उत्तर कोरियाई वॉन",
 			'one'	=>	"उत्तर कोरियाई वॉन",
 			'many'	=>	"उत्तर कोरियाई वॉन"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"दक्षिण कोरियाई वॉन",
 			'one'	=>	"दक्षिण कोरियाई वॉन",
 			'many'	=>	"दक्षिण कोरियाई वॉन"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"कुवैती दिनार",
 			'one'	=>	"कुवैती दिनार",
 			'many'	=>	"कुवैती दिनार"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"कैमेन द्वीप डॉलर",
 			'one'	=>	"कैमेन द्वीप डॉलर",
 			'many'	=>	"कैमेन द्वीप डॉलर"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"कज़ाखिस्तानी टेंज़",
 			'one'	=>	"कज़ाखिस्तानी टेंज़",
 			'many'	=>	"कज़ाखिस्तानी टेंज़"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"लाओशियन किप",
 			'one'	=>	"लाओशियन किप",
 			'many'	=>	"लाओशियन किप"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"लेबनानी पाउंड",
 			'one'	=>	"लेबनानी पाउंड",
 			'many'	=>	"लेबनानी पाउंड"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"श्रीलंकाई रुपया",
 			'one'	=>	"श्रीलंकाई रुपया",
 			'many'	=>	"श्रीलंकाई रुपए"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"लाइबेरियाई डॉलर",
 			'one'	=>	"लाइबेरियाई डॉलर",
 			'many'	=>	"लाइबेरियाई डॉलर"
 		),

		'LSL'	=>	 array
		(
			'name'	=>	"लेसोथो लोटी",
 			'one'	=>	"लेसोथो लोटी",
 			'many'	=>	"लेसोथो लोटी"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"लिथुआनियाई लितास",
 			'one'	=>	"लिथुआनियाई लितास",
 			'many'	=>	"लिथुआनियाई लितास"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"लात्वियन लैत्स",
 			'one'	=>	"लात्वियन लैत्स",
 			'many'	=>	"लात्वियन लैत्स"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"लीबियाई दिनार",
 			'one'	=>	"लीबियाई दिनार",
 			'many'	=>	"लीबियाई दिनार"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"मोरक्को दिरहम",
 			'one'	=>	"मोरक्को दिरहम",
 			'many'	=>	"मोरक्को दिरहम"
 		),

		'MAF'	=>	 array
		(
			'name'	=>	"मोरक्को फ्रैंक",
 			'one'	=>	"मोरक्को फ्रैंक",
 			'many'	=>	"मोरक्को फ्रैंक"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"मोल्डोवन लियू",
 			'one'	=>	"मोल्डोवन लियू",
 			'many'	=>	"मोल्डोवन लियू"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"मालागासी आरियरी",
 			'one'	=>	"मालागासी आरियरी",
 			'many'	=>	"मालागासी आरियरी"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"मैसीडोनियन दिनार",
 			'one'	=>	"मैसीडोनियन दिनार",
 			'many'	=>	"मैसीडोनियन दिनार"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"म्यांमा क्याट",
 			'one'	=>	"म्यांमा क्याट",
 			'many'	=>	"म्यांमा क्याट"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"मंगोलियाई टगरिक",
 			'one'	=>	"मंगोलियाई टगरिक",
 			'many'	=>	"मंगोलियाई टगरिक"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"मेकानीज़ पाटाका",
 			'one'	=>	"मेकानीज़ पाटाका",
 			'many'	=>	"मेकानीज़ पाटाका"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"मॉरीटेनियन ओगुइया",
 			'one'	=>	"मॉरीटेनियन ओगुइया",
 			'many'	=>	"मॉरीटेनियन ओगुइया"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"मॉरिशियन रुपया",
 			'one'	=>	"मॉरिशियन रुपया",
 			'many'	=>	"मॉरिशियन रुपया"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"मालदीवी रुफ़िया",
 			'one'	=>	"मालदीवी रुफ़िया",
 			'many'	=>	"मालदीवी रुफ़िया"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"मालावियन क्वाचा",
 			'one'	=>	"मालावियन क्वाचा",
 			'many'	=>	"मालावियन क्वाचा"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"मैक्सिकन पीसो",
 			'one'	=>	"मैक्सिकन पीसो",
 			'many'	=>	"मैक्सिकन पीसो"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"मलेशियाई रिंगित",
 			'one'	=>	"मलेशियाई रिंगित",
 			'many'	=>	"मलेशियाई रिंगित"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"मोज़ाम्बिकन मेटिकल",
 			'one'	=>	"मोज़ाम्बिकन मेटिकल",
 			'many'	=>	"मोज़ाम्बिकन मेटिकल"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"नामीबियाई डॉलर",
 			'one'	=>	"नामीबियाई डॉलर",
 			'many'	=>	"नामीबियाई डॉलर"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"नाइजीरियाई नाइरा",
 			'one'	=>	"नाइजीरियाई नाइरा",
 			'many'	=>	"नाइजीरियाई नाइरा"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"निकारागुअन कोरडोबा",
 			'one'	=>	"निकारागुअन कोरडोबा",
 			'many'	=>	"निकारागुअन कोरडोबा"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"नॉर्वेजियन क्रोन",
 			'one'	=>	"नॉर्वेजियन क्रोन",
 			'many'	=>	"नॉर्वेजियन क्रोन"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"नेपाली रुपया",
 			'one'	=>	"नेपाली रुपया",
 			'many'	=>	"नेपाली रुपए"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"न्यूज़ीलैंड डॉलर",
 			'one'	=>	"न्यूज़ीलैंड डॉलर",
 			'many'	=>	"न्यूज़ीलैंड डॉलर"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"ओमानी रियाल",
 			'one'	=>	"ओमानी रियाल",
 			'many'	=>	"ओमानी रियाल"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"पनामेनियन बैल्बोआ",
 			'one'	=>	"पनामेनियन बैल्बोआ",
 			'many'	=>	"पनामेनियन बैल्बोआ"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"पेरूवियन नुएवो सोल",
 			'one'	=>	"पेरूवियन नुएवो सोल",
 			'many'	=>	"पेरूवियन नुएवो सोल"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"पापुआ न्यू गिनीयन किना",
 			'one'	=>	"पापुआ न्यू गिनीयन किना",
 			'many'	=>	"पापुआ न्यू गिनीयन किना"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"फ़िलिपीनी पीसो",
 			'one'	=>	"फ़िलिपीनी पीसो",
 			'many'	=>	"फ़िलिपीनी पीसो"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"पाकिस्तानी रुपया",
 			'one'	=>	"पाकिस्तानी रुपया",
 			'many'	=>	"पाकिस्तानी रुपए"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"पोलिश ज़्लॉटी",
 			'one'	=>	"पोलिश ज़्लॉटी",
 			'many'	=>	"पोलिश ज़्लॉटी"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"पैराग्वियन गुआरानी",
 			'one'	=>	"पैराग्वियन गुआरानी",
 			'many'	=>	"पैराग्वियन गुआरानी"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"क़तरी रियाल",
 			'one'	=>	"क़तरी रियाल",
 			'many'	=>	"क़तरी रियाल"
 		),

		'RHD'	=>	 array
		(
			'name'	=>	"रोडेशियाई डालर",
 			'one'	=>	"रोडेशियाई डालर",
 			'many'	=>	"रोडेशियाई डालर"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"रोमानियाई ल्यू",
 			'one'	=>	"रोमानियाई ल्यू",
 			'many'	=>	"रोमानियाई ल्यू"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"सर्बियन दिनार",
 			'one'	=>	"सर्बियन दिनार",
 			'many'	=>	"सर्बियन दिनार"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"रूसी रूबल",
 			'one'	=>	"रूसी रूबल",
 			'many'	=>	"रूसी रूबल"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"रवांडाई फ़्रैंक",
 			'one'	=>	"रवांडाई फ़्रैंक",
 			'many'	=>	"रवांडाई फ़्रैंक"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"सउदी रियाल",
 			'one'	=>	"सउदी रियाल",
 			'many'	=>	"सउदी रियाल"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"सोलोमन द्वीपसमूह डॉलर",
 			'one'	=>	"सोलोमन द्वीपसमूह डॉलर",
 			'many'	=>	"सोलोमन द्वीपसमूह डॉलर"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"सेशेल्सियाई रुपया",
 			'one'	=>	"सेशेल्सियाई रुपया",
 			'many'	=>	"सेशेल्सियाई रुपया"
 		),

		'SDD'	=>	 array
		(
			'name'	=>	"पुरानी सूडानी दिनार",
 			'one'	=>	"पुरानी सूडानी दिनार",
 			'many'	=>	"पुरानी सूडानी दिनार"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"सूडानी पाउंड",
 			'one'	=>	"सूडानी पाउंड",
 			'many'	=>	"सूडानी पाउंड"
 		),

		'SDP'	=>	 array
		(
			'name'	=>	"पुराना सूडानी पाउंड",
 			'one'	=>	"पुराना सूडानी पाउंड",
 			'many'	=>	"पुराना सूडानी पाउंड"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"स्वीडीश क्रोना",
 			'one'	=>	"स्वीडीश क्रोना",
 			'many'	=>	"स्वीडीश क्रोना"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"सिंगापुर डॉलर",
 			'one'	=>	"सिंगापुर डॉलर",
 			'many'	=>	"सिंगापुर डॉलर"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"सेंट हेलेना पाउंड",
 			'one'	=>	"सेंट हेलेना पाउंड",
 			'many'	=>	"सेंट हेलेना पाउंड"
 		),

		'SIT'	=>	 array
		(
			'name'	=>	"स्लोवेनियाई तोलार",
 			'one'	=>	"स्लोवेनियाई तोलार",
 			'many'	=>	"स्लोवेनियाई तोलार"
 		),

		'SKK'	=>	 array
		(
			'name'	=>	"स्लोवाक कोरुना",
 			'one'	=>	"स्लोवाक कोरुना",
 			'many'	=>	"स्लोवाक कोरुना"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"सिएरा लियोनियन लियोन",
 			'one'	=>	"सिएरा लियोनियन लियोन",
 			'many'	=>	"सिएरा लियोनियन लियोन"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"सोमाली शिलिंग",
 			'one'	=>	"सोमाली शिलिंग",
 			'many'	=>	"सोमाली शिलिंग"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"सूरीनामी डॉलर",
 			'one'	=>	"सूरीनामी डॉलर",
 			'many'	=>	"सूरीनामी डॉलर"
 		),

		'SRG'	=>	 array
		(
			'name'	=>	"सूरीनामी गिल्डर",
 			'one'	=>	"सूरीनामी गिल्डर",
 			'many'	=>	"सूरीनामी गिल्डर"
 		),

		'SSP'	=>	 array
		(
			'name'	=>	"दक्षिण सूडानी पाउंड",
 			'one'	=>	"दक्षिण सूडानी पाउंड",
 			'many'	=>	"दक्षिण सूडानी पाउंड"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"साओ तोम और प्रिंसिपे डोबरा",
 			'one'	=>	"साओ तोम और प्रिंसिपे डोबरा",
 			'many'	=>	"साओ तोम और प्रिंसिपे डोबरा"
 		),

		'SUR'	=>	 array
		(
			'name'	=>	"सोवियत रूबल",
 			'one'	=>	"सोवियत रूबल",
 			'many'	=>	"सोवियत रूबल"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"सीरियाई पाउंड",
 			'one'	=>	"सीरियाई पाउंड",
 			'many'	=>	"सीरियाई पाउंड"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"स्वाज़ी लिलांजेनी",
 			'one'	=>	"स्वाज़ी लिलांजेनी",
 			'many'	=>	"स्वाज़ी लिलांजेनी"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"थाई बहत",
 			'one'	=>	"थाई बहत",
 			'many'	=>	"थाई बहत"
 		),

		'TJR'	=>	 array
		(
			'name'	=>	"तजाखी रूबल",
 			'one'	=>	"तजाखी रूबल",
 			'many'	=>	"तजाखी रूबल"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"ताजिकिस्तानी सोमोनी",
 			'one'	=>	"ताजिकिस्तानी सोमोनी",
 			'many'	=>	"ताजिकिस्तानी सोमोनी"
 		),

		'TMT'	=>	 array
		(
			'name'	=>	"तुर्कमेनिस्तानी मैनत",
 			'one'	=>	"तुर्कमेनिस्तानी मैनत",
 			'many'	=>	"तुर्कमेनिस्तानी मैनत"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"ट्यूनीशियाई दिनार",
 			'one'	=>	"ट्यूनीशियाई दिनार",
 			'many'	=>	"ट्यूनीशियाई दिनार"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"टोंगन पांगा",
 			'one'	=>	"टोंगन पांगा",
 			'many'	=>	"टोंगन पांगा"
 		),

		'TRL'	=>	 array
		(
			'name'	=>	"पुरानी तुर्की लीरा",
 			'one'	=>	"पुरानी तुर्की लीरा",
 			'many'	=>	"पुरानी तुर्की लीरा"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"तुर्की लीरा",
 			'one'	=>	"तुर्की लीरा",
 			'many'	=>	"तुर्की लीरा"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"त्रिनिदाद और टोबैगो डॉलर",
 			'one'	=>	"त्रिनिदाद और टोबैगो डॉलर",
 			'many'	=>	"त्रिनिदाद और टोबैगो डॉलर"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"नया ताईवानी डॉलर",
 			'one'	=>	"नया ताईवानी डॉलर",
 			'many'	=>	"नया ताईवानी डॉलर"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"तंज़ानियाई शिलिंग",
 			'one'	=>	"तंज़ानियाई शिलिंग",
 			'many'	=>	"तंज़ानियाई शिलिंग"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"यूक्रेनियन रिव्निया",
 			'one'	=>	"यूक्रेनियन रिव्निया",
 			'many'	=>	"यूक्रेनियन रिव्निया"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"युगांडाई शिलिंग",
 			'one'	=>	"युगांडाई शिलिंग",
 			'many'	=>	"युगांडाई शिलिंग"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"यूएस डॉलर",
 			'one'	=>	"यूएस डॉलर",
 			'many'	=>	"यूएस डॉलर"
 		),

		'USN'	=>	 array
		(
			'name'	=>	"अमेरीकी डालर",
 			'one'	=>	"अमेरीकी डालर",
 			'many'	=>	"अमेरीकी डालर"
 		),

		'USS'	=>	 array
		(
			'name'	=>	"अमेरीकी डालर",
 			'one'	=>	"अमेरीकी डालर",
 			'many'	=>	"अमेरीकी डालर"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"उरुग्वियन पीसो",
 			'one'	=>	"उरुग्वियन पीसो",
 			'many'	=>	"उरुग्वियन पीसो"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"उज़्बेकिस्तान सोम",
 			'one'	=>	"उज़्बेकिस्तान सोम",
 			'many'	=>	"उज़्बेकिस्तान सोम"
 		),

		'VEB'	=>	 array
		(
			'name'	=>	"वेनेज़ुएला बोलिवर",
 			'one'	=>	"वेनेज़ुएला बोलिवर",
 			'many'	=>	"वेनेज़ुएला बोलिवर"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"वेनेज़ुएला बोलिवर",
 			'one'	=>	"वेनेज़ुएला बोलिवर",
 			'many'	=>	"वेनेज़ुएला बोलिवर"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"वियतनामी डोंग",
 			'one'	=>	"वियतनामी डोंग",
 			'many'	=>	"वियतनामी डोंग"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"वनुआतू वातू",
 			'one'	=>	"वनुआतू वातू",
 			'many'	=>	"वनुआतू वातू"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"समोआई ताला",
 			'one'	=>	"समोआई ताला",
 			'many'	=>	"समोआई ताला"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"Cfa फ़्रैंक Beac",
 			'one'	=>	"Cfa फ़्रैंक Beac",
 			'many'	=>	"Cfa फ़्रैंक Beac"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"पूर्वी कैरिबियाई डॉलर",
 			'one'	=>	"पूर्वी कैरिबियाई डॉलर",
 			'many'	=>	"पूर्वी कैरिबियाई डॉलर"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"Cfa फ़्रैंक Bceao",
 			'one'	=>	"Cfa फ़्रैंक Bceao",
 			'many'	=>	"Cfa फ़्रैंक Bceao"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"Cfp फ़्रैंक",
 			'one'	=>	"Cfp फ़्रैंक",
 			'many'	=>	"Cfp फ़्रैंक"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"अज्ञात मुद्रा",
 			'one'	=>	"(मुद्रा की अज्ञात इकाई)",
 			'many'	=>	"(अज्ञात मुद्रा)"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"यमनी रियाल",
 			'one'	=>	"यमनी रियाल",
 			'many'	=>	"यमनी रियाल"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"दक्षिण अफ़्रीकी रैंड",
 			'one'	=>	"दक्षिण अफ़्रीकी रैंड",
 			'many'	=>	"दक्षिण अफ़्रीकी रैंड."
 		),

		'ZMK'	=>	 array
		(
			'name'	=>	"ज़ाम्बियन क्वाचा",
 			'one'	=>	"ज़ाम्बियन क्वाचा",
 			'many'	=>	"ज़ाम्बियन क्वाचा"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"ज़ाम्बियन क्वाचा",
 			'one'	=>	"ज़ाम्बियन क्वाचा",
 			'many'	=>	"ज़ाम्बियन क्वाचा"
 		),

    ),
);
