<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'AED'	=>	 array
		(
			'name'	=>	"ឌៀរហាំ អេមីរ៉ាតអារ៉ាប់រួម",
 			'one'	=>	"ឌៀរហាំ អេមីរ៉ាតអារ៉ាប់រួម",
 			'many'	=>	"ឌៀរហាំ អេមីរ៉ាតអារ៉ាប់រួម"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"អាហ្វហ្គានី អាហ្វហ្គានីស្ថាន",
 			'one'	=>	"អាហ្វហ្គានី អាហ្វហ្គានីស្ថាន",
 			'many'	=>	"អាហ្វហ្គានី អាហ្វហ្គានីស្ថាន"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"លិក អាល់បានី",
 			'one'	=>	"លិក អាល់បានី",
 			'many'	=>	"លិក អាល់បានី"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"ដ្រាំ អាមេនី",
 			'one'	=>	"ដ្រាំ អាមេនី",
 			'many'	=>	"ដ្រាំ អាមេនី"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"ហ្គីឌិន ហុល្លង់​អង់ទីលៀន",
 			'one'	=>	"ហ្គីឌិន ហុល្លង់​អង់ទីលៀន",
 			'many'	=>	"ហ្គីឌិន ហុល្លង់​អង់ទីលៀន"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"ក្វាន់ហ្សា អង់ហ្គោឡា",
 			'one'	=>	"ក្វាន់ហ្សា អង់ហ្គោឡា",
 			'many'	=>	"ក្វាន់ហ្សា អង់ហ្គោឡា"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"ប៉ឺហ្សូ អាហ្សង់ទីន",
 			'one'	=>	"ប៉ឺហ្សូ អាហ្សង់ទីន",
 			'many'	=>	"ប៉ឺហ្សូ អាហ្សង់ទីន"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"ដុល្លារ អូស្ត្រាលី",
 			'one'	=>	"ដុល្លារ អូស្ត្រាលី",
 			'many'	=>	"ដុល្លារ អូស្ត្រាលី"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"ហ្វ្រ័ររិញ អារ៉ូបា",
 			'one'	=>	"ហ្វ្រ័ររិញ អារ៉ូបា",
 			'many'	=>	"ហ្វ្រ័ររិញ អារ៉ូបា"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"ម៉ាណាត អាស៊ែបៃហ្សង់",
 			'one'	=>	"ម៉ាណាត អាស៊ែបៃហ្សង់",
 			'many'	=>	"ម៉ាណាត អាស៊ែបៃហ្សង់"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"ម៉ាក ​ខុនវើ់ទីបល បូស្នី",
 			'one'	=>	"ម៉ាក ​ខុនវើ់ទីបល បូស្នី",
 			'many'	=>	"ម៉ាក ​ខុនវើ់ទីបល បូស្នី"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"ដុល្លារ បាបាដុស",
 			'one'	=>	"ដុល្លារ បាបាដុស",
 			'many'	=>	"ដុល្លារ បាបាដុស"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"តាកា បង់ក្លាដែស",
 			'one'	=>	"តាកា បង់ក្លាដែស",
 			'many'	=>	"តាកា បង់ក្លាដែស"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"លីវ ប៊ុលហ្គារី",
 			'one'	=>	"លីវ ប៊ុលហ្គារី",
 			'many'	=>	"លីវ ប៊ុលហ្គារី"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"ឌីណា បារ៉ែន",
 			'one'	=>	"ឌីណា បារ៉ែន",
 			'many'	=>	"ឌីណា បារ៉ែន"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"ហ្វ្រង់ ប៊ូរុនឌី",
 			'one'	=>	"ហ្វ្រង់ ប៊ូរុនឌី",
 			'many'	=>	"ហ្វ្រង់ ប៊ូរុនឌី"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"ដុល្លារ ប៊ឺមុយដា",
 			'one'	=>	"ដុល្លារ ប៊ឺមុយដា",
 			'many'	=>	"ដុល្លារ ប៊ឺមុយដា"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"ដុល្លារ ប្រុយណេ",
 			'one'	=>	"ដុល្លារ ប្រុយណេ",
 			'many'	=>	"ដុល្លារ ប្រុយណេ"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"បូលីវីណូ បូលីវី",
 			'one'	=>	"បូលីវីណូ បូលីវី",
 			'many'	=>	"បូលីវីណូ បូលីវី"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"រៀល ប្រេស៊ីល",
 			'one'	=>	"រៀល ប្រេស៊ីល",
 			'many'	=>	"រៀល ប្រេស៊ីល"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"ដុល្លារ បាហាម៉ា",
 			'one'	=>	"ដុល្លារ បាហាម៉ា",
 			'many'	=>	"ដុល្លារ បាហាម៉ា"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"ញូលត្រឹម ប៊ូតង់",
 			'one'	=>	"ញូលត្រឹម ប៊ូតង់",
 			'many'	=>	"ញូលត្រឹម ប៊ូតង់"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"ពូឡា បុតស្វាណា",
 			'one'	=>	"ពូឡា បុតស្វាណា",
 			'many'	=>	"ពូឡា បុតស្វាណា"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"រ៉ូបល បេឡារុស",
 			'one'	=>	"រ៉ូបល បេឡារុស",
 			'many'	=>	"រ៉ូបល បេឡារុស"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"ដុល្លារ បេលី",
 			'one'	=>	"ដុល្លារ បេលី",
 			'many'	=>	"ដុល្លារ បេលី"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"ដុល្លារ កាណាដា",
 			'one'	=>	"ដុល្លារ កាណាដា",
 			'many'	=>	"ដុល្លារ កាណាដា"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"ហ្វ្រង់ កុងហ្គោ",
 			'one'	=>	"ហ្វ្រង់ កុងហ្គោ",
 			'many'	=>	"ហ្វ្រង់ កុងហ្គោ"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"ហ្វ្រង់ ស្វីស",
 			'one'	=>	"ហ្វ្រង់ ស្វីស",
 			'many'	=>	"ហ្វ្រង់ ស្វីស"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"ប៉ឺហ្សូ ស៊ីលី",
 			'one'	=>	"ប៉ឺហ្សូ ស៊ីលី",
 			'many'	=>	"ប៉ឺហ្សូ ស៊ីលី"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"យ៉ន់ ចិន",
 			'one'	=>	"យ៉ន់ ចិន",
 			'many'	=>	"យ៉ន់ ចិន"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"ប៉ឺហ្សូ កូឡុំប៊ី",
 			'one'	=>	"ប៉ឺហ្សូ កូឡុំប៊ី",
 			'many'	=>	"ប៉ឺហ្សូ កូឡុំប៊ី"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"កូឡុង កូស្តារីកា",
 			'one'	=>	"កូឡុង កូស្តារីកា",
 			'many'	=>	"កូឡុង កូស្តារីកា"
 		),

		'CUC'	=>	 array
		(
			'name'	=>	"ប៉ឺហ្សូ​អាច​បម្លែង​បាន គុយបា",
 			'one'	=>	"ប៉ឺហ្សូ​អាច​បម្លែង​បាន គុយបា",
 			'many'	=>	"ប៉ឺហ្សូ​អាច​បម្លែង​បាន គុយបា"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"ប៉ឺហ្សូ គុយបា",
 			'one'	=>	"ប៉ឺហ្សូ គុយបា",
 			'many'	=>	"ប៉ឺហ្សូ គុយបា"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"អ៊ីស្កូឌូ កាប់វែរ",
 			'one'	=>	"អ៊ីស្កូឌូ កាប់វែរ",
 			'many'	=>	"អ៊ីស្កូឌូ កាប់វែរ"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"កូរុណា សាធារណៈ​ឆេក",
 			'one'	=>	"កូរុណា សាធារណៈ​ឆេក",
 			'many'	=>	"កូរុណា សាធារណៈ​ឆេក"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"ហ្វ្រង់ ជីប៊ូទី",
 			'one'	=>	"ហ្វ្រង់ ជីប៊ូទី",
 			'many'	=>	"ហ្វ្រង់ ជីប៊ូទី"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"ក្រូណេ ដាណាម៉ាក់",
 			'one'	=>	"ក្រូណេ ដាណាម៉ាក់",
 			'many'	=>	"ក្រូណេ ដាណាម៉ាក់"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"ប៉ឺហ្សូ ដូមីនីក",
 			'one'	=>	"ប៉ឺហ្សូ ដូមីនីក",
 			'many'	=>	"ប៉ឺហ្សូ ដូមីនីក"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"ឌីណា អាល់ស៊េរី",
 			'one'	=>	"ឌីណា អាល់ស៊េរី",
 			'many'	=>	"ឌីណា អាល់ស៊េរី"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"ផោន​ អេហ្សីប",
 			'one'	=>	"ផោន​ អេហ្សីប",
 			'many'	=>	"ផោន​ អេហ្សីប"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"ណាក់ហ្វា អេរីត្រេ",
 			'one'	=>	"ណាក់ហ្វា អេរីត្រេ",
 			'many'	=>	"ណាក់ហ្វា អេរីត្រេ"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"ប៊័រ អេត្យូពី",
 			'one'	=>	"ប៊័រ អេត្យូពី",
 			'many'	=>	"ប៊័រ អេត្យូពី"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"អឺរ៉ូ",
 			'one'	=>	"អឺរ៉ូ",
 			'many'	=>	"អឺរ៉ូ"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"ដុល្លារ ហ្វីជី",
 			'one'	=>	"ដុល្លារ ហ្វីជី",
 			'many'	=>	"ដុល្លារ ហ្វីជី"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"ផោន កោះ​ហ្វក់ឡែន",
 			'one'	=>	"ផោន កោះ​ហ្វក់ឡែន",
 			'many'	=>	"ផោន កោះ​ហ្វក់ឡែន"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"ផោនស្ទែរលិញ ចក្រភព​អង់គ្លេស",
 			'one'	=>	"ផោនស្ទែរលិញ ចក្រភព​អង់គ្លេស",
 			'many'	=>	"ផោនស្ទែរលិញ ចក្រភព​អង់គ្លេស"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"ឡារី​ ហ្សកហ្ស៊ី",
 			'one'	=>	"ឡារី​ ហ្សកហ្ស៊ី",
 			'many'	=>	"ឡារី​ ហ្សកហ្ស៊ី"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"ស៊ីឌី ហ្គាណា",
 			'one'	=>	"ស៊ីឌី ហ្គាណា",
 			'many'	=>	"ស៊ីឌី ហ្គាណា"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"ផោន ហ្ស៊ីប្រាល់តា",
 			'one'	=>	"ផោន ហ្ស៊ីប្រាល់តា",
 			'many'	=>	"ផោន ហ្ស៊ីប្រាល់តា"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"ដាឡាស៊ី ហ្គំប៊ី",
 			'one'	=>	"ដាឡាស៊ី ហ្គំប៊ី",
 			'many'	=>	"ដាឡាស៊ី ហ្គំប៊ី"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"ហ្វ្រង់ ហ្គីណេ",
 			'one'	=>	"ហ្វ្រង់ ហ្គីណេ",
 			'many'	=>	"ហ្វ្រង់ ហ្គីណេ"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"ហ្គីស្សាល ក្វាតេម៉ាឡា",
 			'one'	=>	"ហ្គីស្សាល ក្វាតេម៉ាឡា",
 			'many'	=>	"ហ្គីស្សាល ក្វាតេម៉ាឡា"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"ដុល្លារ ហ្គីយ៉ាន",
 			'one'	=>	"ដុល្លារ ហ្គីយ៉ាន",
 			'many'	=>	"ដុល្លារ ហ្គីយ៉ាន"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"ដុល្លារ ហុងកុង",
 			'one'	=>	"ដុល្លារ ហុងកុង",
 			'many'	=>	"ដុល្លារ ហុងកុង"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"លិមពីរ៉ា ហុងឌូរ៉ាស",
 			'one'	=>	"លិមពីរ៉ា ហុងឌូរ៉ាស",
 			'many'	=>	"លិមពីរ៉ា ហុងឌូរ៉ាស"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"គូណា ក្រូអាត",
 			'one'	=>	"គូណា ក្រូអាត",
 			'many'	=>	"គូណា ក្រូអាត"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"ហ្គោឌី ហៃទី",
 			'one'	=>	"ហ្គោឌី ហៃទី",
 			'many'	=>	"ហ្គោឌី ហៃទី"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"ហ្វូរីន ហុងគ្រី",
 			'one'	=>	"ហ្វូរីន ហុងគ្រី",
 			'many'	=>	"ហ្វូរីន ហុងគ្រី"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"រ៉ូព៉្យាស ឥណ្ឌូណេស៊ី",
 			'one'	=>	"រ៉ូព៉្យាស ឥណ្ឌូណេស៊ី",
 			'many'	=>	"រ៉ូព៉្យាស ឥណ្ឌូណេស៊ី"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"ស្ស៊ីហ្គែល អ៊ីស្រាអែល",
 			'one'	=>	"ស្ស៊ីហ្គែល អ៊ីស្រាអែល",
 			'many'	=>	"ស្ស៊ីហ្គែល អ៊ីស្រាអែល"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"រ៉ូពី ឥណ្ឌា",
 			'one'	=>	"រ៉ូពី ឥណ្ឌា",
 			'many'	=>	"រ៉ូពី ឥណ្ឌា"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"ឌីណា អ៊ីរ៉ាក់",
 			'one'	=>	"ឌីណា អ៊ីរ៉ាក់",
 			'many'	=>	"ឌីណា អ៊ីរ៉ាក់"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"រៀល អ៊ីរ៉ង់",
 			'one'	=>	"រៀល អ៊ីរ៉ង់",
 			'many'	=>	"រៀល អ៊ីរ៉ង់"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"ក្រូណា អ៊ីស្លង់",
 			'one'	=>	"ក្រូណា អ៊ីស្លង់",
 			'many'	=>	"ក្រូណា អ៊ីស្លង់"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"ដុល្លារ ហ្សាម៉ាអ៊ីក",
 			'one'	=>	"ដុល្លារ ហ្សាម៉ាអ៊ីក",
 			'many'	=>	"ដុល្លារ ហ្សាម៉ាអ៊ីក"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"ឌីណា ហ្ស៊កដានី",
 			'one'	=>	"ឌីណា ហ្ស៊កដានី",
 			'many'	=>	"ឌីណា ហ្ស៊កដានី"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"យេន ជប៉ុន",
 			'one'	=>	"យេន ជប៉ុន",
 			'many'	=>	"យេន ជប៉ុន"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"ស៊ីលិញ កេនយ៉ា",
 			'one'	=>	"ស៊ីលិញ កេនយ៉ា",
 			'many'	=>	"ស៊ីលិញ កេនយ៉ា"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"សុម កៀហ្ស៊ីស៊ីស្ថាន",
 			'one'	=>	"សុម កៀហ្ស៊ីស៊ីស្ថាន",
 			'many'	=>	"សុម កៀហ្ស៊ីស៊ីស្ថាន"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"រៀល កម្ពុជា",
 			'one'	=>	"រៀល កម្ពុជា",
 			'many'	=>	"រៀល កម្ពុជា"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"ហ្វ្រង់ កូម័រ",
 			'one'	=>	"ហ្វ្រង់ កូម័រ",
 			'many'	=>	"ហ្វ្រង់ កូម័រ"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"វូន កូរ៉េ​ខាង​ជើង",
 			'one'	=>	"វូន កូរ៉េ​ខាង​ជើង",
 			'many'	=>	"វូន កូរ៉េ​ខាង​ជើង"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"វូន កូរ៉េ​ខាង​ត្បូង",
 			'one'	=>	"វូន កូរ៉េ​ខាង​ត្បូង",
 			'many'	=>	"វូន កូរ៉េ​ខាង​ត្បូង"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"ឌីណា គុយវ៉ែត",
 			'one'	=>	"ឌីណា គុយវ៉ែត",
 			'many'	=>	"ឌីណា គុយវ៉ែត"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"ដុល្លារ កោះ​កៃម៉ែន",
 			'one'	=>	"ដុល្លារ កោះ​កៃម៉ែន",
 			'many'	=>	"ដុល្លារ កោះ​កៃម៉ែន"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"តង់ហ្គី កាហ្សាក់ស្ថាន",
 			'one'	=>	"តង់ហ្គី កាហ្សាក់ស្ថាន",
 			'many'	=>	"តង់ហ្គី កាហ្សាក់ស្ថាន"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"គីប ឡាវ",
 			'one'	=>	"គីប ឡាវ",
 			'many'	=>	"គីប ឡាវ"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"ផោន លីបង់",
 			'one'	=>	"ផោន លីបង់",
 			'many'	=>	"ផោន លីបង់"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"រ៉ូពី ស្រីលង្ការ",
 			'one'	=>	"រ៉ូពី ស្រីលង្ការ",
 			'many'	=>	"រ៉ូពី ស្រីលង្ការ"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"ដុល្លារ លីប៊ី",
 			'one'	=>	"ដុល្លារ លីប៊ី",
 			'many'	=>	"ដុល្លារ លីប៊ី"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"លីតា លីទុយអានី",
 			'one'	=>	"លីតា លីទុយអានី",
 			'many'	=>	"លីតា លីទុយអានី"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"ឡាត់ ឡេតូនី",
 			'one'	=>	"ឡាត់ ឡេតូនី",
 			'many'	=>	"ឡាត់ ឡេតូនី"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"ឌីណា លីប៊ី",
 			'one'	=>	"ឌីណា លីប៊ី",
 			'many'	=>	"ឌីណា លីប៊ី"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"ឌៀរហាំ ម៉ារ៉ុក",
 			'one'	=>	"ឌៀរហាំ ម៉ារ៉ុក",
 			'many'	=>	"ឌៀរហាំ ម៉ារ៉ុក"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"លូ ម៉ុលដាវី",
 			'one'	=>	"លូ ម៉ុលដាវី",
 			'many'	=>	"លូ ម៉ុលដាវី"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"អារៀរី ម៉ាឡាហ្គាស៊ី",
 			'one'	=>	"អារៀរី ម៉ាឡាហ្គាស៊ី",
 			'many'	=>	"អារៀរី ម៉ាឡាហ្គាស៊ី"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"ឌីណា ម៉ាសេដ្វាន",
 			'one'	=>	"ឌីណា ម៉ាសេដ្វាន",
 			'many'	=>	"ឌីណា ម៉ាសេដ្វាន"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"គីយ៉ាត ភូមា",
 			'one'	=>	"គីយ៉ាត ភូមា",
 			'many'	=>	"គីយ៉ាត ភូមា"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"ទូរីក ម៉ុងហ្គោលី",
 			'one'	=>	"ទូរីក ម៉ុងហ្គោលី",
 			'many'	=>	"ទូរីក ម៉ុងហ្គោលី"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"ប៉ាតាកា ម៉ាកាវ",
 			'one'	=>	"ប៉ាតាកា ម៉ាកាវ",
 			'many'	=>	"ប៉ាតាកា ម៉ាកាវ"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"អ៊ូហ្គីយ៉ា ម៉ូរីតានី",
 			'one'	=>	"អ៊ូហ្គីយ៉ា ម៉ូរីតានី",
 			'many'	=>	"អ៊ូហ្គីយ៉ា ម៉ូរីតានី"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"រ៉ូពី ម៉ូរីតានី",
 			'one'	=>	"រ៉ូពី ម៉ូរីតានី",
 			'many'	=>	"រ៉ូពី ម៉ូរីតានី"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"រ៉ូហ្វីយ៉ា ម៉ាល់ឌីវ",
 			'one'	=>	"រ៉ូហ្វីយ៉ា ម៉ាល់ឌីវ",
 			'many'	=>	"រ៉ូហ្វីយ៉ា ម៉ាល់ឌីវ"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"ក្វាចា ម៉ាឡាវី",
 			'one'	=>	"ក្វាចា ម៉ាឡាវី",
 			'many'	=>	"ក្វាចា ម៉ាឡាវី"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"ប៉ីហ្សូ ម៉ិកស៉ិក",
 			'one'	=>	"ប៉ីហ្សូ ម៉ិកស៉ិក",
 			'many'	=>	"ប៉ីហ្សូ ម៉ិកស៉ិក"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"រីងហ្គីត ម៉ាឡេស៊ី",
 			'one'	=>	"រីងហ្គីត ម៉ាឡេស៊ី",
 			'many'	=>	"រីងហ្គីត ម៉ាឡេស៊ី"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"មីទីខល ម៉ូសំប៊ិក",
 			'one'	=>	"មីទីខល ម៉ូសំប៊ិក",
 			'many'	=>	"មីទីខល ម៉ូសំប៊ិក"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"ដុល្លារ ណាមីប៊ី",
 			'one'	=>	"ដុល្លារ ណាមីប៊ី",
 			'many'	=>	"ដុល្លារ ណាមីប៊ី"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"ណៃរ៉ា នីហ្សេរីយ៉ា",
 			'one'	=>	"ណៃរ៉ា នីហ្សេរីយ៉ា",
 			'many'	=>	"ណៃរ៉ា នីហ្សេរីយ៉ា"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"ខឌូបា នីការ៉ាហ្គា",
 			'one'	=>	"ខឌូបា នីការ៉ាហ្គា",
 			'many'	=>	"ខឌូបា នីការ៉ាហ្គា"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"ក្រូណេ ន័រវ៉េ",
 			'one'	=>	"ក្រូណេ ន័រវ៉េ",
 			'many'	=>	"ក្រូណេ ន័រវ៉េ"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"រ៉ូពី នេប៉ាល់",
 			'one'	=>	"រ៉ូពី នេប៉ាល់",
 			'many'	=>	"រ៉ូពី នេប៉ាល់"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"ដុល្លារ នូវែលសេឡង់",
 			'one'	=>	"ដុល្លារ នូវែលសេឡង់",
 			'many'	=>	"ដុល្លារ នូវែលសេឡង់"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"រៀល រូម៉ានី",
 			'one'	=>	"រៀល រូម៉ានី",
 			'many'	=>	"រៀល រូម៉ានី"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"បាល់ប៉ៅ ប៉ាណាម៉ា",
 			'one'	=>	"បាល់ប៉ៅ ប៉ាណាម៉ា",
 			'many'	=>	"បាល់ប៉ៅ ប៉ាណាម៉ា"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"ញូវ៉ូសូល ប៉េរូ",
 			'one'	=>	"ញូវ៉ូសូល ប៉េរូ",
 			'many'	=>	"ញូវ៉ូសូល ប៉េរូ"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"គីណា ប៉ាពូនូហ្គីណេ",
 			'one'	=>	"គីណា ប៉ាពូនូហ្គីណេ",
 			'many'	=>	"គីណា ប៉ាពូនូហ្គីណេ"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"ប៉ឺហ្សូ ហ្វីលីពីន",
 			'one'	=>	"ប៉ឺហ្សូ ហ្វីលីពីន",
 			'many'	=>	"ប៉ឺហ្សូ ហ្វីលីពីន"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"រ៉ូពី ប៉ាគីស្ថាន",
 			'one'	=>	"រ៉ូពី ប៉ាគីស្ថាន",
 			'many'	=>	"រ៉ូពី ប៉ាគីស្ថាន"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"ហ្សូទី ប៉ូឡូញ",
 			'one'	=>	"ហ្សូទី ប៉ូឡូញ",
 			'many'	=>	"ហ្សូទី ប៉ូឡូញ"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"ហ្គូរីនី ប៉ារ៉ាហ្គាយ",
 			'one'	=>	"ហ្គូរីនី ប៉ារ៉ាហ្គាយ",
 			'many'	=>	"ហ្គូរីនី ប៉ារ៉ាហ្គាយ"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"រៀល កាតា",
 			'one'	=>	"រៀល កាតា",
 			'many'	=>	"រៀល កាតា"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"លូ រូម៉ានី",
 			'one'	=>	"លូ រូម៉ានី",
 			'many'	=>	"លូ រូម៉ានី"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"ឌីណា សើប",
 			'one'	=>	"ឌីណា សើប",
 			'many'	=>	"ឌីណា សើប"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"រ៉ូបល រុស្ស៊ី",
 			'one'	=>	"រ៉ូបល រុស្ស៊ី",
 			'many'	=>	"រ៉ូបល រុស្ស៊ី"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"ហ្វ្រង់ រវ៉ាន់ដា",
 			'one'	=>	"ហ្វ្រង់ រវ៉ាន់ដា",
 			'many'	=>	"ហ្វ្រង់ រវ៉ាន់ដា"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"រីយ៉ាល អារ៉ាប៊ីសាអូឌីត",
 			'one'	=>	"រីយ៉ាល អារ៉ាប៊ីសាអូឌីត",
 			'many'	=>	"រីយ៉ាល អារ៉ាប៊ីសាអូឌីត"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"ដុល្លារ កោះ​សូឡូម៉ុង",
 			'one'	=>	"ដុល្លារ កោះ​សូឡូម៉ុង",
 			'many'	=>	"ដុល្លារ កោះ​សូឡូម៉ុង"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"រ៉ូពី សីស្ហែល",
 			'one'	=>	"រ៉ូពី សីស្ហែល",
 			'many'	=>	"រ៉ូពី សីស្ហែល"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"ផោន ស៊ូដង់",
 			'one'	=>	"ផោន ស៊ូដង់",
 			'many'	=>	"ផោន ស៊ូដង់"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"ក្រូណា ស៊ុយអែត",
 			'one'	=>	"ក្រូណា ស៊ុយអែត",
 			'many'	=>	"ក្រូណា ស៊ុយអែត"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"ដុល្លារ​ សិង្ហបូរី",
 			'one'	=>	"ដុល្លារ​ សិង្ហបូរី",
 			'many'	=>	"ដុល្លារ​ សិង្ហបូរី"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"ផោន សាំងហេឡេណា",
 			'one'	=>	"ផោន សាំងហេឡេណា",
 			'many'	=>	"ផោន សាំងហេឡេណា"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"លីអ៊ុន សៀរ៉ាឡេអូន",
 			'one'	=>	"លីអ៊ុន សៀរ៉ាឡេអូន",
 			'many'	=>	"លីអ៊ុន សៀរ៉ាឡេអូន"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"ស៊ីលិញ សូម៉ាលី",
 			'one'	=>	"ស៊ីលិញ សូម៉ាលី",
 			'many'	=>	"ស៊ីលិញ សូម៉ាលី"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"ដុល្លារ សូរីណាម",
 			'one'	=>	"ដុល្លារ សូរីណាម",
 			'many'	=>	"ដុល្លារ សូរីណាម"
 		),

		'SSP'	=>	 array
		(
			'name'	=>	"ផោន ស៊ូដង់​ខាង​ត្បូង",
 			'one'	=>	"ផោន ស៊ូដង់​ខាង​ត្បូង",
 			'many'	=>	"ផោន ស៊ូដង់​ខាង​ត្បូង"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"ឌូប្រា សៅតូម៉េ និងប្រាំងស៊ីប",
 			'one'	=>	"ឌូប្រា សៅតូម៉េ និងប្រាំងស៊ីប",
 			'many'	=>	"ឌូប្រា សៅតូម៉េ និងប្រាំងស៊ីប"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"ផោន ស៊ីរី",
 			'one'	=>	"ផោន ស៊ីរី",
 			'many'	=>	"ផោន ស៊ីរី"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"លីឡាងហ្គីនី ស្វាស៊ីឡង់",
 			'one'	=>	"លីឡាងហ្គីនី ស្វាស៊ីឡង់",
 			'many'	=>	"លីឡាងហ្គីនី ស្វាស៊ីឡង់"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"បាត ថៃ",
 			'one'	=>	"បាត ថៃ",
 			'many'	=>	"បាត ថៃ"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"សូមុនី តាហ្ស៊ីគីស្ថាន",
 			'one'	=>	"សូមុនី តាហ្ស៊ីគីស្ថាន",
 			'many'	=>	"សូមុនី តាហ្ស៊ីគីស្ថាន"
 		),

		'TMT'	=>	 array
		(
			'name'	=>	"ម៉ាណាត តួកម៉េនីស្ថាន",
 			'one'	=>	"ម៉ាណាត តួកម៉េនីស្ថាន",
 			'many'	=>	"ម៉ាណាត តួកម៉េនីស្ថាន"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"ឌីណា ទុយនីស៊ី",
 			'one'	=>	"ឌីណា ទុយនីស៊ី",
 			'many'	=>	"ឌីណា ទុយនីស៊ី"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"ប៉ាអង់កា តុងហ្គា",
 			'one'	=>	"ប៉ាអង់កា តុងហ្គា",
 			'many'	=>	"ប៉ាអង់កា តុងហ្គា"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"លីរ៉ា ទួគី",
 			'one'	=>	"លីរ៉ា ទួគី",
 			'many'	=>	"លីរ៉ា ទួគី"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"ដុល្លារ ទ្រីនីដាដ និងតូបាហ្គោ",
 			'one'	=>	"ដុល្លារ ទ្រីនីដាដ និងតូបាហ្គោ",
 			'many'	=>	"ដុល្លារ ទ្រីនីដាដ និងតូបាហ្គោ"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"ដុល្លារ តៃវ៉ាន់",
 			'one'	=>	"ដុល្លារ តៃវ៉ាន់",
 			'many'	=>	"ដុល្លារ តៃវ៉ាន់"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"ស៊ីលិញ តង់សានី",
 			'one'	=>	"ស៊ីលិញ តង់សានី",
 			'many'	=>	"ស៊ីលិញ តង់សានី"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"ហ៊ូនីយ៉ា អ៊ុយក្រែន",
 			'one'	=>	"ហ៊ូនីយ៉ា អ៊ុយក្រែន",
 			'many'	=>	"ហ៊ូនីយ៉ា អ៊ុយក្រែន"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"ស៊ីលិញ អ៊ូហ្គង់ដា",
 			'one'	=>	"ស៊ីលិញ អ៊ូហ្គង់ដា",
 			'many'	=>	"ស៊ីលិញ អ៊ូហ្គង់ដា"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"ដុល្លារ អាមេរិក",
 			'one'	=>	"ដុល្លារ អាមេរិក",
 			'many'	=>	"ដុល្លារ អាមេរិក"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"ប៉ឺហ្សូ អ៊ុយរូហ្គាយ",
 			'one'	=>	"ប៉ឺហ្សូ អ៊ុយរូហ្គាយ",
 			'many'	=>	"ប៉ឺហ្សូ អ៊ុយរូហ្គាយ"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"សុម អ៊ូសបេគីស្ថាន",
 			'one'	=>	"សុម អ៊ូសបេគីស្ថាន",
 			'many'	=>	"សុម អ៊ូសបេគីស្ថាន"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"ប៊ូលីវ៉ា វ៉េណេស៊ុយអេឡា",
 			'one'	=>	"ប៊ូលីវ៉ា វ៉េណេស៊ុយអេឡា",
 			'many'	=>	"ប៊ូលីវ៉ា វ៉េណេស៊ុយអេឡា"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"ដុង វៀតណាម",
 			'one'	=>	"ដុង វៀតណាម",
 			'many'	=>	"ដុង វៀតណាម"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"វ៉ាទូ វ៉ានូទូ",
 			'one'	=>	"វ៉ាទូ វ៉ានូទូ",
 			'many'	=>	"វ៉ាទូ វ៉ានូទូ"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"តាឡា សាម័រ",
 			'one'	=>	"តាឡា សាម័រ",
 			'many'	=>	"តាឡា សាម័រ"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"ហ្វ្រង់ Beac Cfa",
 			'one'	=>	"ហ្វ្រង់ Beac Cfa",
 			'many'	=>	"ហ្វ្រង់ Beac Cfa"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"ដុល្លារ ការ៉ាប៊ីន​ខាង​កើត",
 			'one'	=>	"ដុល្លារ ការ៉ាប៊ីន​ខាង​កើត",
 			'many'	=>	"ដុល្លារ ការ៉ាប៊ីន​ខាង​កើត"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"ហ្វ្រង់ Bceao Cfa",
 			'one'	=>	"ហ្វ្រង់ Bceao Cfa",
 			'many'	=>	"ហ្វ្រង់ Bceao Cfa"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"ហ្វ្រង់ Cfp",
 			'one'	=>	"ហ្វ្រង់ Cfp",
 			'many'	=>	"ហ្វ្រង់ Cfp"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"មិនស្គាល់​រូបិយប័ណ្ណ",
 			'one'	=>	"មិនស្គាល់​រូបិយប័ណ្ណ",
 			'many'	=>	"មិនស្គាល់​រូបិយប័ណ្ណ"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"រៀល យេម៉ែន",
 			'one'	=>	"រៀល យេម៉ែន",
 			'many'	=>	"រៀល យេម៉ែន"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"រ៉ង់ អាព្រិក​ខាង​ត្បូង",
 			'one'	=>	"រ៉ង់ អាព្រិក​ខាង​ត្បូង",
 			'many'	=>	"រ៉ង់ អាព្រិក​ខាង​ត្បូង"
 		),

		'ZMK'	=>	 array
		(
			'name'	=>	"ក្វាចា សំប៊ី",
 			'one'	=>	"ក្វាចា សំប៊ី",
 			'many'	=>	"ក្វាចា សំប៊ី"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"ក្វាចា សំប៊ី",
 			'one'	=>	"ក្វាចា សំប៊ី",
 			'many'	=>	"ក្វាចា សំប៊ី"
 		),

    ),
);
