<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'ADP'	=>	 array
		(
			'name'	=>	"アンドラ ペセタ",
 			'one'	=>	"アンドラ ペセタ",
 			'many'	=>	"アンドラ ペセタ"
 		),

		'AED'	=>	 array
		(
			'name'	=>	"アラブ首長国連邦ディルハム",
 			'one'	=>	"アラブ首長国連邦ディルハム",
 			'many'	=>	"アラブ首長国連邦ディルハム"
 		),

		'AFA'	=>	 array
		(
			'name'	=>	"アフガニスタン アフガニー",
 			'one'	=>	"アフガニスタン アフガニー",
 			'many'	=>	"アフガニスタン アフガニー"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"アフガニー",
 			'one'	=>	"アフガニー",
 			'many'	=>	"アフガニー"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"アルバニア レク",
 			'one'	=>	"アルバニア レク",
 			'many'	=>	"アルバニア レク"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"アルメニア ドラム",
 			'one'	=>	"アルメニア ドラム",
 			'many'	=>	"アルメニア ドラム"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"オランダ領アンティル ギルダー",
 			'one'	=>	"オランダ領アンティル ギルダー",
 			'many'	=>	"オランダ領アンティル ギルダー"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"クワンザ",
 			'one'	=>	"クワンザ",
 			'many'	=>	"クワンザ"
 		),

		'AOK'	=>	 array
		(
			'name'	=>	"アンゴラ クワンザ",
 			'one'	=>	"アンゴラ クワンザ",
 			'many'	=>	"アンゴラ クワンザ"
 		),

		'AON'	=>	 array
		(
			'name'	=>	"アンゴラ 新クワンザ",
 			'one'	=>	"アンゴラ 新クワンザ",
 			'many'	=>	"アンゴラ 新クワンザ"
 		),

		'AOR'	=>	 array
		(
			'name'	=>	"アンゴラ 旧クワンザ",
 			'one'	=>	"アンゴラ 旧クワンザ",
 			'many'	=>	"アンゴラ 旧クワンザ"
 		),

		'ARA'	=>	 array
		(
			'name'	=>	"アルゼンチン アゥストラール",
 			'one'	=>	"アルゼンチン アゥストラール",
 			'many'	=>	"アルゼンチン アゥストラール"
 		),

		'ARL'	=>	 array
		(
			'name'	=>	"アルゼンチン・ペソ・レイ",
 			'one'	=>	"アルゼンチン・ペソ・レイ",
 			'many'	=>	"アルゼンチン・ペソ・レイ"
 		),

		'ARM'	=>	 array
		(
			'name'	=>	"アルゼンチン・ペソ",
 			'one'	=>	"アルゼンチン・ペソ",
 			'many'	=>	"アルゼンチン・ペソ"
 		),

		'ARP'	=>	 array
		(
			'name'	=>	"アルゼンチン ペソ",
 			'one'	=>	"アルゼンチン ペソ",
 			'many'	=>	"アルゼンチン ペソ"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"アルゼンチン ペソ",
 			'one'	=>	"アルゼンチン ペソ",
 			'many'	=>	"アルゼンチン ペソ"
 		),

		'ATS'	=>	 array
		(
			'name'	=>	"オーストリア シリング",
 			'one'	=>	"オーストリア シリング",
 			'many'	=>	"オーストリア シリング"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"オーストラリア ドル",
 			'one'	=>	"オーストラリア ドル",
 			'many'	=>	"オーストラリア ドル"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"アルバ ギルダー",
 			'one'	=>	"アルバ ギルダー",
 			'many'	=>	"アルバ ギルダー"
 		),

		'AZM'	=>	 array
		(
			'name'	=>	"アゼルバイジャン マナト",
 			'one'	=>	"アゼルバイジャン マナト",
 			'many'	=>	"アゼルバイジャン マナト"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"アゼルバイジャン マナト",
 			'one'	=>	"アゼルバイジャン マナト",
 			'many'	=>	"アゼルバイジャン マナト"
 		),

		'BAD'	=>	 array
		(
			'name'	=>	"ボスニア・ヘルツェゴビナ ディナール",
 			'one'	=>	"ボスニア・ヘルツェゴビナ ディナール",
 			'many'	=>	"ボスニア・ヘルツェゴビナ ディナール"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"ボスニア マルク",
 			'one'	=>	"ボスニア マルク",
 			'many'	=>	"ボスニア マルク"
 		),

		'BAN'	=>	 array
		(
			'name'	=>	"ボスニア・ヘルツェゴビナ 新ディナール",
 			'one'	=>	"ボスニア・ヘルツェゴビナ 新ディナール",
 			'many'	=>	"ボスニア・ヘルツェゴビナ 新ディナール"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"バルバドス ドル",
 			'one'	=>	"バルバドス ドル",
 			'many'	=>	"バルバドス ドル"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"バングラデシュ タカ",
 			'one'	=>	"バングラデシュ タカ",
 			'many'	=>	"バングラデシュ タカ"
 		),

		'BEC'	=>	 array
		(
			'name'	=>	"ベルギー フラン",
 			'one'	=>	"ベルギー フラン",
 			'many'	=>	"ベルギー フラン"
 		),

		'BEF'	=>	 array
		(
			'name'	=>	"ベルギー フラン",
 			'one'	=>	"ベルギー フラン",
 			'many'	=>	"ベルギー フラン"
 		),

		'BEL'	=>	 array
		(
			'name'	=>	"ベルギー フラン",
 			'one'	=>	"ベルギー フラン",
 			'many'	=>	"ベルギー フラン"
 		),

		'BGL'	=>	 array
		(
			'name'	=>	"ブルガリア レフ",
 			'one'	=>	"ブルガリア レフ",
 			'many'	=>	"ブルガリア レフ"
 		),

		'BGM'	=>	 array
		(
			'name'	=>	"ブルガリア社会主義 レフ",
 			'one'	=>	"ブルガリア社会主義 レフ",
 			'many'	=>	"ブルガリア社会主義 レフ"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"ブルガリア 新レフ",
 			'one'	=>	"ブルガリア 新レフ",
 			'many'	=>	"ブルガリア 新レフ"
 		),

		'BGO'	=>	 array
		(
			'name'	=>	"ブルガリア レフ",
 			'one'	=>	"ブルガリア レフ",
 			'many'	=>	"ブルガリア レフ"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"バーレーン ディナール",
 			'one'	=>	"バーレーン ディナール",
 			'many'	=>	"バーレーン ディナール"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"ブルンジ フラン",
 			'one'	=>	"ブルンジ フラン",
 			'many'	=>	"ブルンジ フラン"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"バミューダ ドル",
 			'one'	=>	"バミューダ ドル",
 			'many'	=>	"バミューダ ドル"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"ブルネイ ドル",
 			'one'	=>	"ブルネイ ドル",
 			'many'	=>	"ブルネイ ドル"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"ボリビア ボリビアーノ",
 			'one'	=>	"ボリビア ボリビアーノ",
 			'many'	=>	"ボリビア ボリビアーノ"
 		),

		'BOL'	=>	 array
		(
			'name'	=>	"ボリビア ボリビアーノ",
 			'one'	=>	"ボリビア ボリビアーノ",
 			'many'	=>	"ボリビア ボリビアーノ"
 		),

		'BOP'	=>	 array
		(
			'name'	=>	"ボリビア ペソ",
 			'one'	=>	"ボリビア ペソ",
 			'many'	=>	"ボリビア ペソ"
 		),

		'BOV'	=>	 array
		(
			'name'	=>	"ボリビア",
 			'one'	=>	"ボリビア",
 			'many'	=>	"ボリビア"
 		),

		'BRB'	=>	 array
		(
			'name'	=>	"ブラジル 新クルゼイロ",
 			'one'	=>	"ブラジル 新クルゼイロ",
 			'many'	=>	"ブラジル 新クルゼイロ"
 		),

		'BRC'	=>	 array
		(
			'name'	=>	"ブラジル クルザード",
 			'one'	=>	"ブラジル クルザード",
 			'many'	=>	"ブラジル クルザード"
 		),

		'BRE'	=>	 array
		(
			'name'	=>	"ブラジル クルゼイロ",
 			'one'	=>	"ブラジル クルゼイロ",
 			'many'	=>	"ブラジル クルゼイロ"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"ブラジル レアル",
 			'one'	=>	"ブラジル レアル",
 			'many'	=>	"ブラジル レアル"
 		),

		'BRN'	=>	 array
		(
			'name'	=>	"ブラジル 新クルザード",
 			'one'	=>	"ブラジル 新クルザード",
 			'many'	=>	"ブラジル 新クルザード"
 		),

		'BRR'	=>	 array
		(
			'name'	=>	"ブラジル クルゼイロ",
 			'one'	=>	"ブラジル クルゼイロ",
 			'many'	=>	"ブラジル クルゼイロ"
 		),

		'BRZ'	=>	 array
		(
			'name'	=>	"ブラジル クルゼイロ",
 			'one'	=>	"ブラジル クルゼイロ",
 			'many'	=>	"ブラジル クルゼイロ"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"バハマ ドル",
 			'one'	=>	"バハマ ドル",
 			'many'	=>	"バハマ ドル"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"ブータン ニュルタム",
 			'one'	=>	"ブータン ニュルタム",
 			'many'	=>	"ブータン ニュルタム"
 		),

		'BUK'	=>	 array
		(
			'name'	=>	"ビルマ チャット",
 			'one'	=>	"ビルマ チャット",
 			'many'	=>	"ビルマ チャット"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"ボツワナ プラ",
 			'one'	=>	"ボツワナ プラ",
 			'many'	=>	"ボツワナ プラ"
 		),

		'BYB'	=>	 array
		(
			'name'	=>	"ベラルーシ 新ルーブル",
 			'one'	=>	"ベラルーシ 新ルーブル",
 			'many'	=>	"ベラルーシ 新ルーブル"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"ベラルーシ ルーブル",
 			'one'	=>	"ベラルーシ ルーブル",
 			'many'	=>	"ベラルーシ ルーブル"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"ベリーズ ドル",
 			'one'	=>	"ベリーズ ドル",
 			'many'	=>	"ベリーズ ドル"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"カナダ ドル",
 			'one'	=>	"カナダ ドル",
 			'many'	=>	"カナダ ドル"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"コンゴ フラン",
 			'one'	=>	"コンゴ フラン",
 			'many'	=>	"コンゴ フラン"
 		),

		'CHE'	=>	 array
		(
			'name'	=>	"ユーロ",
 			'one'	=>	"ユーロ",
 			'many'	=>	"ユーロ"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"スイス フラン",
 			'one'	=>	"スイス フラン",
 			'many'	=>	"スイス フラン"
 		),

		'CHW'	=>	 array
		(
			'name'	=>	"フラン",
 			'one'	=>	"フラン",
 			'many'	=>	"フラン"
 		),

		'CLE'	=>	 array
		(
			'name'	=>	"チリ エスクード",
 			'one'	=>	"チリ エスクード",
 			'many'	=>	"チリ エスクード"
 		),

		'CLF'	=>	 array
		(
			'name'	=>	"チリ ウニダ・デ・フォメント",
 			'one'	=>	"チリ ウニダ・デ・フォメント",
 			'many'	=>	"チリ ウニダ・デ・フォメント"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"チリ ペソ",
 			'one'	=>	"チリ ペソ",
 			'many'	=>	"チリ ペソ"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"中国人民元",
 			'one'	=>	"中国人民元",
 			'many'	=>	"中国人民元"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"コロンビア ペソ",
 			'one'	=>	"コロンビア ペソ",
 			'many'	=>	"コロンビア ペソ"
 		),

		'COU'	=>	 array
		(
			'name'	=>	"コロンビア レアル ",
 			'one'	=>	"コロンビア レアル ",
 			'many'	=>	"コロンビア レアル "
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"コスタリカ コロン",
 			'one'	=>	"コスタリカ コロン",
 			'many'	=>	"コスタリカ コロン"
 		),

		'CSD'	=>	 array
		(
			'name'	=>	"セルビア ディナール",
 			'one'	=>	"セルビア ディナール",
 			'many'	=>	"セルビア ディナール"
 		),

		'CSK'	=>	 array
		(
			'name'	=>	"チェコスロバキア コルナ",
 			'one'	=>	"チェコスロバキア コルナ",
 			'many'	=>	"チェコスロバキア コルナ"
 		),

		'CUC'	=>	 array
		(
			'name'	=>	"キューバ 兌換ペソ",
 			'one'	=>	"キューバ 兌換ペソ",
 			'many'	=>	"キューバ 兌換ペソ"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"キューバ ペソ",
 			'one'	=>	"キューバ ペソ",
 			'many'	=>	"キューバ ペソ"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"カーボベルデ エスクード",
 			'one'	=>	"カーボベルデ エスクード",
 			'many'	=>	"カーボベルデ エスクード"
 		),

		'CYP'	=>	 array
		(
			'name'	=>	"キプロス ポンド",
 			'one'	=>	"キプロス ポンド",
 			'many'	=>	"キプロス ポンド"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"チェコ コルナ",
 			'one'	=>	"チェコ コルナ",
 			'many'	=>	"チェコ コルナ"
 		),

		'DDM'	=>	 array
		(
			'name'	=>	"東ドイツ マルク",
 			'one'	=>	"東ドイツ マルク",
 			'many'	=>	"東ドイツ マルク"
 		),

		'DEM'	=>	 array
		(
			'name'	=>	"ドイツ マルク",
 			'one'	=>	"ドイツ マルク",
 			'many'	=>	"ドイツ マルク"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"ジブチ フラン",
 			'one'	=>	"ジブチ フラン",
 			'many'	=>	"ジブチ フラン"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"デンマーク クローネ",
 			'one'	=>	"デンマーク クローネ",
 			'many'	=>	"デンマーク クローネ"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"ドミニカ ペソ",
 			'one'	=>	"ドミニカ ペソ",
 			'many'	=>	"ドミニカ ペソ"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"アルジェリア ディナール",
 			'one'	=>	"アルジェリア ディナール",
 			'many'	=>	"アルジェリア ディナール"
 		),

		'ECS'	=>	 array
		(
			'name'	=>	"エクアドル スクレ",
 			'one'	=>	"エクアドル スクレ",
 			'many'	=>	"エクアドル スクレ"
 		),

		'ECV'	=>	 array
		(
			'name'	=>	"エクアドル",
 			'one'	=>	"エクアドル",
 			'many'	=>	"エクアドル"
 		),

		'EEK'	=>	 array
		(
			'name'	=>	"エストニア クルーン",
 			'one'	=>	"エストニア クルーン",
 			'many'	=>	"エストニア クルーン"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"エジプト ポンド",
 			'one'	=>	"エジプト ポンド",
 			'many'	=>	"エジプト ポンド"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"エリトリア ナクファ",
 			'one'	=>	"エリトリア ナクファ",
 			'many'	=>	"エリトリア ナクファ"
 		),

		'ESA'	=>	 array
		(
			'name'	=>	"スペインペセタ",
 			'one'	=>	"スペインペセタ",
 			'many'	=>	"スペインペセタ"
 		),

		'ESB'	=>	 array
		(
			'name'	=>	"スペイン 兌換ペセタ",
 			'one'	=>	"スペイン 兌換ペセタ",
 			'many'	=>	"スペイン 兌換ペセタ"
 		),

		'ESP'	=>	 array
		(
			'name'	=>	"スペイン ペセタ",
 			'one'	=>	"スペイン ペセタ",
 			'many'	=>	"スペイン ペセタ"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"エチオピア ブル",
 			'one'	=>	"エチオピア ブル",
 			'many'	=>	"エチオピア ブル"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"ユーロ",
 			'one'	=>	"ユーロ",
 			'many'	=>	"ユーロ"
 		),

		'FIM'	=>	 array
		(
			'name'	=>	"フィンランド マルカ",
 			'one'	=>	"フィンランド マルカ",
 			'many'	=>	"フィンランド マルカ"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"フィジー諸島 ドル",
 			'one'	=>	"フィジー諸島 ドル",
 			'many'	=>	"フィジー諸島 ドル"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"フォークランド",
 			'one'	=>	"フォークランド",
 			'many'	=>	"フォークランド"
 		),

		'FRF'	=>	 array
		(
			'name'	=>	"フランス フラン",
 			'one'	=>	"フランス フラン",
 			'many'	=>	"フランス フラン"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"英国ポンド",
 			'one'	=>	"英国ポンド",
 			'many'	=>	"英国ポンド"
 		),

		'GEK'	=>	 array
		(
			'name'	=>	"グルジア クーポン ラリ",
 			'one'	=>	"グルジア クーポン ラリ",
 			'many'	=>	"グルジア クーポン ラリ"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"グルジア ラリ",
 			'one'	=>	"グルジア ラリ",
 			'many'	=>	"グルジア ラリ"
 		),

		'GHC'	=>	 array
		(
			'name'	=>	"ガーナ セディ",
 			'one'	=>	"ガーナ セディ",
 			'many'	=>	"ガーナ セディ"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"ガーナ セディ",
 			'one'	=>	"ガーナ セディ",
 			'many'	=>	"ガーナ セディ"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"ジブラルタル ポンド",
 			'one'	=>	"ジブラルタル ポンド",
 			'many'	=>	"ジブラルタル ポンド"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"ガンビア ダラシ",
 			'one'	=>	"ガンビア ダラシ",
 			'many'	=>	"ガンビア ダラシ"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"ギニア フラン",
 			'one'	=>	"ギニア フラン",
 			'many'	=>	"ギニア フラン"
 		),

		'GNS'	=>	 array
		(
			'name'	=>	"ギニア シリー",
 			'one'	=>	"ギニア シリー",
 			'many'	=>	"ギニア シリー"
 		),

		'GQE'	=>	 array
		(
			'name'	=>	"赤道ギニア エクウェレ",
 			'one'	=>	"赤道ギニア エクウェレ",
 			'many'	=>	"赤道ギニア エクウェレ"
 		),

		'GRD'	=>	 array
		(
			'name'	=>	"ギリシャ ドラクマ",
 			'one'	=>	"ギリシャ ドラクマ",
 			'many'	=>	"ギリシャ ドラクマ"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"グアテマラ ケツァル",
 			'one'	=>	"グアテマラ ケツァル",
 			'many'	=>	"グアテマラ ケツァル"
 		),

		'GWE'	=>	 array
		(
			'name'	=>	"ポルトガル領ギニア エスクード",
 			'one'	=>	"ポルトガル領ギニア エスクード",
 			'many'	=>	"ポルトガル領ギニア エスクード"
 		),

		'GWP'	=>	 array
		(
			'name'	=>	"ギニアビサウ ペソ",
 			'one'	=>	"ギニアビサウ ペソ",
 			'many'	=>	"ギニアビサウ ペソ"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"ガイアナ ドル",
 			'one'	=>	"ガイアナ ドル",
 			'many'	=>	"ガイアナ ドル"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"香港ドル",
 			'one'	=>	"香港ドル",
 			'many'	=>	"香港ドル"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"ホンジュラス レンピラ",
 			'one'	=>	"ホンジュラス レンピラ",
 			'many'	=>	"ホンジュラス レンピラ"
 		),

		'HRD'	=>	 array
		(
			'name'	=>	"クロアチア ディナール",
 			'one'	=>	"クロアチア ディナール",
 			'many'	=>	"クロアチア ディナール"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"クロアチア クーナ",
 			'one'	=>	"クロアチア クーナ",
 			'many'	=>	"クロアチア クーナ"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"ハイチ グールド",
 			'one'	=>	"ハイチ グールド",
 			'many'	=>	"ハイチ グールド"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"ハンガリー フォリント",
 			'one'	=>	"ハンガリー フォリント",
 			'many'	=>	"ハンガリー フォリント"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"インドネシア ルピア",
 			'one'	=>	"インドネシア ルピア",
 			'many'	=>	"インドネシア ルピア"
 		),

		'IEP'	=>	 array
		(
			'name'	=>	"アイリッシュ ポンド",
 			'one'	=>	"アイリッシュ ポンド",
 			'many'	=>	"アイリッシュ ポンド"
 		),

		'ILP'	=>	 array
		(
			'name'	=>	"イスラエル ポンド",
 			'one'	=>	"イスラエル ポンド",
 			'many'	=>	"イスラエル ポンド"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"イスラエル新シェケル",
 			'one'	=>	"イスラエル新シェケル",
 			'many'	=>	"イスラエル新シェケル"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"インド ルピー",
 			'one'	=>	"インド ルピー",
 			'many'	=>	"インド ルピー"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"イラク ディナール",
 			'one'	=>	"イラク ディナール",
 			'many'	=>	"イラク ディナール"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"イラン リアル",
 			'one'	=>	"イラン リアル",
 			'many'	=>	"イラン リアル"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"アイスランド クローナ",
 			'one'	=>	"アイスランド クローナ",
 			'many'	=>	"アイスランド クローナ"
 		),

		'ITL'	=>	 array
		(
			'name'	=>	"イタリア リラ",
 			'one'	=>	"イタリア リラ",
 			'many'	=>	"イタリア リラ"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"ジャマイカ ドル",
 			'one'	=>	"ジャマイカ ドル",
 			'many'	=>	"ジャマイカ ドル"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"ヨルダン ディナール",
 			'one'	=>	"ヨルダン ディナール",
 			'many'	=>	"ヨルダン ディナール"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"日本円",
 			'one'	=>	"円",
 			'many'	=>	"円"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"ケニア シリング",
 			'one'	=>	"ケニア シリング",
 			'many'	=>	"ケニア シリング"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"キルギスタン ソム",
 			'one'	=>	"キルギスタン ソム",
 			'many'	=>	"キルギスタン ソム"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"カンボジア リエル",
 			'one'	=>	"カンボジア リエル",
 			'many'	=>	"カンボジア リエル"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"コモロ フラン",
 			'one'	=>	"コモロ フラン",
 			'many'	=>	"コモロ フラン"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"北朝鮮 ウォン",
 			'one'	=>	"北朝鮮 ウォン",
 			'many'	=>	"北朝鮮 ウォン"
 		),

		'KRH'	=>	 array
		(
			'name'	=>	"韓国 ファン",
 			'one'	=>	"韓国 ファン",
 			'many'	=>	"韓国 ファン"
 		),

		'KRO'	=>	 array
		(
			'name'	=>	"韓国 ウォン",
 			'one'	=>	"韓国 ウォン",
 			'many'	=>	"韓国 ウォン"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"韓国 ウォン",
 			'one'	=>	"韓国 ウォン",
 			'many'	=>	"韓国 ウォン"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"クウェート ディナール",
 			'one'	=>	"クウェート ディナール",
 			'many'	=>	"クウェート ディナール"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"ケイマン諸島 ドル",
 			'one'	=>	"ケイマン諸島 ドル",
 			'many'	=>	"ケイマン諸島 ドル"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"カザフスタン テンゲ",
 			'one'	=>	"カザフスタン テンゲ",
 			'many'	=>	"カザフスタン テンゲ"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"ラオス キープ",
 			'one'	=>	"ラオス キープ",
 			'many'	=>	"ラオス キープ"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"レバノン ポンド",
 			'one'	=>	"レバノン ポンド",
 			'many'	=>	"レバノン ポンド"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"スリランカ ルピー",
 			'one'	=>	"スリランカ ルピー",
 			'many'	=>	"スリランカ ルピー"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"リベリア ドル",
 			'one'	=>	"リベリア ドル",
 			'many'	=>	"リベリア ドル"
 		),

		'LSL'	=>	 array
		(
			'name'	=>	"レソト ロティ",
 			'one'	=>	"レソト ロティ",
 			'many'	=>	"レソト ロティ"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"リトアニア リタス",
 			'one'	=>	"リトアニア リタス",
 			'many'	=>	"リトアニア リタス"
 		),

		'LTT'	=>	 array
		(
			'name'	=>	"リトアニア タロナ",
 			'one'	=>	"リトアニア タロナ",
 			'many'	=>	"リトアニア タロナ"
 		),

		'LUC'	=>	 array
		(
			'name'	=>	"ルクセンブルク 兌換フラン",
 			'one'	=>	"ルクセンブルク 兌換フラン",
 			'many'	=>	"ルクセンブルク 兌換フラン"
 		),

		'LUF'	=>	 array
		(
			'name'	=>	"ルクセンブルグ フラン",
 			'one'	=>	"ルクセンブルグ フラン",
 			'many'	=>	"ルクセンブルグ フラン"
 		),

		'LUL'	=>	 array
		(
			'name'	=>	"ルクセンブルク 金融フラン",
 			'one'	=>	"ルクセンブルク 金融フラン",
 			'many'	=>	"ルクセンブルク 金融フラン"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"ラトビア ラッツ",
 			'one'	=>	"ラトビア ラッツ",
 			'many'	=>	"ラトビア ラッツ"
 		),

		'LVR'	=>	 array
		(
			'name'	=>	"ラトビア ルーブル",
 			'one'	=>	"ラトビア ルーブル",
 			'many'	=>	"ラトビア ルーブル"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"リビア ディナール",
 			'one'	=>	"リビア ディナール",
 			'many'	=>	"リビア ディナール"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"モロッコ ディルハム",
 			'one'	=>	"モロッコ ディルハム",
 			'many'	=>	"モロッコ ディルハム"
 		),

		'MAF'	=>	 array
		(
			'name'	=>	"モロッコ フラン",
 			'one'	=>	"モロッコ フラン",
 			'many'	=>	"モロッコ フラン"
 		),

		'MCF'	=>	 array
		(
			'name'	=>	"モネガスク フラン",
 			'one'	=>	"モネガスク フラン",
 			'many'	=>	"モネガスク フラン"
 		),

		'MDC'	=>	 array
		(
			'name'	=>	"モルドバ クーポン",
 			'one'	=>	"モルドバ クーポン",
 			'many'	=>	"モルドバ クーポン"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"モルドバ レイ",
 			'one'	=>	"モルドバ レイ",
 			'many'	=>	"モルドバ レイ"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"マダガスカル アリアリ",
 			'one'	=>	"マダガスカル アリアリ",
 			'many'	=>	"マダガスカル アリアリ"
 		),

		'MGF'	=>	 array
		(
			'name'	=>	"マラガシ フラン",
 			'one'	=>	"マラガシ フラン",
 			'many'	=>	"マラガシ フラン"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"マケドニア デナル",
 			'one'	=>	"マケドニア デナル",
 			'many'	=>	"マケドニア デナル"
 		),

		'MKN'	=>	 array
		(
			'name'	=>	"マケドニア ディナール",
 			'one'	=>	"マケドニア ディナール",
 			'many'	=>	"マケドニア ディナール"
 		),

		'MLF'	=>	 array
		(
			'name'	=>	"マリ フラン",
 			'one'	=>	"マリ フラン",
 			'many'	=>	"マリ フラン"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"ミャンマー チャット",
 			'one'	=>	"ミャンマー チャット",
 			'many'	=>	"ミャンマー チャット"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"モンゴル トグログ",
 			'one'	=>	"モンゴル トグログ",
 			'many'	=>	"モンゴル トグログ"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"マカオ パタカ",
 			'one'	=>	"マカオ パタカ",
 			'many'	=>	"マカオ パタカ"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"モーリタニア ウギア",
 			'one'	=>	"モーリタニア ウギア",
 			'many'	=>	"モーリタニア ウギア"
 		),

		'MTL'	=>	 array
		(
			'name'	=>	"マルタ リラ",
 			'one'	=>	"マルタ リラ",
 			'many'	=>	"マルタ リラ"
 		),

		'MTP'	=>	 array
		(
			'name'	=>	"マルタ ポンド",
 			'one'	=>	"マルタ ポンド",
 			'many'	=>	"マルタ ポンド"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"モーリシャス ルピー",
 			'one'	=>	"モーリシャス ルピー",
 			'many'	=>	"モーリシャス ルピー"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"モルディブ諸島 ルフィア",
 			'one'	=>	"モルディブ諸島 ルフィア",
 			'many'	=>	"モルディブ諸島 ルフィア"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"マラウィ クワチャ",
 			'one'	=>	"マラウィ クワチャ",
 			'many'	=>	"マラウィ クワチャ"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"メキシコ ペソ",
 			'one'	=>	"メキシコ ペソ",
 			'many'	=>	"メキシコ ペソ"
 		),

		'MXP'	=>	 array
		(
			'name'	=>	"メキシコ ペソ",
 			'one'	=>	"メキシコ ペソ",
 			'many'	=>	"メキシコ ペソ"
 		),

		'MXV'	=>	 array
		(
			'name'	=>	"メキシコ",
 			'one'	=>	"メキシコ",
 			'many'	=>	"メキシコ"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"マレーシア リンギット",
 			'one'	=>	"マレーシア リンギット",
 			'many'	=>	"マレーシア リンギット"
 		),

		'MZE'	=>	 array
		(
			'name'	=>	"モザンピーク エスクード",
 			'one'	=>	"モザンピーク エスクード",
 			'many'	=>	"モザンピーク エスクード"
 		),

		'MZM'	=>	 array
		(
			'name'	=>	"モザンビーク メティカル",
 			'one'	=>	"モザンビーク メティカル",
 			'many'	=>	"モザンビーク メティカル"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"モザンビーク メティカル",
 			'one'	=>	"モザンビーク メティカル",
 			'many'	=>	"モザンビーク メティカル"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"ナミビア ドル",
 			'one'	=>	"ナミビア ドル",
 			'many'	=>	"ナミビア ドル"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"ナイジェリア ナイラ",
 			'one'	=>	"ナイジェリア ナイラ",
 			'many'	=>	"ナイジェリア ナイラ"
 		),

		'NIC'	=>	 array
		(
			'name'	=>	"ニカラグア コルドバ",
 			'one'	=>	"ニカラグア コルドバ",
 			'many'	=>	"ニカラグア コルドバ"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"ニカラグア コルドバ オロ",
 			'one'	=>	"ニカラグア コルドバ オロ",
 			'many'	=>	"ニカラグア コルドバ オロ"
 		),

		'NLG'	=>	 array
		(
			'name'	=>	"オランダ ギルダー",
 			'one'	=>	"オランダ ギルダー",
 			'many'	=>	"オランダ ギルダー"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"ノルウェー クローネ",
 			'one'	=>	"ノルウェー クローネ",
 			'many'	=>	"ノルウェー クローネ"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"ネパール ルピー",
 			'one'	=>	"ネパール ルピー",
 			'many'	=>	"ネパール ルピー"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"ニュージーランド ドル",
 			'one'	=>	"ニュージーランド ドル",
 			'many'	=>	"ニュージーランド ドル"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"オマーン リアル",
 			'one'	=>	"オマーン リアル",
 			'many'	=>	"オマーン リアル"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"パナマ バルボア",
 			'one'	=>	"パナマ バルボア",
 			'many'	=>	"パナマ バルボア"
 		),

		'PEI'	=>	 array
		(
			'name'	=>	"ペルー インティ",
 			'one'	=>	"ペルー インティ",
 			'many'	=>	"ペルー インティ"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"ペルー 新ソル",
 			'one'	=>	"ペルー 新ソル",
 			'many'	=>	"ペルー 新ソル"
 		),

		'PES'	=>	 array
		(
			'name'	=>	"ペルー ソル",
 			'one'	=>	"ペルー ソル",
 			'many'	=>	"ペルー ソル"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"パプアニューギニア キナ",
 			'one'	=>	"パプアニューギニア キナ",
 			'many'	=>	"パプアニューギニア キナ"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"フィリピン ペソ",
 			'one'	=>	"フィリピン ペソ",
 			'many'	=>	"フィリピン ペソ"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"パキスタン ルピー",
 			'one'	=>	"パキスタン ルピー",
 			'many'	=>	"パキスタン ルピー"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"ポーランド ズウォティ",
 			'one'	=>	"ポーランド ズウォティ",
 			'many'	=>	"ポーランド ズウォティ"
 		),

		'PLZ'	=>	 array
		(
			'name'	=>	"ポーランド ズウォティ",
 			'one'	=>	"ポーランド ズウォティ",
 			'many'	=>	"ポーランド ズウォティ"
 		),

		'PTE'	=>	 array
		(
			'name'	=>	"ポルトガル エスクード",
 			'one'	=>	"ポルトガル エスクード",
 			'many'	=>	"ポルトガル エスクード"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"パラグアイ グアラニ",
 			'one'	=>	"パラグアイ グアラニ",
 			'many'	=>	"パラグアイ グアラニ"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"カタール リアル",
 			'one'	=>	"カタール リアル",
 			'many'	=>	"カタール リアル"
 		),

		'RHD'	=>	 array
		(
			'name'	=>	"ローデシア ドル",
 			'one'	=>	"ローデシア ドル",
 			'many'	=>	"ローデシア ドル"
 		),

		'ROL'	=>	 array
		(
			'name'	=>	"ルーマニア レイ",
 			'one'	=>	"ルーマニア レイ",
 			'many'	=>	"ルーマニア レイ"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"ルーマニア レイ",
 			'one'	=>	"ルーマニア レイ",
 			'many'	=>	"ルーマニア レイ"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"ディナール",
 			'one'	=>	"ディナール",
 			'many'	=>	"ディナール"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"ロシア ルーブル",
 			'one'	=>	"ロシア ルーブル",
 			'many'	=>	"ロシア ルーブル"
 		),

		'RUR'	=>	 array
		(
			'name'	=>	"ロシア ルーブル",
 			'one'	=>	"ロシア ルーブル",
 			'many'	=>	"ロシア ルーブル"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"ルワンダ フラン",
 			'one'	=>	"ルワンダ フラン",
 			'many'	=>	"ルワンダ フラン"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"サウジ リヤル",
 			'one'	=>	"サウジ リヤル",
 			'many'	=>	"サウジ リヤル"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"ソロモン諸島 ドル",
 			'one'	=>	"ソロモン諸島 ドル",
 			'many'	=>	"ソロモン諸島 ドル"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"セーシェル ルピー",
 			'one'	=>	"セーシェル ルピー",
 			'many'	=>	"セーシェル ルピー"
 		),

		'SDD'	=>	 array
		(
			'name'	=>	"スーダン ディナール",
 			'one'	=>	"スーダン ディナール",
 			'many'	=>	"スーダン ディナール"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"スーダン ポンド",
 			'one'	=>	"スーダン ポンド",
 			'many'	=>	"スーダン ポンド"
 		),

		'SDP'	=>	 array
		(
			'name'	=>	"スーダン ポンド",
 			'one'	=>	"スーダン ポンド",
 			'many'	=>	"スーダン ポンド"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"スウェーデン クローナ",
 			'one'	=>	"スウェーデン クローナ",
 			'many'	=>	"スウェーデン クローナ"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"シンガポール ドル",
 			'one'	=>	"シンガポール ドル",
 			'many'	=>	"シンガポール ドル"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"セントヘレナ島 ポンド",
 			'one'	=>	"セントヘレナ島 ポンド",
 			'many'	=>	"セントヘレナ島 ポンド"
 		),

		'SIT'	=>	 array
		(
			'name'	=>	"スロベニア トラール",
 			'one'	=>	"スロベニア トラール",
 			'many'	=>	"スロベニア トラール"
 		),

		'SKK'	=>	 array
		(
			'name'	=>	"スロバキア コルナ",
 			'one'	=>	"スロバキア コルナ",
 			'many'	=>	"スロバキア コルナ"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"シエラレオネ レオン",
 			'one'	=>	"シエラレオネ レオン",
 			'many'	=>	"シエラレオネ レオン"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"ソマリア シリング",
 			'one'	=>	"ソマリア シリング",
 			'many'	=>	"ソマリア シリング"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"スリナム ドル",
 			'one'	=>	"スリナム ドル",
 			'many'	=>	"スリナム ドル"
 		),

		'SRG'	=>	 array
		(
			'name'	=>	"スリナム ギルダー",
 			'one'	=>	"スリナム ギルダー",
 			'many'	=>	"スリナム ギルダー"
 		),

		'SSP'	=>	 array
		(
			'name'	=>	"南スーダン・ポンド",
 			'one'	=>	"南スーダン・ポンド",
 			'many'	=>	"南スーダン・ポンド"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"サントメ・プリンシペ ドブラ",
 			'one'	=>	"サントメ・プリンシペ ドブラ",
 			'many'	=>	"サントメ・プリンシペ ドブラ"
 		),

		'SUR'	=>	 array
		(
			'name'	=>	"ソ連 ルーブル",
 			'one'	=>	"ソ連 ルーブル",
 			'many'	=>	"ソ連 ルーブル"
 		),

		'SVC'	=>	 array
		(
			'name'	=>	"エルサルバドル コロン",
 			'one'	=>	"エルサルバドル コロン",
 			'many'	=>	"エルサルバドル コロン"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"シリア ポンド",
 			'one'	=>	"シリア ポンド",
 			'many'	=>	"シリア ポンド"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"スワジランド リランゲニ",
 			'one'	=>	"スワジランド リランゲニ",
 			'many'	=>	"スワジランド リランゲニ"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"タイ バーツ",
 			'one'	=>	"タイ バーツ",
 			'many'	=>	"タイ バーツ"
 		),

		'TJR'	=>	 array
		(
			'name'	=>	"タジキスタン ルーブル",
 			'one'	=>	"タジキスタン ルーブル",
 			'many'	=>	"タジキスタン ルーブル"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"タジキスタン ソモニ",
 			'one'	=>	"タジキスタン ソモニ",
 			'many'	=>	"タジキスタン ソモニ"
 		),

		'TMM'	=>	 array
		(
			'name'	=>	"トルクメニスタン マナト",
 			'one'	=>	"トルクメニスタン マナト",
 			'many'	=>	"トルクメニスタン マナト"
 		),

		'TMT'	=>	 array
		(
			'name'	=>	"トルクメニスタン マナト",
 			'one'	=>	"トルクメニスタン マナト",
 			'many'	=>	"トルクメニスタン マナト"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"チュニジア ディナール",
 			'one'	=>	"チュニジア ディナール",
 			'many'	=>	"チュニジア ディナール"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"トンガ パ・アンガ",
 			'one'	=>	"トンガ パ・アンガ",
 			'many'	=>	"トンガ パ・アンガ"
 		),

		'TPE'	=>	 array
		(
			'name'	=>	"ティモール エスクード",
 			'one'	=>	"ティモール エスクード",
 			'many'	=>	"ティモール エスクード"
 		),

		'TRL'	=>	 array
		(
			'name'	=>	"トルコ リラ",
 			'one'	=>	"トルコ リラ",
 			'many'	=>	"トルコ リラ"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"新トルコリラ",
 			'one'	=>	"新トルコリラ",
 			'many'	=>	"新トルコリラ"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"トリニダードトバゴ ドル",
 			'one'	=>	"トリニダードトバゴ ドル",
 			'many'	=>	"トリニダードトバゴ ドル"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"新台湾ドル",
 			'one'	=>	"新台湾ドル",
 			'many'	=>	"新台湾ドル"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"タンザニア シリング",
 			'one'	=>	"タンザニア シリング",
 			'many'	=>	"タンザニア シリング"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"ウクライナ グリブナ",
 			'one'	=>	"ウクライナ グリブナ",
 			'many'	=>	"ウクライナ グリブナ"
 		),

		'UAK'	=>	 array
		(
			'name'	=>	"ウクライナ カルボバネツ",
 			'one'	=>	"ウクライナ カルボバネツ",
 			'many'	=>	"ウクライナ カルボバネツ"
 		),

		'UGS'	=>	 array
		(
			'name'	=>	"ウガンダ シリング",
 			'one'	=>	"ウガンダ シリング",
 			'many'	=>	"ウガンダ シリング"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"ウガンダ シリング",
 			'one'	=>	"ウガンダ シリング",
 			'many'	=>	"ウガンダ シリング"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"米ドル",
 			'one'	=>	"米ドル",
 			'many'	=>	"米ドル"
 		),

		'USN'	=>	 array
		(
			'name'	=>	"米ドル",
 			'one'	=>	"米ドル",
 			'many'	=>	"米ドル"
 		),

		'USS'	=>	 array
		(
			'name'	=>	"米ドル",
 			'one'	=>	"米ドル",
 			'many'	=>	"米ドル"
 		),

		'UYI'	=>	 array
		(
			'name'	=>	"ウルグアイ ペソエン",
 			'one'	=>	"ウルグアイ ペソエン",
 			'many'	=>	"ウルグアイ ペソエン"
 		),

		'UYP'	=>	 array
		(
			'name'	=>	"ウルグアイ ペソ",
 			'one'	=>	"ウルグアイ ペソ",
 			'many'	=>	"ウルグアイ ペソ"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"ウルグアイ ペソ",
 			'one'	=>	"ウルグアイ ペソ",
 			'many'	=>	"ウルグアイ ペソ"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"ウズベキスタン スム",
 			'one'	=>	"ウズベキスタン スム",
 			'many'	=>	"ウズベキスタン スム"
 		),

		'VEB'	=>	 array
		(
			'name'	=>	"ベネズエラ ボリバル",
 			'one'	=>	"ベネズエラ ボリバル",
 			'many'	=>	"ベネズエラ ボリバル"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"ベネズエラ ボリバル",
 			'one'	=>	"ベネズエラ ボリバル",
 			'many'	=>	"ベネズエラ ボリバル"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"ベトナム ドン",
 			'one'	=>	"ベトナム ドン",
 			'many'	=>	"ベトナム ドン"
 		),

		'VNN'	=>	 array
		(
			'name'	=>	"ベトナム ドン",
 			'one'	=>	"ベトナム ドン",
 			'many'	=>	"ベトナム ドン"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"バヌアツ バツ",
 			'one'	=>	"バヌアツ バツ",
 			'many'	=>	"バヌアツ バツ"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"サモア タラ",
 			'one'	=>	"サモア タラ",
 			'many'	=>	"サモア タラ"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"Cfa フラン",
 			'one'	=>	"Cfa フラン",
 			'many'	=>	"Cfa フラン"
 		),

		'XAG'	=>	 array
		(
			'name'	=>	"銀",
 			'one'	=>	"銀",
 			'many'	=>	"銀"
 		),

		'XAU'	=>	 array
		(
			'name'	=>	"金",
 			'one'	=>	"金",
 			'many'	=>	"金"
 		),

		'XBA'	=>	 array
		(
			'name'	=>	"ヨーロッパ混合単位",
 			'one'	=>	"ヨーロッパ混合単位",
 			'many'	=>	"ヨーロッパ混合単位"
 		),

		'XBB'	=>	 array
		(
			'name'	=>	"ヨーロッパ通貨単位",
 			'one'	=>	"ヨーロッパ通貨単位",
 			'many'	=>	"ヨーロッパ通貨単位"
 		),

		'XBC'	=>	 array
		(
			'name'	=>	"ヨーロッパ勘定単位",
 			'one'	=>	"ヨーロッパ勘定単位",
 			'many'	=>	"ヨーロッパ勘定単位"
 		),

		'XBD'	=>	 array
		(
			'name'	=>	"ヨーロッパ勘定単位",
 			'one'	=>	"ヨーロッパ勘定単位",
 			'many'	=>	"ヨーロッパ勘定単位"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"東カリブ ドル",
 			'one'	=>	"東カリブ ドル",
 			'many'	=>	"東カリブ ドル"
 		),

		'XDR'	=>	 array
		(
			'name'	=>	"特別引き出し権",
 			'one'	=>	"特別引き出し権",
 			'many'	=>	"特別引き出し権"
 		),

		'XEU'	=>	 array
		(
			'name'	=>	"ヨーロッパ通貨単位",
 			'one'	=>	"ヨーロッパ通貨単位",
 			'many'	=>	"ヨーロッパ通貨単位"
 		),

		'XFO'	=>	 array
		(
			'name'	=>	"フランス金フラン",
 			'one'	=>	"フランス金フラン",
 			'many'	=>	"フランス金フラン"
 		),

		'XFU'	=>	 array
		(
			'name'	=>	"フランス フラン",
 			'one'	=>	"フランス フラン",
 			'many'	=>	"フランス フラン"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"Cfa フラン",
 			'one'	=>	"Cfa フラン",
 			'many'	=>	"Cfa フラン"
 		),

		'XPD'	=>	 array
		(
			'name'	=>	"パラジウム",
 			'one'	=>	"パラジウム",
 			'many'	=>	"パラジウム"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"Cfp フラン",
 			'one'	=>	"Cfp フラン",
 			'many'	=>	"Cfp フラン"
 		),

		'XPT'	=>	 array
		(
			'name'	=>	"プラチナ",
 			'one'	=>	"プラチナ",
 			'many'	=>	"プラチナ"
 		),

		'XRE'	=>	 array
		(
			'name'	=>	"Rinet基金",
 			'one'	=>	"Rinet基金",
 			'many'	=>	"Rinet基金"
 		),

		'XSU'	=>	 array
		(
			'name'	=>	"スクレ",
 			'one'	=>	"スクレ",
 			'many'	=>	"スクレ"
 		),

		'XTS'	=>	 array
		(
			'name'	=>	"テスト用通貨コード",
 			'one'	=>	"テスト用通貨コード",
 			'many'	=>	"テスト用通貨コード"
 		),

		'XUA'	=>	 array
		(
			'name'	=>	"Ua",
 			'one'	=>	"Ua",
 			'many'	=>	"Ua"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"不明または無効な通貨",
 			'one'	=>	"不明または無効な通貨",
 			'many'	=>	"不明または無効な通貨"
 		),

		'YDD'	=>	 array
		(
			'name'	=>	"イエメン ディナール",
 			'one'	=>	"イエメン ディナール",
 			'many'	=>	"イエメン ディナール"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"イエメン リアル",
 			'one'	=>	"イエメン リアル",
 			'many'	=>	"イエメン リアル"
 		),

		'YUD'	=>	 array
		(
			'name'	=>	"ユーゴスラビア ハード・ディナール",
 			'one'	=>	"ユーゴスラビア ハード・ディナール",
 			'many'	=>	"ユーゴスラビア ハード・ディナール"
 		),

		'YUM'	=>	 array
		(
			'name'	=>	"ユーゴスラビア ノビ・ディナール",
 			'one'	=>	"ユーゴスラビア ノビ・ディナール",
 			'many'	=>	"ユーゴスラビア ノビ・ディナール"
 		),

		'YUN'	=>	 array
		(
			'name'	=>	"ユーゴスラビア 兌換ディナール",
 			'one'	=>	"ユーゴスラビア 兌換ディナール",
 			'many'	=>	"ユーゴスラビア 兌換ディナール"
 		),

		'YUR'	=>	 array
		(
			'name'	=>	"ユーゴスラビア 改革ディナール",
 			'one'	=>	"ユーゴスラビア 改革ディナール",
 			'many'	=>	"ユーゴスラビア 改革ディナール"
 		),

		'ZAL'	=>	 array
		(
			'name'	=>	"南アフリカ ランド",
 			'one'	=>	"南アフリカ ランド",
 			'many'	=>	"南アフリカ ランド"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"南アフリカ ランド",
 			'one'	=>	"南アフリカ ランド",
 			'many'	=>	"南アフリカ ランド"
 		),

		'ZMK'	=>	 array
		(
			'name'	=>	"ザンビア クワチャ",
 			'one'	=>	"ザンビア クワチャ",
 			'many'	=>	"ザンビア クワチャ"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"ザンビア クワチャ",
 			'one'	=>	"ザンビア クワチャ",
 			'many'	=>	"ザンビア クワチャ"
 		),

		'ZRN'	=>	 array
		(
			'name'	=>	"ザイール 新ザイール",
 			'one'	=>	"ザイール 新ザイール",
 			'many'	=>	"ザイール 新ザイール"
 		),

		'ZRZ'	=>	 array
		(
			'name'	=>	"ザイール ザイール",
 			'one'	=>	"ザイール ザイール",
 			'many'	=>	"ザイール ザイール"
 		),

		'ZWD'	=>	 array
		(
			'name'	=>	"ジンバブエ ドル",
 			'one'	=>	"ジンバブエ ドル",
 			'many'	=>	"ジンバブエ ドル"
 		),

		'ZWL'	=>	 array
		(
			'name'	=>	"ジンバブエ ドル",
 			'one'	=>	"ジンバブエ ドル",
 			'many'	=>	"ジンバブエ ドル"
 		),

		'ZWR'	=>	 array
		(
			'name'	=>	"シンバブエ ドル",
 			'one'	=>	"シンバブエ ドル",
 			'many'	=>	"シンバブエ ドル"
 		),

    ),
);
