<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of language names using the ISO 639-1 code + region code.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
        'ab'	=>	"Абхаастыы",
        'af'	=>	"Аппырыкааныстыы",
        'ar'	=>	"Араабтыы",
        'az'	=>	"Адьырбайдьаанныы",
        'be'	=>	"Бөлөрүүстүү",
        'bg'	=>	"Булҕаардыы",
        'bn'	=>	"Бенгаллыы",
        'bo'	=>	"Тибиэттии",
        'bs'	=>	"Босныйалыы",
        'ca'	=>	"Каталаанныы",
        'cs'	=>	"Чиэскэйдии",
        'da'	=>	"Даатскайдыы",
        'de'	=>	"Ниэмэстии",
        'el'	=>	"Гириэктии",
        'en'	=>	"Аҥылычаанныы",
        'es'	=>	"Ыспаанныы",
        'et'	=>	"Эстиэнийэлии",
        'fa'	=>	"Пиэрсийэлии",
        'fi'	=>	"Пииннии",
        'fil'	=>	"Пилипииннии",
        'fr'	=>	"Пырансуустуу",
        'hu'	=>	"Бэҥгиэрдии",
        'hy'	=>	"Эрмээннии",
        'it'	=>	"Ытаалыйалыы",
        'ja'	=>	"Дьоппуоннуу",
        'ka'	=>	"Гурусууннуу",
        'kk'	=>	"Хаһаахтыы",
        'ko'	=>	"Кэриэйдии",
        'ky'	=>	"Кыргыстыы",
        'la'	=>	"Латыынныы",
        'mn'	=>	"Моҕуоллуу",
        'ne'	=>	"Ньыпааллыы",
        'pa'	=>	"Пандьаабтыы",
        'pt'	=>	"Португааллыы",
        'ro'	=>	"Румыынныы",
        'ru'	=>	"Нууччалыы",
        'sah'	=>	"Саха Тыла",
        'sk'	=>	"Словаактыы",
        'sq'	=>	"Албаанскайдыы",
        'ta'	=>	"Тамыллыы",
        'te'	=>	"Төлүгүлүү",
        'tg'	=>	"Тадьыыктыы",
        'ug'	=>	"Уйгуурдуу",
        'uk'	=>	"Украйыыньыстыы",
        'uz'	=>	"Үзбиэктии",
        'zh'	=>	"Кытайдыы",
        'zu'	=>	"Зуулулуу",
    ),
);
