<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'AED'	=>	 array
		(
			'name'	=>	"યુનાઈટેડ આરબ અમિરાત દિરહામ",
 			'one'	=>	"યુનાઈટેડ આરબ અમિરાત દિરહામ",
 			'many'	=>	"યુનાઈટેડ આરબ અમિરાત દિરહામ"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"અફ્ગાન અફ્ગાની",
 			'one'	=>	"અફ્ગાન અફ્ગાની",
 			'many'	=>	"અફ્ગાન અફ્ગાની"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"અલ્બેનિયન લેક",
 			'one'	=>	"અલ્બેનિયન લેક",
 			'many'	=>	"અલ્બેનિયન લેક"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"અર્મેનિયન ડ્રેમ",
 			'one'	=>	"અર્મેનિયન ડ્રેમ",
 			'many'	=>	"અર્મેનિયન ડ્રેમ"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"નેધરલેંડ એંટિલિન ગિલ્ડર",
 			'one'	=>	"નેધરલેંડ એંટિલિન ગિલ્ડર",
 			'many'	=>	"નેધરલેંડ એંટિલિન ગિલ્ડર"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"અંગોલિયન ક્વાન્ઝા",
 			'one'	=>	"અંગોલિયન ક્વાન્ઝા",
 			'many'	=>	"અંગોલિયન ક્વાન્ઝા"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"અર્જેન્ટીના પેસો",
 			'one'	=>	"અર્જેન્ટીના પેસો",
 			'many'	=>	"અર્જેન્ટીના પેસો"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"ઑસ્ટ્રેલિયન ડૉલર",
 			'one'	=>	"ઑસ્ટ્રેલિયન ડૉલર",
 			'many'	=>	"ઑસ્ટ્રેલિયન ડૉલર"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"અરુબન ફ્લોરિન",
 			'one'	=>	"અરુબન ફ્લોરિન",
 			'many'	=>	"અરુબન ફ્લોરિન"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"અઝરબૈજાની મનાત",
 			'one'	=>	"અઝરબૈજાની મનાત",
 			'many'	=>	"અઝરબૈજાની મનાત"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"બોસ્નિયા અને હર્ઝેગોવિના રૂપાંતર યોગ્ય માર્ક",
 			'one'	=>	"બોસ્નિયા અને હર્ઝેગોવિના રૂપાંતર યોગ્ય માર્ક",
 			'many'	=>	"બોસ્નિયા અને હર્ઝેગોવિના રૂપાંતર યોગ્ય માર્ક"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"બાર્બાડિયન ડોલર",
 			'one'	=>	"બાર્બાડિયન ડોલર",
 			'many'	=>	"બાર્બાડિયન ડોલર"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"બાંગલાદેશી ટાકા",
 			'one'	=>	"બાંગલાદેશી ટાકા",
 			'many'	=>	"બાંગલાદેશી ટાકા"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"બલ્ગેરીયન લેવ",
 			'one'	=>	"બલ્ગેરીયન લેવ",
 			'many'	=>	"બલ્ગેરીયન લેવ"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"બેહરિની દિનાર",
 			'one'	=>	"બેહરિની દિનાર",
 			'many'	=>	"બેહરિની દિનાર"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"બુરુન્ડિયન ફ્રેંક",
 			'one'	=>	"બુરુન્ડિયન ફ્રેંક",
 			'many'	=>	"બુરુન્ડિયન ફ્રેંક"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"બર્મુડન ડોલર",
 			'one'	=>	"બર્મુડન ડોલર",
 			'many'	=>	"બર્મુડન ડોલર"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"બ્રુનેઇ ડોલર",
 			'one'	=>	"બ્રુનેઇ ડોલર",
 			'many'	=>	"બ્રુનેઇ ડોલર"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"બોલિવિયન બોલિવિયાનો",
 			'one'	=>	"બોલિવિયન બોલિવિયાનો",
 			'many'	=>	"બોલિવિયન બોલિવિયાનો"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"બ્રાઝિલીયન રિઆલ",
 			'one'	=>	"બ્રાઝિલીયન રિઆલ",
 			'many'	=>	"બ્રાઝિલીયન રિઆલ"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"બહામિયન ડોલર",
 			'one'	=>	"બહામિયન ડોલર",
 			'many'	=>	"બહામિયન ડોલર"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"ભુતાનિઝ એંગુલ્ત્રમ",
 			'one'	=>	"ભુતાનિઝ એંગુલ્ત્રમ",
 			'many'	=>	"ભુતાનિઝ એંગુલ્ત્રમ"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"બોત્સવાનન પુલા",
 			'one'	=>	"બોત્સવાનન પુલા",
 			'many'	=>	"બોત્સવાનન પુલા"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"બેલારુશિયન રબલ",
 			'one'	=>	"બેલારુશિયન રબલ",
 			'many'	=>	"બેલારુશિયન રબલ"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"બેલિઝ ડોલર",
 			'one'	=>	"બેલિઝ ડોલર",
 			'many'	=>	"બેલિઝ ડોલર"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"કેનેડિયન ડૉલર",
 			'one'	=>	"કેનેડિયન ડૉલર",
 			'many'	=>	"કેનેડિયન ડૉલર"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"કોંગોલિઝ ફ્રેંક",
 			'one'	=>	"કોંગોલિઝ ફ્રેંક",
 			'many'	=>	"કોંગોલિઝ ફ્રેંક"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"સ્વિસ ફ્રેંક",
 			'one'	=>	"સ્વિસ ફ્રેંક",
 			'many'	=>	"સ્વિસ ફ્રેંક"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"ચિલિઅન પેસો",
 			'one'	=>	"ચિલિઅન પેસો",
 			'many'	=>	"ચિલિઅન પેસો"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"ચાઇનિઝ યુઆન",
 			'one'	=>	"ચાઇનિઝ યુઆન",
 			'many'	=>	"ચાઇનિઝ યુઆન"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"કોલમ્બિયન પેસો",
 			'one'	=>	"કોલમ્બિયન પેસો",
 			'many'	=>	"કોલમ્બિયન પેસો"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"કોસ્ટા રિકન કોલોન",
 			'one'	=>	"કોસ્ટા રિકન કોલોન",
 			'many'	=>	"કોસ્ટા રિકન કોલોન"
 		),

		'CUC'	=>	 array
		(
			'name'	=>	"ક્યુબન રૂપાંતર યોગ્ય પેસો",
 			'one'	=>	"ક્યુબન રૂપાંતર યોગ્ય પેસો",
 			'many'	=>	"ક્યુબન રૂપાંતર યોગ્ય પેસો"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"ક્યુબન પેસો",
 			'one'	=>	"ક્યુબન પેસો",
 			'many'	=>	"ક્યુબન પેસો"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"કેપ વર્દિયન એસ્કુડો",
 			'one'	=>	"કેપ વર્દિયન એસ્કુડો",
 			'many'	=>	"કેપ વર્દિયન એસ્કુડો"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"ચેક રીપબ્લિક કોરુના",
 			'one'	=>	"ચેક રીપબ્લિક કોરુના",
 			'many'	=>	"ચેક રીપબ્લિક કોરુના"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"જિબુટિયન ફ્રેંક",
 			'one'	=>	"જિબુટિયન ફ્રેંક",
 			'many'	=>	"જિબુટિયન ફ્રેંક"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"ડેનિશ ક્રોન",
 			'one'	=>	"ડેનિશ ક્રોન",
 			'many'	=>	"ડેનિશ ક્રોન"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"ડોમિનિકન પેસો",
 			'one'	=>	"ડોમિનિકન પેસો",
 			'many'	=>	"ડોમિનિકન પેસો"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"અલ્જિરિયન દિનાર",
 			'one'	=>	"અલ્જિરિયન દિનાર",
 			'many'	=>	"અલ્જિરિયન દિનાર"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"ઇજિપ્તિયન પાઉન્ડ",
 			'one'	=>	"ઇજિપ્તિયન પાઉન્ડ",
 			'many'	=>	"ઇજિપ્તિયન પાઉન્ડ"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"એરિટ્રેયન નક્ફા",
 			'one'	=>	"એરિટ્રેયન નક્ફા",
 			'many'	=>	"એરિટ્રેયન નક્ફા"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"ઇથિયોપીયન બિર",
 			'one'	=>	"ઇથિયોપીયન બિર",
 			'many'	=>	"ઇથિયોપીયન બિર"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"યુરો",
 			'one'	=>	"યુરો",
 			'many'	=>	"યુરો"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"ફિજિઅન ડોલર",
 			'one'	=>	"ફિજિઅન ડોલર",
 			'many'	=>	"ફિજિઅન ડોલર"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"ફૉકલેન્ડ આઇલેંડ્સ પાઉન્ડ",
 			'one'	=>	"ફૉકલેન્ડ આઇલેંડ્સ પાઉન્ડ",
 			'many'	=>	"ફૉકલેન્ડ આઇલેંડ્સ પાઉન્ડ"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"બ્રિટિશ પાઉન્ડ સ્ટર્લિંગ",
 			'one'	=>	"બ્રિટિશ પાઉન્ડ સ્ટર્લિંગ",
 			'many'	=>	"બ્રિટિશ પાઉન્ડ સ્ટર્લિંગ"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"જ્યોર્જિઅન લારી",
 			'one'	=>	"જ્યોર્જિઅન લારી",
 			'many'	=>	"જ્યોર્જિઅન લારી"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"ઘાનાઇયન સેડી",
 			'one'	=>	"ઘાનાઇયન સેડી",
 			'many'	=>	"ઘાનાઇયન સેડી"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"જીબ્રાલ્ટર પાઉન્ડ",
 			'one'	=>	"જીબ્રાલ્ટર પાઉન્ડ",
 			'many'	=>	"જીબ્રાલ્ટર પાઉન્ડ"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"ગેમ્બિયન દલાસી",
 			'one'	=>	"ગેમ્બિયન દલાસી",
 			'many'	=>	"ગેમ્બિયન દલાસી"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"ગિનીયન ફ્રેંક",
 			'one'	=>	"ગિનીયન ફ્રેંક",
 			'many'	=>	"ગિનીયન ફ્રેંક"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"ગ્વાટેમાલા કુઇટ્ઝલ",
 			'one'	=>	"ગ્વાટેમાલા કુઇટ્ઝલ",
 			'many'	=>	"ગ્વાટેમાલા કુઇટ્ઝલ"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"ગયાનિઝ ડોલર",
 			'one'	=>	"ગયાનિઝ ડોલર",
 			'many'	=>	"ગયાનિઝ ડોલર"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"હોંગ કોંગ ડૉલર",
 			'one'	=>	"હોંગ કોંગ ડૉલર",
 			'many'	=>	"હોંગ કોંગ ડૉલર"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"હોન્ડ્યુરન લેમ્પિરા",
 			'one'	=>	"હોન્ડ્યુરન લેમ્પિરા",
 			'many'	=>	"હોન્ડ્યુરન લેમ્પિરા"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"ક્રોએશિયન ક્યુના",
 			'one'	=>	"ક્રોએશિયન ક્યુના",
 			'many'	=>	"ક્રોએશિયન ક્યુના"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"હાઇટિઇન ગોર્ડ",
 			'one'	=>	"હાઇટિઇન ગોર્ડ",
 			'many'	=>	"હાઇટિઇન ગોર્ડ"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"હંગેરીયન ફોરિન્ત",
 			'one'	=>	"હંગેરીયન ફોરિન્ત",
 			'many'	=>	"હંગેરીયન ફોરિન્ત"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"ઇન્ડોનેશિયન રૂપિયા",
 			'one'	=>	"ઇન્ડોનેશિયન રૂપિયા",
 			'many'	=>	"ઇન્ડોનેશિયન રૂપિયા"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"ઇઝરાયેલી ન્યુ શેકલ",
 			'one'	=>	"ઇઝરાયેલી ન્યુ શેકલ",
 			'many'	=>	"ઇઝરાયેલી ન્યુ શેકલ"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"ભારતીય રૂપિયા",
 			'one'	=>	"ભારતીય રૂપિયા",
 			'many'	=>	"ભારતીય રૂપિયા"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"ઇરાકી દિનાર",
 			'one'	=>	"ઇરાકી દિનાર",
 			'many'	=>	"ઇરાકી દિનાર"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"ઇરાનિયન રિયાલ",
 			'one'	=>	"ઇરાનિયન રિયાલ",
 			'many'	=>	"ઇરાનિયન રિયાલ"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"આઇસ્લેંડિક ક્રોના",
 			'one'	=>	"આઇસ્લેંડિક ક્રોના",
 			'many'	=>	"આઇસ્લેંડિક ક્રોના"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"જમૈકિયન ડોલર",
 			'one'	=>	"જમૈકિયન ડોલર",
 			'many'	=>	"જમૈકિયન ડોલર"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"જોર્ડનિયન દિનાર",
 			'one'	=>	"જોર્ડનિયન દિનાર",
 			'many'	=>	"જોર્ડનિયન દિનાર"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"જાપાનીઝ યેન",
 			'one'	=>	"જાપાનીઝ યેન",
 			'many'	=>	"જાપાનીઝ યેન"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"કેન્યેન શિલિંગ",
 			'one'	=>	"કેન્યેન શિલિંગ",
 			'many'	=>	"કેન્યેન શિલિંગ"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"કિર્ગિસ્તાની સોમ",
 			'one'	=>	"કિર્ગિસ્તાની સોમ",
 			'many'	=>	"કિર્ગિસ્તાની સોમ"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"કેમ્બોડિયન રીઅલ",
 			'one'	=>	"કેમ્બોડિયન રીઅલ",
 			'many'	=>	"કેમ્બોડિયન રીઅલ"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"કોમોરિઅન ફ્રેંક",
 			'one'	=>	"કોમોરિઅન ફ્રેંક",
 			'many'	=>	"કોમોરિઅન ફ્રેંક"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"ઉત્તર કોરિયન વન",
 			'one'	=>	"ઉત્તર કોરિયન વન",
 			'many'	=>	"ઉત્તર કોરિયન વન"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"દક્ષિણ કોરિયન વન",
 			'one'	=>	"દક્ષિણ કોરિયન વન",
 			'many'	=>	"દક્ષિણ કોરિયન વન"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"કુવૈતી દીનાર",
 			'one'	=>	"કુવૈતી દીનાર",
 			'many'	=>	"કુવૈતી દીનાર"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"કેયમેન આઇલેંડ્સ ડોલર",
 			'one'	=>	"કેયમેન આઇલેંડ્સ ડોલર",
 			'many'	=>	"કેયમેન આઇલેંડ્સ ડોલર"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"કઝાકિસ્તાની ટેંગ",
 			'one'	=>	"કઝાકિસ્તાની ટેંગ",
 			'many'	=>	"કઝાકિસ્તાની ટેંગ"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"લાઓશિયન કિપ",
 			'one'	=>	"લાઓશિયન કિપ",
 			'many'	=>	"લાઓશિયન કિપ"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"લેબેનિઝ પાઉન્ડ",
 			'one'	=>	"લેબેનિઝ પાઉન્ડ",
 			'many'	=>	"લેબેનિઝ પાઉન્ડ"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"શ્રી લંકન રૂપી",
 			'one'	=>	"શ્રી લંકન રૂપી",
 			'many'	=>	"શ્રી લંકન રૂપી"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"લિબેરિયન ડોલર",
 			'one'	=>	"લિબેરિયન ડોલર",
 			'many'	=>	"લિબેરિયન ડોલર"
 		),

		'LSL'	=>	 array
		(
			'name'	=>	"લેસોથો લોતી",
 			'one'	=>	"લેસોથો લોતી",
 			'many'	=>	"લેસોથો લોતી"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"લિથુએનિયન લિતાસ",
 			'one'	=>	"લિથુએનિયન લિતાસ",
 			'many'	=>	"લિથુએનિયન લિતાસ"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"લાતવિયન લેત્સ",
 			'one'	=>	"લાતવિયન લેત્સ",
 			'many'	=>	"લાતવિયન લેત્સ"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"લિબ્યન દિનાર",
 			'one'	=>	"લિબ્યન દિનાર",
 			'many'	=>	"લિબ્યન દિનાર"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"મોરોક્કન દિરામ",
 			'one'	=>	"મોરોક્કનદિરામ",
 			'many'	=>	"મોરોક્કનદિરામ"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"મોલડોવેન લિયુ",
 			'one'	=>	"મોલડોવેન લિયુ",
 			'many'	=>	"મોલડોવેન લિયુ"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"માલાગેસી અરીઆરી",
 			'one'	=>	"માલાગેસી અરીઆરી",
 			'many'	=>	"માલાગેસી અરીઆરી"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"મેસેડોનિયન દિનાર",
 			'one'	=>	"મેસેડોનિયન દિનાર",
 			'many'	=>	"મેસેડોનિયન દિનાર"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"મયાન્મા ક્યાત",
 			'one'	=>	"મયાન્મા ક્યાત",
 			'many'	=>	"મયાન્મા ક્યાત"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"મોંગોલિયન ટગરિક",
 			'one'	=>	"મોંગોલિયન ટગરિક",
 			'many'	=>	"મોંગોલિયન ટગરિક"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"માકાનિઝ પતાકા",
 			'one'	=>	"માકાનિઝ પતાકા",
 			'many'	=>	"માકાનિઝ પતાકા"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"મોરીશેનિયન ઓગુયા",
 			'one'	=>	"મોરીશેનિયન ઓગુયા",
 			'many'	=>	"મોરીશેનિયન ઓગુયા"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"મોરેશીઅન રૂપી",
 			'one'	=>	"મોરેશીઅન રૂપી",
 			'many'	=>	"મોરેશીઅન રૂપી"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"માલ્દિવિયન રુફિયા",
 			'one'	=>	"માલ્દિવિયન રુફિયા",
 			'many'	=>	"માલ્દિવિયન રુફિયા"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"માલાવિયન ક્વાચા",
 			'one'	=>	"માલાવિયન ક્વાચા",
 			'many'	=>	"માલાવિયન ક્વાચા"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"મેક્સિકન પેસો",
 			'one'	=>	"મેક્સિકન પેસો",
 			'many'	=>	"મેક્સિકન પેસો"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"મલેશિયન રિંગ્ગેટ",
 			'one'	=>	"મલેશિયન રિંગ્ગેટ",
 			'many'	=>	"મલેશિયન રિંગ્ગેટ"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"મોઝામ્બિકન મેટિકલ",
 			'one'	=>	"મોઝામ્બિકન મેટિકલ",
 			'many'	=>	"મોઝામ્બિકન મેટિકલ"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"નામિબિયન ડોલર",
 			'one'	=>	"નામિબિયન ડોલર",
 			'many'	=>	"નામિબિયન ડોલર"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"નાઇજીરિયન નૈરા",
 			'one'	=>	"નાઇજીરિયન નૈરા",
 			'many'	=>	"નાઇજીરિયન નૈરા"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"નિકારાગુઅન કોર્ડોબા",
 			'one'	=>	"નિકારાગુઅન કોર્ડોબા",
 			'many'	=>	"નિકારાગુઅન કોર્ડોબા"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"નૉર્વેજિયન ક્રોન",
 			'one'	=>	"નૉર્વેજિયન ક્રોન",
 			'many'	=>	"નૉર્વેજિયન ક્રોન"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"નેપાલિઝ રૂપી",
 			'one'	=>	"નેપાલિઝ રૂપી",
 			'many'	=>	"નેપાલિઝ રૂપી"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"ન્યૂઝિલેંડ ડૉલર",
 			'one'	=>	"ન્યૂઝિલેંડ ડૉલર",
 			'many'	=>	"ન્યૂઝિલેંડ ડૉલર"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"ઓમાની રિયાલ",
 			'one'	=>	"ઓમાની રિયાલ",
 			'many'	=>	"ઓમાની રિયાલ"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"પનામેનિયન બાલ્બોઆ",
 			'one'	=>	"પનામેનિયન બાલ્બોઆ",
 			'many'	=>	"પનામેનિયન બાલ્બોઆ"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"પેરુવિયન ન્યુવો સોલ",
 			'one'	=>	"પેરુવિયન ન્યુવો સોલ",
 			'many'	=>	"પેરુવિયન ન્યુવો સોલ"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"પાપુઆ ન્યૂ ગિનીયન કિના",
 			'one'	=>	"પાપુઆ ન્યૂ ગિનીયન કિના",
 			'many'	=>	"પાપુઆ ન્યૂ ગિનીયન કિના"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"ફિલીપાઇન પેસો",
 			'one'	=>	"ફિલીપાઇન પેસો",
 			'many'	=>	"ફિલીપાઇન પેસો"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"પાકિસ્તાની રૂપી",
 			'one'	=>	"પાકિસ્તાની રૂપી",
 			'many'	=>	"પાકિસ્તાની રૂપી"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"પોલિસ ઝ્લોટી",
 			'one'	=>	"પોલિસ ઝ્લોટી",
 			'many'	=>	"પોલિસ ઝ્લોટી"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"પરાગ્વેયન ગૌરાની",
 			'one'	=>	"પરાગ્વેયન ગૌરાની",
 			'many'	=>	"પરાગ્વેયન ગૌરાની"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"કતારી રિયાલ",
 			'one'	=>	"કતારી રિયાલ",
 			'many'	=>	"કતારી રિયાલ"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"રોમાનિયન લેઉ",
 			'one'	=>	"રોમાનિયન લેઉ",
 			'many'	=>	"રોમાનિયન લેઉ"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"સર્બિયન દિનાર",
 			'one'	=>	"સર્બિયન દિનાર",
 			'many'	=>	"સર્બિયન દિનાર"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"રશિયન રબલ",
 			'one'	=>	"રશિયન રબલ",
 			'many'	=>	"રશિયન રબલ"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"રવાંડન ફ્રેંક",
 			'one'	=>	"રવાંડન ફ્રેંક",
 			'many'	=>	"રવાંડન ફ્રેંક"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"સાઉદી રિયાલ",
 			'one'	=>	"સાઉદી રિયાલ",
 			'many'	=>	"સાઉદી રિયાલ"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"સોલોમન આઇલેંડ્સ ડોલર",
 			'one'	=>	"સોલોમન આઇલેંડ્સ ડોલર",
 			'many'	=>	"સોલોમન આઇલેંડ્સ ડોલર"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"સેશેલોઈ રૂપી",
 			'one'	=>	"સેશેલોઈ રૂપી",
 			'many'	=>	"સેશેલોઈ રૂપી"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"સુદાનિઝ પાઉન્ડ",
 			'one'	=>	"સુદાનિઝ પાઉન્ડ",
 			'many'	=>	"સુદાનિઝ પાઉન્ડ"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"સ્વીડિશ ક્રોના",
 			'one'	=>	"સ્વીડિશ ક્રોના",
 			'many'	=>	"સ્વીડિશ ક્રોના"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"સિંગાપુર ડૉલર",
 			'one'	=>	"સિંગાપુર ડૉલર",
 			'many'	=>	"સિંગાપુર ડૉલર"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"સેંટ હેલેના પાઉન્ડ",
 			'one'	=>	"સેંટ હેલેના પાઉન્ડ",
 			'many'	=>	"સેંટ હેલેના પાઉન્ડ"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"સિએરા લિઓનિઅન લિઓન",
 			'one'	=>	"સિએરા લિઓનિઅન લિઓન",
 			'many'	=>	"સિએરા લિઓનિઅન લિઓન"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"સોમાલી શિલિંગ",
 			'one'	=>	"સોમાલી શિલિંગ",
 			'many'	=>	"સોમાલી શિલિંગ"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"સૂરીનામિઝ ડોલર",
 			'one'	=>	"સૂરીનામિઝ ડોલર",
 			'many'	=>	"સૂરીનામિઝ ડોલર"
 		),

		'SSP'	=>	 array
		(
			'name'	=>	"દક્ષિણ સુદાનિઝ પાઉન્ડ",
 			'one'	=>	"દક્ષિણ સુદાનિઝ પાઉન્ડ",
 			'many'	=>	"દક્ષિણ સુદાનિઝ પાઉન્ડ"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"સાઓ ટૉમ એન્ડ પ્રિંસાઇપ ડોબ્રા",
 			'one'	=>	"સાઓ ટૉમ એન્ડ પ્રિંસાઇપ ડોબ્રા",
 			'many'	=>	"સાઓ ટૉમ એન્ડ પ્રિંસાઇપ ડોબ્રા"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"સાઇરિયન પાઉન્ડ",
 			'one'	=>	"સાઇરિયન પાઉન્ડ",
 			'many'	=>	"સાઇરિયન પાઉન્ડ"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"સ્વાઝી લિલાન્ગેની",
 			'one'	=>	"સ્વાઝી લિલાન્ગેની",
 			'many'	=>	"સ્વાઝી લિલાન્ગેની"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"થાઇ બાહ્ત",
 			'one'	=>	"થાઇ બાહ્ત",
 			'many'	=>	"થાઇ બાહ્ત"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"તાજિકિસ્તાની સોમોની",
 			'one'	=>	"તાજિકિસ્તાની સોમોની",
 			'many'	=>	"તાજિકિસ્તાની સોમોની"
 		),

		'TMT'	=>	 array
		(
			'name'	=>	"તુર્કમેનિસ્તાની મનત",
 			'one'	=>	"તુર્કમેનિસ્તાની મનત",
 			'many'	=>	"તુર્કમેનિસ્તાની મનત"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"ટ્યુનિશિયન દિનાર",
 			'one'	=>	"ટ્યુનિશિયન દિનાર",
 			'many'	=>	"ટ્યુનિશિયન દિનાર"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"ટોંગન પ'અંગા",
 			'one'	=>	"ટોંગન પ'અંગા",
 			'many'	=>	"ટોંગન પ'અંગા"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"તુર્કિશ લિરા",
 			'one'	=>	"તુર્કિશ લિરા",
 			'many'	=>	"તુર્કિશ લિરા"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"ત્રિનિદાદ અને ટોબેગો ડોલર",
 			'one'	=>	"ત્રિનિદાદ અને ટોબેગો ડોલર",
 			'many'	=>	"ત્રિનિદાદ અને ટોબેગો ડોલર"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"ન્યુ તાઇવાન ડૉલર",
 			'one'	=>	"ન્યુ તાઇવાન ડૉલર",
 			'many'	=>	"ન્યુ તાઇવાન ડૉલર"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"તાન્ઝાનિયન શિલિંગ",
 			'one'	=>	"તાન્ઝાનિયન શિલિંગ",
 			'many'	=>	"તાન્ઝાનિયન શિલિંગ"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"યુક્રેનિયન હ્રિવિનિયા",
 			'one'	=>	"યુક્રેનિયન હ્રિવિનિયા",
 			'many'	=>	"યુક્રેનિયન હ્રિવિનિયા"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"યુગાંડન શિલિંગ",
 			'one'	=>	"યુગાંડન શિલિંગ",
 			'many'	=>	"યુગાંડન શિલિંગ"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"યુઍસ ડોલર",
 			'one'	=>	"યુઍસ ડોલર",
 			'many'	=>	"યુઍસ ડોલર"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"ઉરુગ્વેયન પેસો",
 			'one'	=>	"ઉરુગ્વેયન પેસો",
 			'many'	=>	"ઉરુગ્વેયન પેસો"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"ઉઝ્બેકિસ્તાન સોમ",
 			'one'	=>	"ઉઝ્બેકિસ્તાન સોમ",
 			'many'	=>	"ઉઝ્બેકિસ્તાન સોમ"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"વેનેઝ્વીલિયન બોલિવર",
 			'one'	=>	"વેનેઝ્વીલિયન બોલિવર",
 			'many'	=>	"વેનેઝ્વીલિયન બોલિવર"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"વિયેતનામીસ ડોંગ",
 			'one'	=>	"વિયેતનામીસ ડોંગ",
 			'many'	=>	"વિયેતનામીસ ડોંગ"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"વનૌતુ વાતુ",
 			'one'	=>	"વનૌતુ વાતુ",
 			'many'	=>	"વનૌતુ વાતુ"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"સમોઅન તાલા",
 			'one'	=>	"સમોઅન તાલા",
 			'many'	=>	"સમોઅન તાલા"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"Cfa ફ્રેંક Beac",
 			'one'	=>	"Cfa ફ્રેંક Beac",
 			'many'	=>	"Cfa ફ્રેંક Beac"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"ઇસ્ટ કેરિબિયન ડોલર",
 			'one'	=>	"ઇસ્ટ કેરિબિયન ડોલર",
 			'many'	=>	"ઇસ્ટ કેરિબિયન ડોલર"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"Cfa ફ્રેંક Bceao",
 			'one'	=>	"Cfa ફ્રેંક Bceao",
 			'many'	=>	"Cfa ફ્રેંક Bceao"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"Cfp ફ્રેંક",
 			'one'	=>	"Cfp ફ્રેંક",
 			'many'	=>	"Cfp ફ્રેંક"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"અજ્ઞાત ચલણ",
 			'one'	=>	"અજ્ઞાત ચલણ",
 			'many'	=>	"અજ્ઞાત ચલણ"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"યેમેની રિઆલ",
 			'one'	=>	"યેમેની રિઆલ",
 			'many'	=>	"યેમેની રિઆલ"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"દક્ષિણ આફ્રિકી રેંડ",
 			'one'	=>	"દક્ષિણ આફ્રિકી રેંડ",
 			'many'	=>	"દક્ષિણ આફ્રિકી રેંડ"
 		),

		'ZMK'	=>	 array
		(
			'name'	=>	"ઝામ્બિયન ક્વાચા",
 			'one'	=>	"ઝામ્બિયન ક્વાચા",
 			'many'	=>	"ઝામ્બિયન ક્વાચા"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"ઝામ્બિયન ક્વાચા",
 			'one'	=>	"ઝામ્બિયન ક્વાચા",
 			'many'	=>	"ઝામ્બિયન ક્વાચા"
 		),

    ),
);
