<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'AED'	=>	 array
		(
			'name'	=>	"ⴰⴷⵔⵉⵎ ⵏ ⵍⵉⵎⴰⵔⴰⵜ",
 			'one'	=>	"ⴰⴷⵔⵉⵎ ⵏ ⵍⵉⵎⴰⵔⴰⵜ",
 			'many'	=>	"ⴰⴷⵔⵉⵎ ⵏ ⵍⵉⵎⴰⵔⴰⵜ"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"ⴽⵡⴰⵏⵣⴰ ⵏ ⴰⵏⴳⵓⵍⴰ",
 			'one'	=>	"ⴽⵡⴰⵏⵣⴰ ⵏ ⴰⵏⴳⵓⵍⴰ",
 			'many'	=>	"ⴽⵡⴰⵏⵣⴰ ⵏ ⴰⵏⴳⵓⵍⴰ"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"ⴰⴷⵓⵍⴰⵔ ⵏ ⵓⵙⵜⵔⴰⵍⵢⴰ",
 			'one'	=>	"ⴰⴷⵓⵍⴰⵔ ⵏ ⵓⵙⵜⵔⴰⵍⵢⴰ",
 			'many'	=>	"ⴰⴷⵓⵍⴰⵔ ⵏ ⵓⵙⵜⵔⴰⵍⵢⴰ"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"ⴰⴷⵉⵏⴰⵔ ⵏ ⴱⵃⵔⴰⵢⵏ",
 			'one'	=>	"ⴰⴷⵉⵏⴰⵔ ⵏ ⴱⵃⵔⴰⵢⵏ",
 			'many'	=>	"ⴰⴷⵉⵏⴰⵔ ⵏ ⴱⵃⵔⴰⵢⵏ"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"ⴼⵔⴰⵏⴽ ⵏ ⴱⵓⵔⵓⵏⴷⵉ",
 			'one'	=>	"ⴼⵔⴰⵏⴽ ⵏ ⴱⵓⵔⵓⵏⴷⵉ",
 			'many'	=>	"ⴼⵔⴰⵏⴽ ⵏ ⴱⵓⵔⵓⵏⴷⵉ"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"ⴰⴱⵓⵍⴰ ⵏ ⴱⵓⵜⵙⵡⴰⵏⴰ",
 			'one'	=>	"ⴰⴱⵓⵍⴰ ⵏ ⴱⵓⵜⵙⵡⴰⵏⴰ",
 			'many'	=>	"ⴰⴱⵓⵍⴰ ⵏ ⴱⵓⵜⵙⵡⴰⵏⴰ"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"ⴰⴷⵓⵍⴰⵔ ⵏ ⴽⴰⵏⴰⴷⴰ",
 			'one'	=>	"ⴰⴷⵓⵍⴰⵔ ⵏ ⴽⴰⵏⴰⴷⴰ",
 			'many'	=>	"ⴰⴷⵓⵍⴰⵔ ⵏ ⴽⴰⵏⴰⴷⴰ"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"ⴼⵔⴰⵏⴽ ⵏ ⴽⵓⵏⴳⵓ",
 			'one'	=>	"ⴼⵔⴰⵏⴽ ⵏ ⴽⵓⵏⴳⵓ",
 			'many'	=>	"ⴼⵔⴰⵏⴽ ⵏ ⴽⵓⵏⴳⵓ"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"ⴰⴼⵔⴰⵏⴽ ⵏ ⵙⵡⵉⵙⵔⴰ",
 			'one'	=>	"ⴰⴼⵔⴰⵏⴽ ⵏ ⵙⵡⵉⵙⵔⴰ",
 			'many'	=>	"ⴰⴼⵔⴰⵏⴽ ⵏ ⵙⵡⵉⵙⵔⴰ"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"ⴰⵢⴰⵏ ⵏ ⵛⵛⵉⵏⵡⴰ",
 			'one'	=>	"ⴰⵢⴰⵏ ⵏ ⵛⵛⵉⵏⵡⴰ",
 			'many'	=>	"ⴰⵢⴰⵏ ⵏ ⵛⵛⵉⵏⵡⴰ"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"ⵉⵙⴽⵓⴷⵓ ⵏ ⴽⴰⴱⴱⵉⵔⴷⵉ",
 			'one'	=>	"ⵉⵙⴽⵓⴷⵓ ⵏ ⴽⴰⴱⴱⵉⵔⴷⵉ",
 			'many'	=>	"ⵉⵙⴽⵓⴷⵓ ⵏ ⴽⴰⴱⴱⵉⵔⴷⵉ"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"ⴼⵔⴰⵏⴽ ⵏ ⴷⵊⵉⴱⵓⵜⵉ",
 			'one'	=>	"ⴼⵔⴰⵏⴽ ⵏ ⴷⵊⵉⴱⵓⵜⵉ",
 			'many'	=>	"ⴼⵔⴰⵏⴽ ⵏ ⴷⵊⵉⴱⵓⵜⵉ"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"ⴰⴷⵉⵏⴰⵔ ⵏ ⴷⵣⴰⵢⵔ",
 			'one'	=>	"ⴰⴷⵉⵏⴰⵔ ⵏ ⴷⵣⴰⵢⵔ",
 			'many'	=>	"ⴰⴷⵉⵏⴰⵔ ⵏ ⴷⵣⴰⵢⵔ"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"ⴰⵊⵏⵉⵀ ⵏ ⵎⵉⵚⵕ",
 			'one'	=>	"ⴰⵊⵏⵉⵀ ⵏ ⵎⵉⵚⵕ",
 			'many'	=>	"ⴰⵊⵏⵉⵀ ⵏ ⵎⵉⵚⵕ"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"ⵏⴰⴼⴽⴰ ⵏ ⵉⵔⵉⵜⵉⵔⵢⴰ",
 			'one'	=>	"ⵏⴰⴼⴽⴰ ⵏ ⵉⵔⵉⵜⵉⵔⵢⴰ",
 			'many'	=>	"ⵏⴰⴼⴽⴰ ⵏ ⵉⵔⵉⵜⵉⵔⵢⴰ"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"ⴱⵉⵔ ⵏ ⵉⵜⵢⵓⴱⵢⴰ",
 			'one'	=>	"ⴱⵉⵔ ⵏ ⵉⵜⵢⵓⴱⵢⴰ",
 			'many'	=>	"ⴱⵉⵔ ⵏ ⵉⵜⵢⵓⴱⵢⴰ"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"ⵓⵔⵓ",
 			'one'	=>	"ⵓⵔⵓ",
 			'many'	=>	"ⵓⵔⵓ"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"ⴰⵊⵏⵉⵀ ⴰⵙⵜⵔⵍⵉⵏⵉ ⵏ ⵏⵏⴳⵍⵉⵣ",
 			'one'	=>	"ⴰⵊⵏⵉⵀ ⴰⵙⵜⵔⵍⵉⵏⵉ ⵏ ⵏⵏⴳⵍⵉⵣ",
 			'many'	=>	"ⴰⵊⵏⵉⵀ ⴰⵙⵜⵔⵍⵉⵏⵉ ⵏ ⵏⵏⴳⵍⵉⵣ"
 		),

		'GHC'	=>	 array
		(
			'name'	=>	"ⵙⵉⴷⵉ ⵏ ⵖⴰⵏⴰ",
 			'one'	=>	"ⵙⵉⴷⵉ ⵏ ⵖⴰⵏⴰ",
 			'many'	=>	"ⵙⵉⴷⵉ ⵏ ⵖⴰⵏⴰ"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"ⴷⴰⵍⴰⵙⵉ ⵏ ⴳⴰⵎⴱⵢⴰ",
 			'one'	=>	"ⴷⴰⵍⴰⵙⵉ ⵏ ⴳⴰⵎⴱⵢⴰ",
 			'many'	=>	"ⴷⴰⵍⴰⵙⵉ ⵏ ⴳⴰⵎⴱⵢⴰ"
 		),

		'GNS'	=>	 array
		(
			'name'	=>	"ⴼⵔⴰⵏⴽ ⵏ ⵖⵉⵏⵢⴰ",
 			'one'	=>	"ⴼⵔⴰⵏⴽ ⵏ ⵖⵉⵏⵢⴰ",
 			'many'	=>	"ⴼⵔⴰⵏⴽ ⵏ ⵖⵉⵏⵢⴰ"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"ⴰⵔⵓⴱⵉ ⵏ ⵍⵀⵉⵏⴷ",
 			'one'	=>	"ⴰⵔⵓⴱⵉ ⵏ ⵍⵀⵉⵏⴷ",
 			'many'	=>	"ⴰⵔⵓⴱⵉ ⵏ ⵍⵀⵉⵏⴷ"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"ⴰⵢⴰⵏ ⵏ ⵍⵢⴰⴱⴰⵏ",
 			'one'	=>	"ⴰⵢⴰⵏ ⵏ ⵍⵢⴰⴱⴰⵏ",
 			'many'	=>	"ⴰⵢⴰⵏ ⵏ ⵍⵢⴰⴱⴰⵏ"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"ⴰⵛⵉⵍⵉⵏ ⵏ ⴽⵉⵏⵢⴰ",
 			'one'	=>	"ⴰⵛⵉⵍⵉⵏ ⵏ ⴽⵉⵏⵢⴰ",
 			'many'	=>	"ⴰⵛⵉⵍⵉⵏ ⵏ ⴽⵉⵏⵢⴰ"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"ⴼⵔⴰⵏⴽ ⵏ ⵇⵓⵎⵓⵕ",
 			'one'	=>	"ⴼⵔⴰⵏⴽ ⵏ ⵇⵓⵎⵓⵕ",
 			'many'	=>	"ⴼⵔⴰⵏⴽ ⵏ ⵇⵓⵎⵓⵕ"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"ⴰⴷⵓⵍⴰⵔ ⵏ ⵍⵉⴱⵉⵔⵢⴰ",
 			'one'	=>	"ⴰⴷⵓⵍⴰⵔ ⵏ ⵍⵉⴱⵉⵔⵢⴰ",
 			'many'	=>	"ⴰⴷⵓⵍⴰⵔ ⵏ ⵍⵉⴱⵉⵔⵢⴰ"
 		),

		'LSL'	=>	 array
		(
			'name'	=>	"ⵍⵓⵜⵉ ⵏ ⵍⵉⵚⵓⵟⵓ",
 			'one'	=>	"ⵍⵓⵜⵉ ⵏ ⵍⵉⵚⵓⵟⵓ",
 			'many'	=>	"ⵍⵓⵜⵉ ⵏ ⵍⵉⵚⵓⵟⵓ"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"ⴰⴷⵉⵏⴰⵔ ⵏ ⵍⵉⴱⵢⴰ",
 			'one'	=>	"ⴰⴷⵉⵏⴰⵔ ⵏ ⵍⵉⴱⵢⴰ",
 			'many'	=>	"ⴰⴷⵉⵏⴰⵔ ⵏ ⵍⵉⴱⵢⴰ"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"ⴰⴷⵔⵉⵎ ⵏ ⵍⵎⵖⵔⵉⴱ",
 			'one'	=>	"ⴰⴷⵔⵉⵎ ⵏ ⵍⵎⵖⵔⵉⴱ",
 			'many'	=>	"ⴰⴷⵔⵉⵎ ⵏ ⵍⵎⵖⵔⵉⴱ"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"ⴼⵔⴰⵏⴽ ⵏ ⵎⴰⴷⴰⵖⴰⵛⵇⴰⵔ",
 			'one'	=>	"ⴼⵔⴰⵏⴽ ⵏ ⵎⴰⴷⴰⵖⴰⵛⵇⴰⵔ",
 			'many'	=>	"ⴼⵔⴰⵏⴽ ⵏ ⵎⴰⴷⴰⵖⴰⵛⵇⴰⵔ"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"ⵓⵇⵉⵢⵢⴰ ⵏ ⵎⵓⵕⵉⵟⴰⵏⵢⴰ",
 			'one'	=>	"ⵓⵇⵉⵢⵢⴰ ⵏ ⵎⵓⵕⵉⵟⴰⵏⵢⴰ",
 			'many'	=>	"ⵓⵇⵉⵢⵢⴰ ⵏ ⵎⵓⵕⵉⵟⴰⵏⵢⴰ"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"ⴰⵔⵓⴱⵉ ⵏ ⵎⵓⵔⵉⵙ",
 			'one'	=>	"ⴰⵔⵓⴱⵉ ⵏ ⵎⵓⵔⵉⵙ",
 			'many'	=>	"ⴰⵔⵓⴱⵉ ⵏ ⵎⵓⵔⵉⵙ"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"ⴽⵡⴰⵛⴰ ⵏ ⵎⴰⵍⴰⵡⵉ",
 			'one'	=>	"ⴽⵡⴰⵛⴰ ⵏ ⵎⴰⵍⴰⵡⵉ",
 			'many'	=>	"ⴽⵡⴰⵛⴰ ⵏ ⵎⴰⵍⴰⵡⵉ"
 		),

		'MZM'	=>	 array
		(
			'name'	=>	"ⴰⵎⵉⵜⵉⴽⵍ ⵏ ⵎⵓⵣⵏⴱⵉⵇ",
 			'one'	=>	"ⴰⵎⵉⵜⵉⴽⵍ ⵏ ⵎⵓⵣⵏⴱⵉⵇ",
 			'many'	=>	"ⴰⵎⵉⵜⵉⴽⵍ ⵏ ⵎⵓⵣⵏⴱⵉⵇ"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"ⴰⴷⵓⵍⴰⵔ ⵏ ⵏⴰⵎⵉⴱⵢⴰ",
 			'one'	=>	"ⴰⴷⵓⵍⴰⵔ ⵏ ⵏⴰⵎⵉⴱⵢⴰ",
 			'many'	=>	"ⴰⴷⵓⵍⴰⵔ ⵏ ⵏⴰⵎⵉⴱⵢⴰ"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"ⵏⴰⵢⵔⴰ ⵏ ⵏⵉⵊⵉⵔⵢⴰ",
 			'one'	=>	"ⵏⴰⵢⵔⴰ ⵏ ⵏⵉⵊⵉⵔⵢⴰ",
 			'many'	=>	"ⵏⴰⵢⵔⴰ ⵏ ⵏⵉⵊⵉⵔⵢⴰ"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"ⴰⴼⵔⴰⵏⴽ ⵏ ⵔⵡⴰⵏⴷⴰ",
 			'one'	=>	"ⴰⴼⵔⴰⵏⴽ ⵏ ⵔⵡⴰⵏⴷⴰ",
 			'many'	=>	"ⴰⴼⵔⴰⵏⴽ ⵏ ⵔⵡⴰⵏⴷⴰ"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"ⴰⵔⵢⴰⵍ ⵏ ⵙⵙⴰⵄⵓⴷⵉⵢⴰ",
 			'one'	=>	"ⴰⵔⵢⴰⵍ ⵏ ⵙⵙⴰⵄⵓⴷⵉⵢⴰ",
 			'many'	=>	"ⴰⵔⵢⴰⵍ ⵏ ⵙⵙⴰⵄⵓⴷⵉⵢⴰ"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"ⴰⵔⵓⴱⵉ ⵏ ⵙⵙⵉⵛⵉⵍ",
 			'one'	=>	"ⴰⵔⵓⴱⵉ ⵏ ⵙⵙⵉⵛⵉⵍ",
 			'many'	=>	"ⴰⵔⵓⴱⵉ ⵏ ⵙⵙⵉⵛⵉⵍ"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"ⴰⴷⵉⵏⴰⵔ ⵏ ⵙⵙⵓⴷⴰⵏ",
 			'one'	=>	"ⴰⴷⵉⵏⴰⵔ ⵏ ⵙⵙⵓⴷⴰⵏ",
 			'many'	=>	"ⴰⴷⵉⵏⴰⵔ ⵏ ⵙⵙⵓⴷⴰⵏ"
 		),

		'SDP'	=>	 array
		(
			'name'	=>	"ⴰⵊⵏⵉⵀ ⵏ ⵙⵙⵓⴷⴰⵏ",
 			'one'	=>	"ⴰⵊⵏⵉⵀ ⵏ ⵙⵙⵓⴷⴰⵏ",
 			'many'	=>	"ⴰⵊⵏⵉⵀ ⵏ ⵙⵙⵓⴷⴰⵏ"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"ⴰⵊⵏⵉⵀ ⵏ ⵙⴰⵏⵜⵉⵍⵉⵏ",
 			'one'	=>	"ⴰⵊⵏⵉⵀ ⵏ ⵙⴰⵏⵜⵉⵍⵉⵏ",
 			'many'	=>	"ⴰⵊⵏⵉⵀ ⵏ ⵙⴰⵏⵜⵉⵍⵉⵏ"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"ⵍⵉⵢⵓⵏ",
 			'one'	=>	"ⵍⵉⵢⵓⵏ",
 			'many'	=>	"ⵍⵉⵢⵓⵏ"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"ⴰⵛⵉⵍⵉⵏ ⵏ ⵚⵚⵓⵎⴰⵍ",
 			'one'	=>	"ⴰⵛⵉⵍⵉⵏ ⵏ ⵚⵚⵓⵎⴰⵍ",
 			'many'	=>	"ⴰⵛⵉⵍⵉⵏ ⵏ ⵚⵚⵓⵎⴰⵍ"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"ⴰⴷⵓⴱⵔⴰ ⵏ ⵙⴰⵏⵟⵓⵎⵉ",
 			'one'	=>	"ⴰⴷⵓⴱⵔⴰ ⵏ ⵙⴰⵏⵟⵓⵎⵉ",
 			'many'	=>	"ⴰⴷⵓⴱⵔⴰ ⵏ ⵙⴰⵏⵟⵓⵎⵉ"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"ⵍⵉⵍⴰⵏⵊⵉⵏⵉ",
 			'one'	=>	"ⵍⵉⵍⴰⵏⵊⵉⵏⵉ",
 			'many'	=>	"ⵍⵉⵍⴰⵏⵊⵉⵏⵉ"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"ⴰⴷⵉⵏⴰⵔ ⵏ ⵜⵓⵏⵙ",
 			'one'	=>	"ⴰⴷⵉⵏⴰⵔ ⵏ ⵜⵓⵏⵙ",
 			'many'	=>	"ⴰⴷⵉⵏⴰⵔ ⵏ ⵜⵓⵏⵙ"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"ⴰⵛⵉⵍⵉⵏ ⵏ ⵟⴰⵏⵥⴰⵏⵢⴰ",
 			'one'	=>	"ⴰⵛⵉⵍⵉⵏ ⵏ ⵟⴰⵏⵥⴰⵏⵢⴰ",
 			'many'	=>	"ⴰⵛⵉⵍⵉⵏ ⵏ ⵟⴰⵏⵥⴰⵏⵢⴰ"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"ⴰⵛⵉⵍⵉⵏ ⵏ ⵓⵖⴰⵏⴷⴰ",
 			'one'	=>	"ⴰⵛⵉⵍⵉⵏ ⵏ ⵓⵖⴰⵏⴷⴰ",
 			'many'	=>	"ⴰⵛⵉⵍⵉⵏ ⵏ ⵓⵖⴰⵏⴷⴰ"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"ⴰⴷⵓⵍⴰⵔ ⵏ ⵉⵡⵓⵏⴰⴽ ⵉⵎⵓⵏⵏ",
 			'one'	=>	"ⴰⴷⵓⵍⴰⵔ ⵏ ⵉⵡⵓⵏⴰⴽ ⵉⵎⵓⵏⵏ",
 			'many'	=>	"ⴰⴷⵓⵍⴰⵔ ⵏ ⵉⵡⵓⵏⴰⴽ ⵉⵎⵓⵏⵏ"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"ⴼⵔⴰⵏⴽ ⵚⵉⴼⴰ",
 			'one'	=>	"ⴼⵔⴰⵏⴽ ⵚⵉⴼⴰ",
 			'many'	=>	"ⴼⵔⴰⵏⴽ ⵚⵉⴼⴰ"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"ⴼⵔⴰⵏⴽ ⵚⵉⴼⴰ ⴱⵉⵙⴰⵡ",
 			'one'	=>	"ⴼⵔⴰⵏⴽ ⵚⵉⴼⴰ ⴱⵉⵙⴰⵡ",
 			'many'	=>	"ⴼⵔⴰⵏⴽ ⵚⵉⴼⴰ ⴱⵉⵙⴰⵡ"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"ⴰⵔⴰⵏⴷ ⵏ ⴰⴼⵔⵉⵇⵢⴰ ⵏ ⵉⴼⴼⵓⵙ",
 			'one'	=>	"ⴰⵔⴰⵏⴷ ⵏ ⴰⴼⵔⵉⵇⵢⴰ ⵏ ⵉⴼⴼⵓⵙ",
 			'many'	=>	"ⴰⵔⴰⵏⴷ ⵏ ⴰⴼⵔⵉⵇⵢⴰ ⵏ ⵉⴼⴼⵓⵙ"
 		),

		'ZMK'	=>	 array
		(
			'name'	=>	"ⴰⴽⵡⴰⵛⴰ ⵏ ⵣⴰⵎⴱⵢⴰ",
 			'one'	=>	"ⴰⴽⵡⴰⵛⴰ ⵏ ⵣⴰⵎⴱⵢⴰ",
 			'many'	=>	"ⴰⴽⵡⴰⵛⴰ ⵏ ⵣⴰⵎⴱⵢⴰ"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"ⴰⴽⵡⴰⵛⴰ ⵏ ⵣⴰⵎⴱⵢⴰ",
 			'one'	=>	"ⴰⴽⵡⴰⵛⴰ ⵏ ⵣⴰⵎⴱⵢⴰ",
 			'many'	=>	"ⴰⴽⵡⴰⵛⴰ ⵏ ⵣⴰⵎⴱⵢⴰ"
 		),

		'ZWD'	=>	 array
		(
			'name'	=>	"ⴰⴷⵓⵍⴰⵔ ⵏ ⵣⵉⵎⴱⴰⴱⵡⵉ",
 			'one'	=>	"ⴰⴷⵓⵍⴰⵔ ⵏ ⵣⵉⵎⴱⴰⴱⵡⵉ",
 			'many'	=>	"ⴰⴷⵓⵍⴰⵔ ⵏ ⵣⵉⵎⴱⴰⴱⵡⵉ"
 		),

    ),
);
