<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'AED'	=>	 array
		(
			'name'	=>	"ஐக்கிய அரபு எமிரேட்டு டிர்ஹம்",
 			'one'	=>	"ஐக்கிய அரபு எமிரேட்டு டிர்ஹம்",
 			'many'	=>	"ஐக்கிய அரபு எமிரேட்டு டிர்ஹம்"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"ஆஃப்கான் ஆப்கானி",
 			'one'	=>	"ஆஃப்கான் ஆப்கானி",
 			'many'	=>	"ஆஃப்கான் ஆப்கானி"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"அல்பேனியன் லெக்",
 			'one'	=>	"அல்பேனியன் லெக்",
 			'many'	=>	"அல்பேனியன் லெக்"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"அர்மேனியன் ட்ராம்",
 			'one'	=>	"அர்மேனியன் ட்ராம்",
 			'many'	=>	"அர்மேனியன் ட்ராம்"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"நெதர்லேண்ட்ஸ் அன்டிலியன் கில்டர்",
 			'one'	=>	"நெதர்லேண்ட்ஸ் அன்டிலியன் கில்டர்",
 			'many'	=>	"நெதர்லேண்ட்ஸ் அன்டிலியன் கில்டர்"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"அங்கோலன் க்வான்ஸா",
 			'one'	=>	"அங்கோலன் க்வான்ஸா",
 			'many'	=>	"அங்கோலன் க்வான்ஸா"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"அர்ஜென்டினா பேசோ",
 			'one'	=>	"அர்ஜென்டினா பேசோ",
 			'many'	=>	"அர்ஜென்டினா பேசோ"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"ஆஸ்திரேலிய டாலர்",
 			'one'	=>	"ஆஸ்திரேலிய டாலர்",
 			'many'	=>	"ஆஸ்திரேலிய டாலர்"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"அருபன் ஃப்ளோரின்",
 			'one'	=>	"அருபன் ஃப்ளோரின்",
 			'many'	=>	"அருபன் ஃப்ளோரின்"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"அஜர்பைசானி மனத்",
 			'one'	=>	"அஜர்பைசானி மனத்",
 			'many'	=>	"அஜர்பைசானி மனத்"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"போஸ்னியா-ஹெர்ஸேகோவினா கன்வெர்டிபில் மார்க்",
 			'one'	=>	"போஸ்னியா-ஹெர்ஸேகோவினா கன்வெர்டிபில் மார்க்",
 			'many'	=>	"போஸ்னியா-ஹெர்ஸேகோவினா கன்வெர்டிபில் மார்க்"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"பெர்பேடியன் டாலர்",
 			'one'	=>	"பெர்பேடியன் டாலர்",
 			'many'	=>	"பெர்பேடியன் டாலர்"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"பங்கலாதேஷி டாகா",
 			'one'	=>	"பங்கலாதேஷி டாகா",
 			'many'	=>	"பங்கலாதேஷி டாகா"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"புல்கேரியன் லெவ்",
 			'one'	=>	"புல்கேரியன் லெவ்",
 			'many'	=>	"புல்கேரியன் லெவ்"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"பஹ்ரைனி தினார்",
 			'one'	=>	"பஹ்ரைனி தினார்",
 			'many'	=>	"பஹ்ரைனி தினார்"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"புருண்டியன் ஃப்ராங்க்",
 			'one'	=>	"புருண்டியன் ஃப்ராங்க்",
 			'many'	=>	"புருண்டியன் ஃப்ராங்க்"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"பெர்முடன் டாலர்",
 			'one'	=>	"பெர்முடன் டாலர்",
 			'many'	=>	"பெர்முடன் டாலர்"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"புரூனை டாலர்",
 			'one'	=>	"புரூனை டாலர்",
 			'many'	=>	"புரூனை டாலர்"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"பொலிவியன் பொலிவியானோ",
 			'one'	=>	"பொலிவியன் பொலிவியானோ",
 			'many'	=>	"பொலிவியன் பொலிவியானோ"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"பிரேசிலியன் ரியால்",
 			'one'	=>	"பிரேசிலியன் ரியால்",
 			'many'	=>	"பிரேசிலியன் ரியால்"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"பஹாமியன் டாலர்",
 			'one'	=>	"பஹாமியன் டாலர்",
 			'many'	=>	"பஹாமியன் டாலர்"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"புடனேஷ் நிகுல்ட்ரம்",
 			'one'	=>	"புடனேஷ் நிகுல்ட்ரம்",
 			'many'	=>	"புடனேஷ் நிகுல்ட்ரம்"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"போட்ஸ்வானா புலா",
 			'one'	=>	"போட்ஸ்வானா புலா",
 			'many'	=>	"போட்ஸ்வானா புலா"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"பெலருஷியன் ரூபில்",
 			'one'	=>	"பெலருஷியன் ரூபில்",
 			'many'	=>	"பெலருஷியன் ரூபில்"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"பெலீஷ் டாலர்",
 			'one'	=>	"பெலீஷ் டாலர்",
 			'many'	=>	"பெலீஷ் டாலர்"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"கனடியன் டாலர்",
 			'one'	=>	"கனடியன் டாலர்",
 			'many'	=>	"கனடியன் டாலர்"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"காங்கோல்ஸே ஃப்ராங்க்",
 			'one'	=>	"காங்கோல்ஸே ஃப்ராங்க்",
 			'many'	=>	"காங்கோல்ஸே ஃப்ராங்க்"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"சுவிஸ் ஃப்ராங்க்",
 			'one'	=>	"சுவிஸ் ஃப்ராங்க்",
 			'many'	=>	"சுவிஸ் ஃப்ராங்க்"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"சிலியன் பெசோ",
 			'one'	=>	"சிலியன் பெசோ",
 			'many'	=>	"சிலியன் பெசோ"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"சீன யுவான்",
 			'one'	=>	"சீன யுவான்",
 			'many'	=>	"சீன யுவான்"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"கொலம்பியன் பெசோ",
 			'one'	=>	"கொலம்பியன் பெசோ",
 			'many'	=>	"கொலம்பியன் பெசோ"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"கோஸ்டா ரிகன் கொலோன்",
 			'one'	=>	"கோஸ்டா ரிகன் கொலோன்",
 			'many'	=>	"கோஸ்டா ரிகன் கொலோன்"
 		),

		'CUC'	=>	 array
		(
			'name'	=>	"கியூபன் கான்வெர்டிபில் பேசோ",
 			'one'	=>	"கியூபன் கான்வெர்டிபில் பேசோ",
 			'many'	=>	"கியூபன் கான்வெர்டிபில் பேசோ"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"கியூபன் பெசோ",
 			'one'	=>	"கியூபன் பெசோ",
 			'many'	=>	"கியூபன் பெசோ"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"கேப் வெர்டியன் எஸ்குடோ",
 			'one'	=>	"கேப் வெர்டியன் எஸ்குடோ",
 			'many'	=>	"கேப் வெர்டியன் எஸ்குடோ"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"செக் குடியரசு கொருனா",
 			'one'	=>	"செக் குடியரசு கொருனா",
 			'many'	=>	"செக் குடியரசு கொருனா"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"ஜிபவ்டியென் ஃப்ராங்க்",
 			'one'	=>	"ஜிபவ்டியென் ஃப்ராங்க்",
 			'many'	=>	"ஜிபவ்டியென் ஃப்ராங்க்"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"டானிஷ் க்ரோன்",
 			'one'	=>	"டானிஷ் க்ரோன்",
 			'many'	=>	"டானிஷ் க்ரோன்"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"டொமினிக்கன் பேசோ",
 			'one'	=>	"டொமினிக்கன் பேசோ",
 			'many'	=>	"டொமினிக்கன் பேசோ"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"அல்ஜேரியன் தினார்",
 			'one'	=>	"அல்ஜேரியன் தினார்",
 			'many'	=>	"அல்ஜேரியன் தினார்"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"எகிப்திய பவுண்டு",
 			'one'	=>	"எகிப்திய பவுண்டு",
 			'many'	=>	"எகிப்திய பவுண்டு"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"இரிடிரியன் நக்ஃபா",
 			'one'	=>	"இரிடிரியன் நக்ஃபா",
 			'many'	=>	"இரிடிரியன் நக்ஃபா"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"எத்தியோப்பியன் பிர்",
 			'one'	=>	"எத்தியோப்பியன் பிர்",
 			'many'	=>	"எத்தியோப்பியன் பிர்"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"யூரோ",
 			'one'	=>	"யூரோ",
 			'many'	=>	"யூரோ"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"ஃபிஜியன் டாலர்",
 			'one'	=>	"ஃபிஜியன் டாலர்",
 			'many'	=>	"ஃபிஜியன் டாலர்"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"ஃபாக்லாந்து தீவுகள் பவுண்டு",
 			'one'	=>	"ஃபாக்லாந்து தீவுகள் பவுண்டு",
 			'many'	=>	"ஃபாக்லாந்து தீவுகள் பவுண்டு"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"பிரிட்டிஷ் பவுன்ட் ஸ்டெர்லிங்",
 			'one'	=>	"பிரிட்டிஷ் பவுன்ட் ஸ்டெர்லிங்",
 			'many'	=>	"பிரிட்டிஷ் பவுன்ட் ஸ்டெர்லிங்"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"ஜியார்ஜியன் லாரி",
 			'one'	=>	"ஜியார்ஜியன் லாரி",
 			'many'	=>	"ஜியார்ஜியன் லாரி"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"கானயன் சேடி",
 			'one'	=>	"கானயன் சேடி",
 			'many'	=>	"கானயன் சேடி"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"கிப்ரால்டர் பவுண்ட்",
 			'one'	=>	"கிப்ரால்டர் பவுண்ட்",
 			'many'	=>	"கிப்ரால்டர் பவுண்ட்"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"கேம்பியன் தலாசி",
 			'one'	=>	"கேம்பியன் தலாசி",
 			'many'	=>	"கேம்பியன் தலாசி"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"கினியன் ஃப்ராங்க்",
 			'one'	=>	"கினியன் ஃப்ராங்க்",
 			'many'	=>	"கினியன் ஃப்ராங்க்"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"குவாடெமெலன் குயூட்ஸல்",
 			'one'	=>	"குவாடெமெலன் குயூட்ஸல்",
 			'many'	=>	"குவாடெமெலன் குயூட்ஸல்"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"கயானேஸ் டாலர்",
 			'one'	=>	"கயானேஸ் டாலர்",
 			'many'	=>	"கயானேஸ் டாலர்"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"ஹாங்காங் டாலர்",
 			'one'	=>	"ஹாங்காங் டாலர்",
 			'many'	=>	"ஹாங்காங் டாலர்"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"ஹோன்டூரன் லெம்பீரா",
 			'one'	=>	"ஹோன்டூரன் லெம்பீரா",
 			'many'	=>	"ஹோன்டூரன் லெம்பீரா"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"குரோஷியன் குனா",
 			'one'	=>	"குரோஷியன் குனா",
 			'many'	=>	"குரோஷியன் குனா"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"ஹயேத்தியன் கோர்டே",
 			'one'	=>	"ஹயேத்தியன் கோர்டே",
 			'many'	=>	"ஹயேத்தியன் கோர்டே"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"ஹங்கேரியன் ஃபோரின்ட்",
 			'one'	=>	"ஹங்கேரியன் ஃபோரின்ட்",
 			'many'	=>	"ஹங்கேரியன் ஃபோரின்ட்"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"இந்தோனேஷியன் ருபியா",
 			'one'	=>	"இந்தோனேஷியன் ருபியா",
 			'many'	=>	"இந்தோனேஷியன் ருபியா"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"இஸ்ரேலி நியூ ஷிகேல்",
 			'one'	=>	"இஸ்ரேலி நியூ ஷிகேல்",
 			'many'	=>	"இஸ்ரேலி நியூ ஷிகேல்"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"ரூபாய்",
 			'one'	=>	"ரூபாய்",
 			'many'	=>	"ரூபாய்"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"ஈராக்கி தினார்",
 			'one'	=>	"ஈராக்கி தினார்",
 			'many'	=>	"ஈராக்கி தினார்"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"இரானியன் ரியால்",
 			'one'	=>	"இரானியன் ரியால்",
 			'many'	=>	"இரானியன் ரியால்"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"ஐஸ்லாண்டிக் க்ரோனா",
 			'one'	=>	"ஐஸ்லாண்டிக் க்ரோனா",
 			'many'	=>	"ஐஸ்லாண்டிக் க்ரோனா"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"ஜமைக்கான் டாலர்",
 			'one'	=>	"ஜமைக்கான் டாலர்",
 			'many'	=>	"ஜமைக்கான் டாலர்"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"ஜோர்டானியன் டைனர்",
 			'one'	=>	"ஜோர்டானியன் டைனர்",
 			'many'	=>	"ஜோர்டானியன் டைனர்"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"ஜாப்பனிய யென்",
 			'one'	=>	"ஜாப்பனிய யென்",
 			'many'	=>	"ஜாப்பனிய யென்"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"கெனியன் ஷில்லிங்",
 			'one'	=>	"கெனியன் ஷில்லிங்",
 			'many'	=>	"கெனியன் ஷில்லிங்"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"கிரிகிஸ்தானி சோம்",
 			'one'	=>	"கிரிகிஸ்தானி சோம்",
 			'many'	=>	"கிரிகிஸ்தானி சோம்"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"கம்போடியன் ரியெல்",
 			'one'	=>	"கம்போடியன் ரியெல்",
 			'many'	=>	"கம்போடியன் ரியெல்"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"கமோரியன் ஃப்ராங்க்",
 			'one'	=>	"கமோரியன் ஃப்ராங்க்",
 			'many'	=>	"கமோரியன் ஃப்ராங்க்"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"வட கொரிய வான்",
 			'one'	=>	"வட கொரிய வான்",
 			'many'	=>	"வட கொரிய வான்"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"தென் கொரிய வான்",
 			'one'	=>	"தென் கொரிய வான்",
 			'many'	=>	"தென் கொரிய வான்"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"குவைத்தி தினார்",
 			'one'	=>	"குவைத்தி தினார்",
 			'many'	=>	"குவைத்தி தினார்"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"கேமன் தீவுகள் டாலர்",
 			'one'	=>	"கேமன் தீவுகள் டாலர்",
 			'many'	=>	"கேமன் தீவுகள் டாலர்"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"கஸகஸ்தானி டென்கே",
 			'one'	=>	"கஸகஸ்தானி டென்கே",
 			'many'	=>	"கஸகஸ்தானி டென்கே"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"லவுட்டியன் கிப்",
 			'one'	=>	"லவுட்டியன் கிப்",
 			'many'	=>	"லவுட்டியன் கிப்"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"லபனீஸ் பவுண்டு",
 			'one'	=>	"லபனீஸ் பவுண்டு",
 			'many'	=>	"லபனீஸ் பவுண்டு"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"இலங்கை ரூபாய்",
 			'one'	=>	"இலங்கை ரூபாய்",
 			'many'	=>	"இலங்கை ரூபாய்"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"லிபரியன் டாலர்",
 			'one'	=>	"லிபரியன் டாலர்",
 			'many'	=>	"லிபரியன் டாலர்"
 		),

		'LSL'	=>	 array
		(
			'name'	=>	"லெசோதோ லோட்டி",
 			'one'	=>	"லெசோதோ லோட்டி",
 			'many'	=>	"லெசோதோ லோட்டி"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"லிதுவேனியன் லிடஸ்",
 			'one'	=>	"லிதுவேனியன் லிடஸ்",
 			'many'	=>	"லிதுவேனியன் லிடஸ்"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"லாத்வியன் லாட்ஸ்",
 			'one'	=>	"லாத்வியன் லாட்ஸ்",
 			'many'	=>	"லாத்வியன் லாட்ஸ்"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"லிபியன் தினார்",
 			'one'	=>	"லிபியன் தினார்",
 			'many'	=>	"லிபியன் தினார்"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"மொரோக்கோ திர்ஹாம்",
 			'one'	=>	"மொரோக்கோ திர்ஹாம்",
 			'many'	=>	"மொரோக்கோ திர்ஹாம்"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"மால்டோவன் லியூ",
 			'one'	=>	"மால்டோவன் லியூ",
 			'many'	=>	"மால்டோவன் லியூ"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"மலகாசி ஏரியரி",
 			'one'	=>	"மலகாசி ஏரியரி",
 			'many'	=>	"மலகாசி ஏரியரி"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"மெசிடோனியன் தினார்",
 			'one'	=>	"மெசிடோனியன் தினார்",
 			'many'	=>	"மெசிடோனியன் தினார்"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"மியான்மா கியாத்",
 			'one'	=>	"மியான்மா கியாத்",
 			'many'	=>	"மியான்மா கியாத்"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"மங்கோலியன் டுக்ரிக்",
 			'one'	=>	"மங்கோலியன் டுக்ரிக்",
 			'many'	=>	"மங்கோலியன் டுக்ரிக்"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"மெகனீஸ் படாகா",
 			'one'	=>	"மெகனீஸ் படாகா",
 			'many'	=>	"மெகனீஸ் படாகா"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"மொரிஷியனியன் ஒகுய்யா",
 			'one'	=>	"மொரிஷியனியன் ஒகுய்யா",
 			'many'	=>	"மொரிஷியனியன் ஒகுய்யா"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"மொரீஷியன் ருபீ",
 			'one'	=>	"மொரீஷியன் ருபீ",
 			'many'	=>	"மொரீஷியன் ருபீ"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"மால்தீவியன் ருஃபியா",
 			'one'	=>	"மால்தீவியன் ருஃபியா",
 			'many'	=>	"மால்தீவியன் ருஃபியா"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"மலாவின் குவாச்சா",
 			'one'	=>	"மலாவின் குவாச்சா",
 			'many'	=>	"மலாவின் குவாச்சா"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"மெக்ஸிகன் பெசோ",
 			'one'	=>	"மெக்ஸிகன் பெசோ",
 			'many'	=>	"மெக்ஸிகன் பெசோ"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"மலேஷியன் ரிங்கித்",
 			'one'	=>	"மலேஷியன் ரிங்கித்",
 			'many'	=>	"மலேஷியன் ரிங்கித்"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"மொசாம்பிகேன் மெடிகல்",
 			'one'	=>	"மொசாம்பிகேன் மெடிகல்",
 			'many'	=>	"மொசாம்பிகேன் மெடிகல்கள்"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"நமீபியன் டாலர்",
 			'one'	=>	"நமீபியன் டாலர்",
 			'many'	=>	"நமீபியன் டாலர்"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"நைஜீரியன் நைரா",
 			'one'	=>	"நைஜீரியன் நைரா",
 			'many'	=>	"நைஜீரியன் நைரா"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"நிகாராகுவான் கோர்டோபா",
 			'one'	=>	"நிகாராகுவான் கோர்டோபா",
 			'many'	=>	"நிகாராகுவான் கோர்டோபா"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"நார்வேஜியன் க்ரோன்",
 			'one'	=>	"நார்வேஜியன் க்ரோன்",
 			'many'	=>	"நார்வேஜியன் க்ரோன்"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"நேபாளீஸ் ருபீ",
 			'one'	=>	"நேபாளீஸ் ருபீ",
 			'many'	=>	"நேபாளீஸ் ருபீ"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"நியூசிலாந்து டாலர்",
 			'one'	=>	"நியூசிலாந்து டாலர்",
 			'many'	=>	"நியூசிலாந்து டாலர்"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"ஓமானி ரியால்",
 			'one'	=>	"ஓமானி ரியால்",
 			'many'	=>	"ஓமானி ரியால்"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"பனாமானியன் பால்போபா",
 			'one'	=>	"பனாமானியன் பால்போபா",
 			'many'	=>	"பனாமானியன் பால்போபா"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"பெருவியன் நியூவோ சோல்",
 			'one'	=>	"பெருவியன் நியூவோ சோல்",
 			'many'	=>	"பெருவியன் நியூவோ சோல்"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"பபுவா நியூ கினியன் கினா",
 			'one'	=>	"பபுவா நியூ கினியன் கினா",
 			'many'	=>	"பபுவா நியூ கினியன் கினா"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"ஃபிலிபைன் பேசோ",
 			'one'	=>	"ஃபிலிபைன் பேசோ",
 			'many'	=>	"ஃபிலிபைன் பேசோ"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"பாக்கிஸ்தானி ருபீ",
 			'one'	=>	"பாக்கிஸ்தானி ருபீ",
 			'many'	=>	"பாக்கிஸ்தானி ருபீ"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"போலிஷ் ஸ்லாட்டி",
 			'one'	=>	"போலிஷ் ஸ்லாட்டி",
 			'many'	=>	"போலிஷ் ஸ்லாட்டி"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"பராகுயான் குவாரானி",
 			'one'	=>	"பராகுயான் குவாரானி",
 			'many'	=>	"பராகுயான் குவாரானி"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"கத்தாரி ரியால்",
 			'one'	=>	"கத்தாரி ரியால்",
 			'many'	=>	"கத்தாரி ரியால்"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"ரோமானியன் லியூ",
 			'one'	=>	"ரோமானியன் லியூ",
 			'many'	=>	"ரோமானியன் லெய்"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"செர்பியன் தினார்",
 			'one'	=>	"செர்பியன் தினார்",
 			'many'	=>	"செர்பியன் தினார்"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"ரஷ்யன் ரூபல்",
 			'one'	=>	"ரஷ்யன் ரூபல்",
 			'many'	=>	"ரஷ்யன் ரூபல்"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"ருவாண்டா ஃப்ராங்க்",
 			'one'	=>	"ருவாண்டா ஃப்ராங்க்",
 			'many'	=>	"ருவாண்டா ஃப்ராங்க்"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"சவுதி ரியால்",
 			'one'	=>	"சவுதி ரியால்",
 			'many'	=>	"சவுதி ரியால்"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"சாலமன் தீவுகள் டாலர்",
 			'one'	=>	"சாலமன் தீவுகள் டாலர்",
 			'many'	=>	"சாலமன் தீவுகள் டாலர்"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"சிஷிலோயிஸ் ருபீ",
 			'one'	=>	"சிஷிலோயிஸ் ருபீ",
 			'many'	=>	"சிஷிலோயிஸ் ருபீ"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"சூடானீஸ் பவுண்டு",
 			'one'	=>	"சூடானீஸ் பவுண்டு",
 			'many'	=>	"சூடானீஸ் பவுண்டு"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"ஸ்வீடிஷ் க்ரோனா",
 			'one'	=>	"ஸ்வீடிஷ் க்ரோனா",
 			'many'	=>	"ஸ்வீடிஷ் க்ரோனா"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"சிங்கப்பூர் டாலர்",
 			'one'	=>	"சிங்கப்பூர் டாலர்",
 			'many'	=>	"சிங்கப்பூர் டாலர்"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"செயன்ட் ஹெலேனா பவுண்டு",
 			'one'	=>	"செயன்ட் ஹெலேனா பவுண்டு",
 			'many'	=>	"செயன்ட் ஹெலேனா பவுண்டு"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"செய்ரா லியோனியன் லியோன்",
 			'one'	=>	"செய்ரா லியோனியன் லியோன்",
 			'many'	=>	"செய்ரா லியோனியன் லியோன்"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"சொமாலி ஷில்லிங்",
 			'one'	=>	"சொமாலி ஷில்லிங்",
 			'many'	=>	"சொமாலி ஷில்லிங்"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"சூரினாமீஸ் டாலர்",
 			'one'	=>	"சூரினாமீஸ் டாலர்",
 			'many'	=>	"சூரினாமீஸ் டாலர்"
 		),

		'SSP'	=>	 array
		(
			'name'	=>	"தெற்கு சூடானீஸ் பவுண்டு",
 			'one'	=>	"தெற்கு சூடானீஸ் பவுண்டு",
 			'many'	=>	"தெற்கு சூடானீஸ் பவுண்டுகள்"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"சாவ் டோமி மற்றும் பிரின்ஸ்பி டோப்ரா",
 			'one'	=>	"சாவ் டோமி மற்றும் பிரின்ஸ்பி டோப்ரா",
 			'many'	=>	"சாவ் டோமி மற்றும் பிரின்ஸ்பி டோப்ரா"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"சிரியன் பவுன்ட்",
 			'one'	=>	"சிரியன் பவுன்ட்",
 			'many'	=>	"சிரியன் பவுன்ட்"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"சுவாஸி லிலாங்கனி",
 			'one'	=>	"சுவாஸி லிலாங்கனி",
 			'many'	=>	"சுவாஸி லிலாங்கனி"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"தாய் பாட்",
 			'one'	=>	"தாய் பாட்",
 			'many'	=>	"தாய் பாட்"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"தஜிகிஸ்தானி சோமோனி",
 			'one'	=>	"தஜிகிஸ்தானி சோமோனி",
 			'many'	=>	"தஜிகிஸ்தானி சோமோனி"
 		),

		'TMT'	=>	 array
		(
			'name'	=>	"துர்க்மேனிஸ்தானி மனத்",
 			'one'	=>	"துர்க்மேனிஸ்தானி மனத்",
 			'many'	=>	"துர்க்மேனிஸ்தானி மனத்"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"துனிஷியன் தினார்",
 			'one'	=>	"துனிஷியன் தினார்",
 			'many'	=>	"துனிஷியன் தினார்"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"தொங்கான் பங்கா",
 			'one'	=>	"தொங்கான் பங்கா",
 			'many'	=>	"தொங்கான் பங்கா"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"துர்க்கிஸ் லீரா",
 			'one'	=>	"துர்க்கிஸ் லீரா",
 			'many'	=>	"துர்க்கிஸ் லீரா"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"டிரினாட் மற்றும் டோபாகோ டாலர்",
 			'one'	=>	"டிரினாட் மற்றும் டோபாகோ டாலர்",
 			'many'	=>	"டிரினாட் மற்றும் டோபாகோ டாலர்"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"புதிய தைவான் டாலர்",
 			'one'	=>	"புதிய தைவான் டாலர்",
 			'many'	=>	"புதிய தைவான் டாலர்"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"தன்ஸானியன் ஷில்லிங்",
 			'one'	=>	"தன்ஸானியன் ஷில்லிங்",
 			'many'	=>	"தன்ஸானியன் ஷில்லிங்"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"உக்ரைனியன் ஹிரைவ்னியா",
 			'one'	=>	"உக்ரைனியன் ஹிரைவ்னியா",
 			'many'	=>	"உக்ரைனியன் ஹிரைவ்னியா"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"உகாண்டன் ஷில்லிங்",
 			'one'	=>	"உகாண்டன் ஷில்லிங்",
 			'many'	=>	"உகாண்டன் ஷில்லிங்"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"யூ.எஸ். டாலர்",
 			'one'	=>	"யூ.எஸ். டாலர்",
 			'many'	=>	"யூ.எஸ். டாலர்"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"உருகுவேயன் பேசோ",
 			'one'	=>	"உருகுவேயன் பேசோ",
 			'many'	=>	"உருகுவேயன் பேசோ"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"உஜ்பெகிஸ்தான் சோம்",
 			'one'	=>	"உஜ்பெகிஸ்தான் சோம்",
 			'many'	=>	"உஜ்பெகிஸ்தான் சோம்"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"வெனிசுலியன் போலிவர்",
 			'one'	=>	"வெனிசுலியன் போலிவர்",
 			'many'	=>	"வெனிசுலியன் போலிவர்"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"வியட்நாமீஸ் டாங்",
 			'one'	=>	"வியட்நாமீஸ் டாங்",
 			'many'	=>	"வியட்நாமீஸ் டாங்"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"வனுவாட்டு வாட்டு",
 			'one'	=>	"வனுவாட்டு வாட்டு",
 			'many'	=>	"வனுவாட்டு வாட்டு"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"சமோவான் தாலா",
 			'one'	=>	"சமோவான் தாலா",
 			'many'	=>	"சமோவான் தாலா"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"Cfa ஃப்ராங்க் Beac",
 			'one'	=>	"Cfa ஃப்ராங்க் Beac",
 			'many'	=>	"Cfa ஃப்ராங்க் Beac"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"கிழக்கு கரீபியன் டாலர்",
 			'one'	=>	"கிழக்கு கரீபியன் டாலர்",
 			'many'	=>	"கிழக்கு கரீபியன் டாலர்"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"Cfa ஃப்ராங்க் Bceao",
 			'one'	=>	"Cfa ஃப்ராங்க் Bceao",
 			'many'	=>	"Cfa ஃப்ராங்க் Bceao"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"Cfp ஃப்ராங்க்",
 			'one'	=>	"Cfp ஃப்ராங்க்",
 			'many'	=>	"Cfp ஃப்ராங்க்ஸ்"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"தெரியாத நாணயம்",
 			'one'	=>	"தெரியாத நாணயம்",
 			'many'	=>	"தெரியாத நாணயம்"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"யெமினி ரியால்",
 			'one'	=>	"யெமினி ரியால்",
 			'many'	=>	"யெமினி ரியால்"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"தென் ஆப்ரிக்க ராண்ட்",
 			'one'	=>	"தென் ஆப்ரிக்க ராண்ட்",
 			'many'	=>	"தென் ஆப்ரிக்க ராண்ட்"
 		),

		'ZMK'	=>	 array
		(
			'name'	=>	"ஸாம்பியன் குவாசா",
 			'one'	=>	"ஸாம்பியன் குவாசா",
 			'many'	=>	"ஸாம்பியன் குவாசா"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"ஸாம்பியன் குவாசா",
 			'one'	=>	"ஸாம்பியன் குவாசா",
 			'many'	=>	"ஸாம்பியன் குவாசா"
 		),

    ),
);
