<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'AED'	=>	 array
		(
			'name'	=>	"Արաբական Միացյալ Էմիրությունների Դիրհամ",
 			'one'	=>	"Արաբական Միացյալ Էմիրությունների Դիրհամ",
 			'many'	=>	"Արաբական Միացյալ Էմիրությունների Դիրհամ"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"Աֆղանական Աֆղանի",
 			'one'	=>	"Աֆղանական Աֆղանի",
 			'many'	=>	"Աֆղանական Աֆղանի"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"Ալբանական Լեկ",
 			'one'	=>	"Ալբանական Լեկ",
 			'many'	=>	"Ալբանական Լեկ"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"Հայկական Դրամ",
 			'one'	=>	"Հայկական Դրամ",
 			'many'	=>	"Հայկական Դրամ"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"Նիդերլանդական Անտիլների Գուլդեն",
 			'one'	=>	"Նիդերլանդական Անտիլների Գուլդեն",
 			'many'	=>	"Նիդերլանդական Անտիլների Գուլդեն"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"Անգոլական Կվանզա",
 			'one'	=>	"Անգոլական Կվանզա",
 			'many'	=>	"Անգոլական Կվանզա"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"Արգենտինական Պեսո",
 			'one'	=>	"Արգենտինական Պեսո",
 			'many'	=>	"Արգենտինական Պեսո"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"Ավստրալական Դոլար",
 			'one'	=>	"Ավստրալական Դոլար",
 			'many'	=>	"Ավստրալական Դոլար"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"Արուբական Ֆլորին",
 			'one'	=>	"Արուբական Ֆլորին",
 			'many'	=>	"Արուբական Ֆլորին"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"Ադրբեջանական Մանաթ",
 			'one'	=>	"Ադրբեջանական Մանաթ",
 			'many'	=>	"Ադրբեջանական Մանաթ"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"Բոսնիա և Հերցեգովինայի Փոխարկելի Մարկա",
 			'one'	=>	"Բոսնիա և Հերցեգովինայի Փոխարկելի Մարկա",
 			'many'	=>	"Բոսնիա և Հերցեգովինայի Փոխարկելի Մարկա"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"Բարբադոսյան Դոլար",
 			'one'	=>	"Բարբադոսյան Դոլար",
 			'many'	=>	"Բարբադոսյան Դոլար"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"Բանգլադեշի Տակա",
 			'one'	=>	"Բանգլադեշի Տակա",
 			'many'	=>	"Բանգլադեշի Տակա"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"Բուլղարական Լև",
 			'one'	=>	"Բուլղարական Լև",
 			'many'	=>	"Բուլղարական Լև"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"Բահրեյնական Դինար",
 			'one'	=>	"Բահրեյնական Դինար",
 			'many'	=>	"Բահրեյնական Դինար"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"Բուրունդիի Ֆրանկ",
 			'one'	=>	"Բուրունդիի Ֆրանկ",
 			'many'	=>	"Բուրունդիի Ֆրանկ"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"Բերմուդյան Դոլար",
 			'one'	=>	"Բերմուդյան Դոլար",
 			'many'	=>	"Բերմուդյան Դոլար"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"Բրունեյական Դոլար",
 			'one'	=>	"Բրունեյական Դոլար",
 			'many'	=>	"Բրունեյական Դոլար"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"Բոլիվիական Բոլիվիանո",
 			'one'	=>	"Բոլիվիական Բոլիվիանո",
 			'many'	=>	"Բոլիվիական Բոլիվիանո"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"Բրազիլական Ռեալ",
 			'one'	=>	"Բրազիլական Ռեալ",
 			'many'	=>	"Բրազիլական Ռեալ"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"Բահամական Դոլար",
 			'one'	=>	"Բահամական Դոլար",
 			'many'	=>	"Բահամական Դոլար"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"Բութանական Նգուլտրում",
 			'one'	=>	"Բութանական Նգուլտրում",
 			'many'	=>	"Բութանական Նգուլտրում"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"Բոթսվանական Պուլա",
 			'one'	=>	"Բոթսվանական Պուլա",
 			'many'	=>	"Բոթսվանական Պուլա"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"Բելառուսական Ռուբլի",
 			'one'	=>	"Բելառուսական Ռուբլի",
 			'many'	=>	"Բելառուսական Ռուբլի"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"Բելիզի Դոլար",
 			'one'	=>	"Բելիզի Դոլար",
 			'many'	=>	"Բելիզի Դոլար"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"Կանադական Դոլար",
 			'one'	=>	"Կանադական Դոլար",
 			'many'	=>	"Կանադական Դոլար"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"Կոնգոյի Ֆրանկ",
 			'one'	=>	"Կոնգոյի Ֆրանկ",
 			'many'	=>	"Կոնգոյի Ֆրանկ"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"Շվեյցարական Ֆրանկ",
 			'one'	=>	"Շվեյցարական Ֆրանկ",
 			'many'	=>	"Շվեյցարական Ֆրանկ"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"Չիլիական Պեսո",
 			'one'	=>	"Չիլիական Պեսո",
 			'many'	=>	"Չիլիական Պեսո"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"Չինական Յուան",
 			'one'	=>	"Չինական Յուան",
 			'many'	=>	"Չինական Յուան"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"Կոլումբիական Պեսո",
 			'one'	=>	"Կոլումբիական Պեսո",
 			'many'	=>	"Կոլումբիական Պեսո"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"Կոստա Ռիկայի Կոլոն",
 			'one'	=>	"Կոստա Ռիկայի Կոլոն",
 			'many'	=>	"Կոստա Ռիկայի Կոլոն"
 		),

		'CUC'	=>	 array
		(
			'name'	=>	"Կուբական Փոխարկելի Պեսո",
 			'one'	=>	"Կուբական Փոխարկելի Պեսո",
 			'many'	=>	"Կուբական Փոխարկելի Պեսո"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"Կուբական Պեսո",
 			'one'	=>	"Կուբական Պեսո",
 			'many'	=>	"Կուբական Պեսո"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"Կաբո Վերդեի Էսկուդո",
 			'one'	=>	"Կաբո Վերդեի Էսկուդո",
 			'many'	=>	"Կաբո Վերդեի Էսկուդո"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"Չեխական Կրոնա",
 			'one'	=>	"Չեխական Կրոնա",
 			'many'	=>	"Չեխական Կրոնա"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"Ջիբութիի Ֆրանկ",
 			'one'	=>	"Ջիբութիի Ֆրանկ",
 			'many'	=>	"Ջիբութիի Ֆրանկ"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"Դանիական Կրոնա",
 			'one'	=>	"Դանիական Կրոնա",
 			'many'	=>	"Դանիական Կրոնա"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"Դոմինիկական Պեսո",
 			'one'	=>	"Դոմինիկական Պեսո",
 			'many'	=>	"Դոմինիկական Պեսո"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"Ալժիրական Դինար",
 			'one'	=>	"Ալժիրական Դինար",
 			'many'	=>	"Ալժիրական Դինար"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"Եգիպտական Ֆունտ",
 			'one'	=>	"Եգիպտական Ֆունտ",
 			'many'	=>	"Եգիպտական Ֆունտ"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"Էրիթրեական Նակֆա",
 			'one'	=>	"Էրիթրեական Նակֆա",
 			'many'	=>	"Էրիթրեական Նակֆա"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"Եթովպական Բիր",
 			'one'	=>	"Եթովպական Բիր",
 			'many'	=>	"Եթովպական Բիր"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"Եվրո",
 			'one'	=>	"Եվրո",
 			'many'	=>	"Եվրո"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"Ֆիջիական Դոլար",
 			'one'	=>	"Ֆիջիական Դոլար",
 			'many'	=>	"Ֆիջիական Դոլար"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"Ֆոլկլենդյան Կղզիներ Ֆունտ",
 			'one'	=>	"Ֆոլկլենդյան Կղզիներ Ֆունտ",
 			'many'	=>	"Ֆոլկլենդյան Կղզիներ Ֆունտ"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"Բրիտանական Ֆունտ Ստեռլինգ",
 			'one'	=>	"Բրիտանական Ֆունտ Ստեռլինգ",
 			'many'	=>	"Բրիտանական Ֆունտ Ստեռլինգ"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"Վրացական Լարի",
 			'one'	=>	"Վրացական Լարի",
 			'many'	=>	"Վրացական Լարի"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"Գանական Սեդի",
 			'one'	=>	"Գանական Սեդի",
 			'many'	=>	"Գանական Սեդի"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"Ջիբրալթարի Ֆունտ",
 			'one'	=>	"Ջիբրալթարի Ֆունտ",
 			'many'	=>	"Ջիբրալթարի Ֆունտ"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"Գամբիական Դալասի",
 			'one'	=>	"Գամբիական Դալասի",
 			'many'	=>	"Գամբիական Դալասի"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"Գվինեական Ֆրանկ",
 			'one'	=>	"Գվինեական Ֆրանկ",
 			'many'	=>	"Գվինեական Ֆրանկ"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"Գվատեմալական Կետսալ",
 			'one'	=>	"Գվատեմալական Կետսալ",
 			'many'	=>	"Գվատեմալական Կետսալ"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"Գայանական Դոլար",
 			'one'	=>	"Գայանական Դոլար",
 			'many'	=>	"Գայանական Դոլար"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"Հոնկոնգի Դոլար",
 			'one'	=>	"Հոնկոնգի Դոլար",
 			'many'	=>	"Հոնկոնգի Դոլար"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"Հոնդուրասական Լեմպրիա",
 			'one'	=>	"Հոնդուրասական Լեմպրիա",
 			'many'	=>	"Հոնդուրասական Լեմպրիա"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"Խորվաթական Կունա",
 			'one'	=>	"Խորվաթական Կունա",
 			'many'	=>	"Խորվաթական Կունա"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"Հաիթյան Գուրդ",
 			'one'	=>	"Հաիթյան Գուրդ",
 			'many'	=>	"Հաիթյան Գուրդ"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"Հունգարական Ֆորինտ",
 			'one'	=>	"Հունգարական Ֆորինտ",
 			'many'	=>	"Հունգարական Ֆորինտ"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"Ինդոնեզական Ռուփի",
 			'one'	=>	"Ինդոնեզական Ռուփի",
 			'many'	=>	"Ինդոնեզական Ռուփի"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"Իսրայելի Նոր Շեկել",
 			'one'	=>	"Իսրայելի Նոր Շեկել",
 			'many'	=>	"Իսրայելի Նոր Շեկել"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"Հնդկական Ռուփի",
 			'one'	=>	"Հնդկական Ռուփի",
 			'many'	=>	"Հնդկական Ռուփի"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"Իրաքյան Դինար",
 			'one'	=>	"Իրաքյան Դինար",
 			'many'	=>	"Իրաքյան Դինար"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"Իրանական Ռիալ",
 			'one'	=>	"Իրանական Ռիալ",
 			'many'	=>	"Իրանական Ռիալ"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"Իսլանդական Կրոնա",
 			'one'	=>	"Իսլանդական Կրոնա",
 			'many'	=>	"Իսլանդական Կրոնա"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"Ջամայկական Դոլար",
 			'one'	=>	"Ջամայկական Դոլար",
 			'many'	=>	"Ջամայկական Դոլար"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"Հորդանանական Դինար",
 			'one'	=>	"Հորդանանական Դինար",
 			'many'	=>	"Հորդանանական Դինար"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"Ճապոնական Իեն",
 			'one'	=>	"Ճապոնական Իեն",
 			'many'	=>	"Ճապոնական Իեն"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"Քենիական Շիլինգ",
 			'one'	=>	"Քենիական Շիլինգ",
 			'many'	=>	"Քենիական Շիլինգ"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"Ղրղզական Սոմ",
 			'one'	=>	"Ղրղզական Սոմ",
 			'many'	=>	"Ղրղզական Սոմ"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"Կամբոջական Ռիել",
 			'one'	=>	"Կամբոջական Ռիել",
 			'many'	=>	"Կամբոջական Ռիել"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"Կոմորյան Կղզիների Ֆրանկ",
 			'one'	=>	"Կոմորյան Կղզիների Ֆրանկ",
 			'many'	=>	"Կոմորյան Կղզիների Ֆրանկ"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"Կժդհ-Ի Վոնա",
 			'one'	=>	"Կժդհ-Ի Վոնա",
 			'many'	=>	"Կժդհ-Ի Վոնա"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"Հարավկորեական Վոնա",
 			'one'	=>	"Հարավկորեական Վոնա",
 			'many'	=>	"Հարավկորեական Վոնա"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"Քուվեյթական Դինար",
 			'one'	=>	"Քուվեյթական Դինար",
 			'many'	=>	"Քուվեյթական Դինար"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"Կայմանյան Կղզիների Դոլար",
 			'one'	=>	"Կայմանյան Կղզիների Դոլար",
 			'many'	=>	"Կայմանյան Կղզիների Դոլար"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"Ղազախական Տենգե",
 			'one'	=>	"Ղազախական Տենգե",
 			'many'	=>	"Ղազախական Տենգե"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"Լաոսական Կիպ",
 			'one'	=>	"Լաոսական Կիպ",
 			'many'	=>	"Լաոսական Կիպ"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"Լիբանանական Ֆունտ",
 			'one'	=>	"Լիբանանական Ֆունտ",
 			'many'	=>	"Լիբանանական Ֆունտ"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"Լանկիական Ռուփի",
 			'one'	=>	"Լանկիական Ռուփի",
 			'many'	=>	"Լանկիական Ռուփի"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"Լիբերիական Դոլար",
 			'one'	=>	"Լիբերիական Դոլար",
 			'many'	=>	"Լիբերիական Դոլար"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"Լիտվական Լիտ",
 			'one'	=>	"Լիտվական Լիտ",
 			'many'	=>	"Լիտվական Լիտ"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"Լատվիական Լատ",
 			'one'	=>	"Լատվիական Լատ",
 			'many'	=>	"Լատվիական Լատ"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"Լիբիական Դինար",
 			'one'	=>	"Լիբիական Դինար",
 			'many'	=>	"Լիբիական Դինար"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"Մարոկական Դիրհամ",
 			'one'	=>	"Մարոկական Դիրհամ",
 			'many'	=>	"Մարոկական Դիրհամ"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"Մոլդովական Լեյ",
 			'one'	=>	"Մոլդովական Լեյ",
 			'many'	=>	"Մոլդովական Լեյ"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"Մադագասկարի Արիարի",
 			'one'	=>	"Մադագասկարի Արիարի",
 			'many'	=>	"Մադագասկարի Արիարի"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"Մակեդոնական Դենար",
 			'one'	=>	"Մակեդոնական Դենար",
 			'many'	=>	"Մակեդոնական Դենար"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"Մյանմական Կյատ",
 			'one'	=>	"Մյանմական Կյատ",
 			'many'	=>	"Մյանմական Կյատ"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"Մոնղոլական Տուգրիկ",
 			'one'	=>	"Մոնղոլական Տուգրիկ",
 			'many'	=>	"Մոնղոլական Տուգրիկ"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"Մակաոյի Պատակա",
 			'one'	=>	"Մակաոյի Պատակա",
 			'many'	=>	"Մակաոյի Պատակա"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"Մավրիտանական Ուգիյա",
 			'one'	=>	"Մավրիտանական Ուգիյա",
 			'many'	=>	"Մավրիտանական Ուգիյա"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"Մավրիկական Ռուփի",
 			'one'	=>	"Մավրիկական Ռուփի",
 			'many'	=>	"Մավրիկական Ռուփի"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"Մալդիվյան Ռուֆիա",
 			'one'	=>	"Մալդիվյան Ռուֆիա",
 			'many'	=>	"Մալդիվյան Ռուֆիա"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"Մալավիական Կվաչա",
 			'one'	=>	"Մալավիական Կվաչա",
 			'many'	=>	"Մալավիական Կվաչա"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"Մեքսիկական Պեսո",
 			'one'	=>	"Մեքսիկական Պեսո",
 			'many'	=>	"Մեքսիկական Պեսո"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"Մալայզիական Ռինգիտ",
 			'one'	=>	"Մալայզիական Ռինգիտ",
 			'many'	=>	"Մալայզիական Ռինգիտ"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"Մոզամբիկյան Մետիկալ",
 			'one'	=>	"Մոզամբիկյան Մետիկալ",
 			'many'	=>	"Մոզամբիկյան Մետիկալ"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"Նամիբիական Դոլար",
 			'one'	=>	"Նամիբիական Դոլար",
 			'many'	=>	"Նամիբիական Դոլար"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"Նիգերիական Նայրա",
 			'one'	=>	"Նիգերիական Նայրա",
 			'many'	=>	"Նիգերիական Նայրա"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"Նիկարագուական Կորդոբա",
 			'one'	=>	"Նիկարագուական Կորդոբա",
 			'many'	=>	"Նիկարագուական Կորդոբա"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"Նորվեգական Կրոնա",
 			'one'	=>	"Նորվեգական Կրոնա",
 			'many'	=>	"Նորվեգական Կրոնա"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"Նեպալական Ռուփի",
 			'one'	=>	"Նեպալական Ռուփի",
 			'many'	=>	"Նեպալական Ռուփի"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"Նորզելանդական Դոլար",
 			'one'	=>	"Նորզելանդական Դոլար",
 			'many'	=>	"Նորզելանդական Դոլար"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"Օմանական Ռիալ",
 			'one'	=>	"Օմանական Ռիալ",
 			'many'	=>	"Օմանական Ռիալ"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"Պանամական Բալբոա",
 			'one'	=>	"Պանամական Բալբոա",
 			'many'	=>	"Պանամական Բալբոա"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"Պերուի Նոր Սոլ",
 			'one'	=>	"Պերուի Նոր Սոլ",
 			'many'	=>	"Պերուի Նոր Սոլ"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"Պապուա-Նոր Գվինեայի Կինա",
 			'one'	=>	"Պապուա-Նոր Գվինեայի Կինա",
 			'many'	=>	"Պապուա-Նոր Գվինեայի Կինա"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"Ֆիլիպինական Պեսո",
 			'one'	=>	"Ֆիլիպինական Պեսո",
 			'many'	=>	"Ֆիլիպինական Պեսո"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"Պակիստանական Ռուփի",
 			'one'	=>	"Պակիստանական Ռուփի",
 			'many'	=>	"Պակիստանական Ռուփի"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"Լեհական Զլոտի",
 			'one'	=>	"Լեհական Զլոտի",
 			'many'	=>	"Լեհական Զլոտի"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"Պարագվայական Գուարանի",
 			'one'	=>	"Պարագվայական Գուարանի",
 			'many'	=>	"Պարագվայական Գուարանի"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"Քաթարական Ռիալ",
 			'one'	=>	"Քաթարական Ռիալ",
 			'many'	=>	"Քաթարական Ռիալ"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"Ռումինական Լեյ",
 			'one'	=>	"Ռումինական Լեյ",
 			'many'	=>	"Ռումինական Լեյ"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"Սերբական Դինար",
 			'one'	=>	"Սերբական Դինար",
 			'many'	=>	"Սերբական Դինար"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"Ռուսական Ռուբլի",
 			'one'	=>	"Ռուսական Ռուբլի",
 			'many'	=>	"Ռուսական Ռուբլի"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"Ռուանդական Ֆրանկ",
 			'one'	=>	"Ռուանդական Ֆրանկ",
 			'many'	=>	"Ռուանդական Ֆրանկ"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"Սաուդյան Արաբիայի Ռիալ",
 			'one'	=>	"Սաուդյան Արաբիայի Ռիալ",
 			'many'	=>	"Սաուդյան Արաբիայի Ռիալ"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"Սողոմոնյան Կղզիների Դոլար",
 			'one'	=>	"Սողոմոնյան Կղզիների Դոլար",
 			'many'	=>	"Սողոմոնյան Կղզիների Դոլար"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"Սեյշելյան Կղզիների Ռուփի",
 			'one'	=>	"Սեյշելյան Կղզիների Ռուփի",
 			'many'	=>	"Սեյշելյան Կղզիների Ռուփի"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"Սուդանական Ֆունտ",
 			'one'	=>	"Սուդանական Ֆունտ",
 			'many'	=>	"Սուդանական Ֆունտ"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"Շվեդական Կրոնա",
 			'one'	=>	"Շվեդական Կրոնա",
 			'many'	=>	"Շվեդական Կրոնա"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"Սինգապուրյան Դոլար",
 			'one'	=>	"Սինգապուրյան Դոլար",
 			'many'	=>	"Սինգապուրյան Դոլար"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"Սուրբ Հեղինեի Կղզու Ֆունտ",
 			'one'	=>	"Սուրբ Հեղինեի Կղզու Ֆունտ",
 			'many'	=>	"Սուրբ Հեղինեի Կղզու Ֆունտ"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"Սիերա-Լեոնեի Լեոնե",
 			'one'	=>	"Սիերա-Լեոնեի Լեոնե",
 			'many'	=>	"Սիերա-Լեոնեի Լեոնե"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"Սոմալիական Շիլինգ",
 			'one'	=>	"Սոմալիական Շիլինգ",
 			'many'	=>	"Սոմալիական Շիլինգ"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"Սուրինամական Դոլար",
 			'one'	=>	"Սուրինամական Դոլար",
 			'many'	=>	"Սուրինամական Դոլար"
 		),

		'SSP'	=>	 array
		(
			'name'	=>	"Հարավսուդանական Ֆունտ",
 			'one'	=>	"Հարավսուդանական Ֆունտ",
 			'many'	=>	"Հարավսուդանական Ֆունտ"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"Սան Տոմե և Պրինսիպիի Դոբրա",
 			'one'	=>	"Սան Տոմե և Պրինսիպիի Դոբրա",
 			'many'	=>	"Սան Տոմե և Պրինսիպիի Դոբրա"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"Սիրիական Ֆունտ",
 			'one'	=>	"Սիրիական Ֆունտ",
 			'many'	=>	"Սիրիական Ֆունտ"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"Սվազիլենդական Լիլանգենի",
 			'one'	=>	"Սվազիլենդական Լիլանգենի",
 			'many'	=>	"Սվազիլենդական Լիլանգենի"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"Թաիլանդական Բատ",
 			'one'	=>	"Թաիլանդական Բատ",
 			'many'	=>	"Թաիլանդական Բատ"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"Տաջիկական Սոմոնի",
 			'one'	=>	"Տաջիկական Սոմոնի",
 			'many'	=>	"Տաջիկական Սոմոնի"
 		),

		'TMT'	=>	 array
		(
			'name'	=>	"Թուրքմենական Մանաթ",
 			'one'	=>	"Թուրքմենական Մանաթ",
 			'many'	=>	"Թուրքմենական Մանաթ"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"Թունիսական Դինար",
 			'one'	=>	"Թունիսական Դինար",
 			'many'	=>	"Թունիսական Դինար"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"Տոնգայի Պաանգա",
 			'one'	=>	"Տոնգայի Պաանգա",
 			'many'	=>	"Տոնգայի Պաանգա"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"Թուրքական Լիրա",
 			'one'	=>	"Թուրքական Լիրա",
 			'many'	=>	"Թուրքական Լիրա"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"Տրինիդադ և Տոբագոյի Դոլար",
 			'one'	=>	"Տրինիդադ և Տոբագոյի Դոլար",
 			'many'	=>	"Տրինիդադ և Տոբագոյի Դոլար"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"Թայվանական Նոր Դոլար",
 			'one'	=>	"Թայվանական Նոր Դոլար",
 			'many'	=>	"Թայվանական Նոր Դոլար"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"Տանզանիական Շիլինգ",
 			'one'	=>	"Տանզանիական Շիլինգ",
 			'many'	=>	"Տանզանիական Շիլինգ"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"Ուկրաինական Գրիվնա",
 			'one'	=>	"Ուկրաինական Գրիվնա",
 			'many'	=>	"Ուկրաինական Գրիվնա"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"Ուգանդական Շիլինգ",
 			'one'	=>	"Ուգանդական Շիլինգ",
 			'many'	=>	"Ուգանդական Շիլինգ"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"Ամն Դոլար",
 			'one'	=>	"Ամն Դոլար",
 			'many'	=>	"Ամն Դոլար"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"Ուրուգվայական Պեսո",
 			'one'	=>	"Ուրուգվայական Պեսո",
 			'many'	=>	"Ուրուգվայական Պեսո"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"Ուզբեկական Սում",
 			'one'	=>	"Ուզբեկական Սում",
 			'many'	=>	"Ուզբեկական Սում"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"Վենեսուելական Բոլիվար",
 			'one'	=>	"Վենեսուելական Բոլիվար",
 			'many'	=>	"Վենեսուելական Բոլիվար"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"Վիետնամական Դոնգ",
 			'one'	=>	"Վիետնամական Դոնգ",
 			'many'	=>	"Վիետնամական Դոնգ"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"Վանուատուի Վատու",
 			'one'	=>	"Վանուատուի Վատու",
 			'many'	=>	"Վանուատուի Վատու"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"Սամոական Տալա",
 			'one'	=>	"Սամոական Տալա",
 			'many'	=>	"Սամոական Տալա"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"Աֆրիկական Ֆինանսական Համայնքի Ֆրանկ Beac",
 			'one'	=>	"Աֆրիկական Ֆինանսական Համայնքի Ֆրանկ Beac",
 			'many'	=>	"Աֆրիկական Ֆինանսական Համայնքի Ֆրանկ Beac"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"Արևելակարիբյան Դոլար",
 			'one'	=>	"Արևելակարիբյան Դոլար",
 			'many'	=>	"Արևելակարիբյան Դոլար"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"Աֆրիկական Ֆինանսական Համայնքի Ֆրանկ Bceao",
 			'one'	=>	"Աֆրիկական Ֆինանսական Համայնքի Ֆրանկ Bceao",
 			'many'	=>	"Աֆրիկական Ֆինանսական Համայնքի Ֆրանկ Bceao"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"Կպֆ Ֆրանկ",
 			'one'	=>	"Կպֆ Ֆրանկ",
 			'many'	=>	"Կպֆ Ֆրանկ"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"Անհայտ Արժույթ",
 			'one'	=>	"(Անհայտ Արժույթ)",
 			'many'	=>	"(Անհայտ Արժույթ)"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"Եմենական Ռիալ",
 			'one'	=>	"Եմենական Ռիալ",
 			'many'	=>	"Եմենական Ռիալ"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"Հարավաֆրիկական Ռենդ",
 			'one'	=>	"Հարավաֆրիկական Ռենդ",
 			'many'	=>	"Հարավաֆրիկական Ռենդ"
 		),

		'ZMK'	=>	 array
		(
			'name'	=>	"Զամբիական Կվաչա",
 			'one'	=>	"Զամբիական Կվաչա",
 			'many'	=>	"Զամբիական Կվաչա"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"Զամբիական Կվաչա",
 			'one'	=>	"Զամբիական Կվաչա",
 			'many'	=>	"Զամբիական Կվաչա"
 		),

    ),
);
