<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'ADP'	=>	 array
		(
			'name'	=>	"അൻഡോറൻ പെസെയ്റ്റ",
 			'one'	=>	"അൻഡോറൻ പെസെയ്റ്റ",
 			'many'	=>	"അൻഡോറൻ പെസെയ്റ്റാസ്"
 		),

		'AED'	=>	 array
		(
			'name'	=>	"യു.എ.ഇ. ദിർഹം",
 			'one'	=>	"യു.എ.ഇ. ദിർഹം",
 			'many'	=>	"യു.എ.ഇ. ദിർഹംസ്"
 		),

		'AFA'	=>	 array
		(
			'name'	=>	"അഫ്ഘാനി",
 			'one'	=>	"അഫ്ഘാനി",
 			'many'	=>	"അഫ്ഘാനിസ്"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"അഫ്‌ഗാൻ അഫ്‌‌ഗാനി",
 			'one'	=>	"അഫ്‌ഗാൻ അഫ്‌‌ഗാനി",
 			'many'	=>	"അഫ്‌ഗാൻ അഫ്‌‌ഗാനിസ്"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"അൽബേനിയൻ ലെക്",
 			'one'	=>	"അൽബേനിയൻ ലെക്",
 			'many'	=>	"അൽബേനിയൻ ലെക്സ്"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"അർമേനിയൻ ഡ്രാം",
 			'one'	=>	"അർമേനിയൻ ഡ്രാം",
 			'many'	=>	"അർമേനിയൻ ഡ്രാംസ്"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"നെതർലൻഡ്സ് ആൻറിലൻ ഗിൽഡർ",
 			'one'	=>	"നെതർലൻഡ്സ് ആൻഡിലൻ ഗിൽഡർ",
 			'many'	=>	"നെതർലൻഡ്സ് ആൻഡിലൻ ഗിൽഡേഴ്സ്"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"അംഗോളൻ ‍ക്വാൻസ",
 			'one'	=>	"അംഗോളൻ ക്വാൻസ",
 			'many'	=>	"അംഗോളൻ ക്വാൻസാസ്"
 		),

		'AOK'	=>	 array
		(
			'name'	=>	"അംഗോളൻ ‍ക്വാൻസ",
 			'one'	=>	"അംഗോളൻ ക്വാൻസാ",
 			'many'	=>	"അംഗോളൻ ക്വാൻസാസ്"
 		),

		'AON'	=>	 array
		(
			'name'	=>	"അംഗോളൻ ‍ന്യൂ ക്വാൻസ",
 			'one'	=>	"അംഗോളൻ ന്യൂ ക്വാൻസാ",
 			'many'	=>	"അംഗോളൻ ന്യൂ ക്വാൻസാസ്"
 		),

		'AOR'	=>	 array
		(
			'name'	=>	"അംഗോളൻ ‍ക്വാൻസ റിയാജസ്റ്റാഡോ",
 			'one'	=>	"അംഗോളൻ ക്വാൻസ റീഅഡ്ജസ്റ്റാഡോ",
 			'many'	=>	"അംഗോളൻ ക്വാൻസാസ് റീഅഡ്ജസ്റ്റാഡോ"
 		),

		'ARA'	=>	 array
		(
			'name'	=>	"അർജൻറീൻ ഓസ്ട്രൽ",
 			'one'	=>	"അർജൻറീൻ ഓസ്ട്രൽ",
 			'many'	=>	"അർജൻറീൻ ഓസ്ട്രൽസ്"
 		),

		'ARP'	=>	 array
		(
			'name'	=>	"അർജൻറീൻ പെയ്സോ",
 			'one'	=>	"അർജൻറീൻ പെയ്സോ",
 			'many'	=>	"അർജൻറീൻ പെയ്സോസ്"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"അർജൻറീൻ പെസോ",
 			'one'	=>	"അർജൻറീൻ പെസോ",
 			'many'	=>	"അർജൻറീൻ പെസോ"
 		),

		'ATS'	=>	 array
		(
			'name'	=>	"ഓസ്ട്രേലിയൻ ഷില്ലിംഗ്",
 			'one'	=>	"ഓസ്ട്രിയൻ ഷില്ലിംഗ്",
 			'many'	=>	"ഓസ്ട്രിയൻ ഷില്ലിംഗ്സ്"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"ആസ്ട്രേലിയൻ ഡോളർ",
 			'one'	=>	"ഓസ്ട്രേലിയൻ ഡോളർ",
 			'many'	=>	"ഓസ്ട്രേലിയൻ ഡോളേഴ്സ്"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"അറൂബൻ ഗിൽഡർ",
 			'one'	=>	"അറൂബൻ ഗിൽഡർ",
 			'many'	=>	"അറൂബൻ ഗിൽഡേഴ്സ്"
 		),

		'AZM'	=>	 array
		(
			'name'	=>	"അസർബയ്ജാനിയൻ മനത്",
 			'one'	=>	"അസർബയ്ജാൻ മനത്‌",
 			'many'	=>	"അസർബയ്ജാൻ മനത്‌സ്"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"അസർബയ്ജാനിയൻ മനത്",
 			'one'	=>	"അസർബയ്ജാൻ മനത്",
 			'many'	=>	"അസർബയ്ജാൻ മനത്‌സ്"
 		),

		'BAD'	=>	 array
		(
			'name'	=>	"ബോസ്നിയ-ഹെർസഗോവിന ദിനാർ",
 			'one'	=>	"ബോസ്നിയ ഹെർസഗോവിന ദിനാർ",
 			'many'	=>	"ബോസ്നിയ ഹെർസഗോവിന ദിനാർസ്"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"ബോസ്നിയ-ഹെർസഗോവിന കൺവേർട്ടിബിൾ മാർക്ക്",
 			'one'	=>	"ബോസ്നിയ ഹെർസഗോവിന കൺവേർട്ടിബിൾ മാർക്ക്",
 			'many'	=>	"ബോസ്നിയ ഹെർസഗോവിന കൺവേർട്ടിബിൾ മാർക്സ്"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"ബാർബഡോസ് ഡോളർ",
 			'one'	=>	"ബാർബഡോസ് ഡോളർ",
 			'many'	=>	"ബാർബഡോസ് ഡോളർ"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"ബംഗ്ലാദേശി ടാക്ക",
 			'one'	=>	"ബംഗ്ലാദേശ് താക്കാ",
 			'many'	=>	"ബംഗ്ലാദേശ് താക്കാസ്"
 		),

		'BEC'	=>	 array
		(
			'name'	=>	"ബെൽജിയൻ ഫ്രാങ്ക്",
 			'one'	=>	"ബെൽജിയൻ ഫ്രാങ്ക്",
 			'many'	=>	"ബെൽജിയൻ ഫ്രാങ്ക്സ്"
 		),

		'BEF'	=>	 array
		(
			'name'	=>	"ബെൽജിയൻ ഫ്രാങ്ക്",
 			'one'	=>	"ബെൽജിയൻ ഫ്രാങ്ക്",
 			'many'	=>	"ബെൽജിയൻ ഫ്രാങ്ക്സ്"
 		),

		'BEL'	=>	 array
		(
			'name'	=>	"ബൽജിയൻ ഫ്രാങ്ക്",
 			'one'	=>	"ബെൽജിയൻ ഫ്രാങ്ക്",
 			'many'	=>	"ബെൽജിയൻ ഫ്രാങ്ക്സ്(ഫിനാൻഷ്യൽ)"
 		),

		'BGL'	=>	 array
		(
			'name'	=>	"ബൾഗേറിയൻ ഹാർഡ് ലെവ്",
 			'one'	=>	"ബൾഗേറിയൻ ഹാർഡ് ലെവ്",
 			'many'	=>	"ബൾഗേറിയൻ ഹാർഡ് ലെവ്സ്"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"ബൾഗേറിയൻ ന്യൂലവ്",
 			'one'	=>	"ബൾഗേറിയൻ ന്യൂ ലെവ്",
 			'many'	=>	"ബൾഗേറിയൻ ന്യൂ ലെവ്സ്"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"ബഹറിൻ ദിനാർ",
 			'one'	=>	"ബഹ്റൈൻ ദിനാർ",
 			'many'	=>	"ബഹ്റൈൻ ദിനാർസ്"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"ബുറുണ്ടിയൻ ഫ്രാങ്ക്",
 			'one'	=>	"ബുറുണ്ടിയൻ ഫ്രാങ്ക്",
 			'many'	=>	"ബുറുണ്ടിയൻ ഫ്രാങ്ക്"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"ബെർമുഡൻ ഡോളർ",
 			'one'	=>	"ബെർമുഡൻ ഡോളർ",
 			'many'	=>	"ബെർമുഡൻ ഡോളർ"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"ബ്രൂണെ ഡോളർ",
 			'one'	=>	"ബ്രൂണെ ഡോളർ",
 			'many'	=>	"ബ്രൂണെ ഡോളറുകൾ"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"ബൊളീവിയൻ ബൊളിവിയാനോ",
 			'one'	=>	"ബൊളീവിയൻ ബൊളിവിയാനോ",
 			'many'	=>	"ബൊളീവിയൻ ബൊളീവിയാനോസ്"
 		),

		'BOP'	=>	 array
		(
			'name'	=>	"ബൊളീവിയൻ പെയ്സോ",
 			'one'	=>	"ബൊളീവിയൻ പെയ്സോ",
 			'many'	=>	"ബൊളീവിയൻ പെയ്സോസ്"
 		),

		'BOV'	=>	 array
		(
			'name'	=>	"ബൊളീവിയൻ എംവിഡോൾ",
 			'one'	=>	"ബൊളീവിയൻ എംവിഡോ",
 			'many'	=>	"ബൊളീവിയൻ എംവിഡോസ്"
 		),

		'BRB'	=>	 array
		(
			'name'	=>	"ബ്രസീലിയൻ ക്രുസെയ്റോ നോവോ",
 			'one'	=>	"ബ്രസീലിയൻ ക്രുസെയ്റോ നോവോ",
 			'many'	=>	"ബ്രസീലിയൻ ക്രുസെയ്റോസ് നോവോ"
 		),

		'BRC'	=>	 array
		(
			'name'	=>	"ബ്രസീലിയൻ ക്രുസാഡോ",
 			'one'	=>	"ബ്രസീലിയൻ ക്രുസാഡോ",
 			'many'	=>	"ബ്രസീലിയൻ ക്രുസാഡോസ്"
 		),

		'BRE'	=>	 array
		(
			'name'	=>	"ബ്രസീലിയൻ ക്രുസെയ്റോ",
 			'one'	=>	"ബ്രസീലിയൻ ക്രുസെയ്റോ",
 			'many'	=>	"ബ്രസീലിയൻ ക്രുസെയ്റോസ്"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"ബ്രസീലിയൻ റിയാൽ",
 			'one'	=>	"ബ്രസീലിയൻ റിയാൽ",
 			'many'	=>	"ബ്രസീലിയൻ റിയാൽ"
 		),

		'BRN'	=>	 array
		(
			'name'	=>	"ബ്രസീലിയൻ ക്രുസാഡോ നോവോ",
 			'one'	=>	"ബ്രസീലിയൻ ക്രുസാഡോ നോവോ",
 			'many'	=>	"ബ്രസീലിയൻ ക്രുസാഡോ നോവോസ്"
 		),

		'BRR'	=>	 array
		(
			'name'	=>	"ബ്രസീലിയൻ ക്രുസെയ്റോ",
 			'one'	=>	"ബ്രസീലിയൻ ക്രുസെയ്റോ",
 			'many'	=>	"ബ്രസീലിയൻ ക്രുസെയ്റോസ്"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"ബഹാമിയൻ ഡോളർ",
 			'one'	=>	"ബഹാമിയൻ ഡോളർ",
 			'many'	=>	"ബഹാമിയൻ ഡോളർ"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"ഭൂട്ടാൻ എൻഗൾട്രം",
 			'one'	=>	"ഭൂട്ടാൻ എൻഗൾട്രം",
 			'many'	=>	"ഭൂട്ടാൻ എൻഗൾട്രംസ്"
 		),

		'BUK'	=>	 array
		(
			'name'	=>	"ബർമീസ് ചാറ്റ്",
 			'one'	=>	"ബർമീസ് ചാറ്റ്",
 			'many'	=>	"ബർമീസ് ചാറ്റ്സ്"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"ബോട്സ്വാനൻ പ്യൂല",
 			'one'	=>	"ബോട്സ്വാനൻ പ്യൂല",
 			'many'	=>	"ബോട്സ്വാനൻ പ്യൂലാസ്"
 		),

		'BYB'	=>	 array
		(
			'name'	=>	"ബെലാറഷ്യൻ ന്യൂ റൂബിൾ",
 			'one'	=>	"ബെലാറഷ്യൻ ന്യൂ റൂബിൾ",
 			'many'	=>	"ബെലാറഷ്യൻ ന്യൂ റൂബിൾസ്"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"ബെലാറഷ്യൻ റൂബിൾ",
 			'one'	=>	"ബെലാറഷ്യൻ റൂബിൾ",
 			'many'	=>	"ബെലാറഷ്യൻ റൂബിൾസ്"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"ബെലീസ് ഡോളർ",
 			'one'	=>	"ബെലീസ് ഡോളർ",
 			'many'	=>	"ബെലീസ് ഡോളർ"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"കനേഡിയൻ ഡോളർ",
 			'one'	=>	"കനേഡിയൻ ഡോളർ",
 			'many'	=>	"കനേഡിയൻ ഡോളർ"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"കോംഗോളീസ് ഫ്രാങ്ക്",
 			'one'	=>	"കോംഗോളീസ് ഫ്രാങ്ക്",
 			'many'	=>	"കോംഗോളീസ് ഫ്രാങ്ക്"
 		),

		'CHE'	=>	 array
		(
			'name'	=>	"Wir യൂറോ",
 			'one'	=>	"Wir യൂറോ",
 			'many'	=>	"Wir യൂറോസ്"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"സ്വിസ് ഫ്രാങ്ക്",
 			'one'	=>	"സ്വിസ് ഫ്രാങ്ക്",
 			'many'	=>	"സ്വിസ് ഫ്രാങ്ക്സ്"
 		),

		'CHW'	=>	 array
		(
			'name'	=>	"Wir ഫ്രാങ്ക്",
 			'one'	=>	"Wir ഫ്രാങ്ക്",
 			'many'	=>	"Wir ഫ്രാങ്ക്സ്"
 		),

		'CLF'	=>	 array
		(
			'name'	=>	"ചിലിയൻ യൂണിഡാഡ്സ് ഡി ഫോമെൻറോ",
 			'one'	=>	"ചിലിയൻ യൂണിഡാഡ്സ് ഡി ഫോമെൻറോ",
 			'many'	=>	"ചിലിയൻ യൂണിഡാഡ്സ് ഡി ഫോമെൻറോസ്"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"ചിലിയൻ പെസോ",
 			'one'	=>	"ചിലിയൻ പെസോ",
 			'many'	=>	"ചിലിയൻ പെസോ"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"ചൈനീസ് യുവാൻ",
 			'one'	=>	"ചൈനീസ് യുവാൻ",
 			'many'	=>	"ചൈനീസ് യുവാൻ"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"കൊളംബിയൻ പെസോ",
 			'one'	=>	"കൊളംബിയൻ പെസോ",
 			'many'	=>	"കൊളംബിയൻ പെസോ"
 		),

		'COU'	=>	 array
		(
			'name'	=>	"യൂണിഡാഡ് ഡി വാലർ റിയൽ",
 			'one'	=>	"യൂണിഡാഡ് ഡി വാലർ റിയൽ",
 			'many'	=>	"യൂണിഡാഡ് ഡി വാലർ റിയൽസ്"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"കോസ്റ്റാ റിക്കൻ കോളൻ",
 			'one'	=>	"കോസ്റ്റാ റിക്കൻ കോളൻ",
 			'many'	=>	"കോസ്റ്റാ റിക്കൻ കോളൻ"
 		),

		'CSD'	=>	 array
		(
			'name'	=>	"പ്രാചീന സെർബിയൻ ദിനാർ",
 			'one'	=>	"പ്രാചീന സെർബിയൻ ദിനാർ",
 			'many'	=>	"പ്രാചീന സെർബിയൻ ദിനാർസ്"
 		),

		'CSK'	=>	 array
		(
			'name'	=>	"ചെക്കോസ്ലൊവാക്ക് ഹാർഡ് കൊരൂന",
 			'one'	=>	"ചെക്കോസ്ലൊവാക്ക് ഹാർഡ് കൊരൂന",
 			'many'	=>	"ചെക്കോസ്ലൊവാക്ക് ഹാർഡ് കൊരൂനാസ്"
 		),

		'CUC'	=>	 array
		(
			'name'	=>	"ക്യൂബൻ പരിവർത്തിത പെസോ",
 			'one'	=>	"ക്യൂബൻ പരിവർത്തിത പെയ്‍സോ",
 			'many'	=>	"ക്യൂബൻ പരിവർത്തിത പെസോ"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"ക്യൂബൻ പെസോ",
 			'one'	=>	"ക്യൂബൻ പെസോ",
 			'many'	=>	"ക്യൂബൻ പെസോ"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"കെയ്പ് വെർഡെ എസ്ക്യുഡോ",
 			'one'	=>	"കെയ്പ് വെർഡെ എസ്ക്യുഡോ",
 			'many'	=>	"കെയ്പ് വെർഡെ എസ്ക്യുഡോസ്"
 		),

		'CYP'	=>	 array
		(
			'name'	=>	"സൈപ്രസ് പൌണ്ട്",
 			'one'	=>	"സൈപ്രസ് പൌണ്ട്",
 			'many'	=>	"സൈപ്രസ് പൌണ്ട്സ്"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"ചെക്ക് റിപ്പബ്ലിക് കൊരൂന",
 			'one'	=>	"ചെക്ക് റിപ്പബ്ലിക് കൊരൂന",
 			'many'	=>	"ചെക്ക് റിപ്പബ്ലിക് കൊരൂനാസ്"
 		),

		'DDM'	=>	 array
		(
			'name'	=>	"കിഴക്കൻ ജർമൻ ഓസ്റ്റ്മാർക്ക്",
 			'one'	=>	"കിഴക്കൻ ജർമൻ ഓസ്റ്റ്മാർക്ക്",
 			'many'	=>	"കിഴക്കൻ ജർമൻ ഓസ്റ്റ്മാർക്ക്സ്"
 		),

		'DEM'	=>	 array
		(
			'name'	=>	"ജർമൻ മാർക്ക്",
 			'one'	=>	"ജർമൻ മാർക്ക്",
 			'many'	=>	"ജർമൻ മാർക്ക്സ്"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"ജീബൂട്ടിയൻ ഫ്രാങ്ക്",
 			'one'	=>	"ജീബൂട്ടിയൻ ഫ്രാങ്ക്",
 			'many'	=>	"ജീബൂട്ടിയൻ ഫ്രാങ്ക്"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"ഡാനിഷ് ക്രോണെ",
 			'one'	=>	"ഡാനിഷ് ക്രോൺ",
 			'many'	=>	"ഡാനിഷ് ക്രോൺസ്"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"ഡൊമിനിക്കൻ പെസോ",
 			'one'	=>	"ഡൊമിനിക്കൻ പെസോ",
 			'many'	=>	"ഡൊമിനിക്കൻ പെസോ"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"അൾജീരിയൻ ദിനാർ",
 			'one'	=>	"അൾജീരിയൻ ദിനാർ",
 			'many'	=>	"അൾജീരിയൻ ദിനാർ"
 		),

		'ECS'	=>	 array
		(
			'name'	=>	"ഇക്വഡോർ സൂക്രേ",
 			'one'	=>	"ഇക്വഡോർ സൂക്രേ",
 			'many'	=>	"ഇക്വഡോർ സൂക്രേസ്"
 		),

		'ECV'	=>	 array
		(
			'name'	=>	"ഇക്വഡോർ യൂണിഡാഡ് വാലർ കോൺസ്റ്റൻറെ",
 			'one'	=>	"ഇക്വഡോർ യൂണിഡാഡ് ഡി വാലർ കോൺസ്റ്റൻറെ",
 			'many'	=>	"ഇക്വഡോർ യൂണിഡാഡ്സ് ഡി വാലർ കോൺസ്റ്റൻറെ"
 		),

		'EEK'	=>	 array
		(
			'name'	=>	"എസ്റ്റൌനിയൻ ക്രൂൺ",
 			'one'	=>	"എസ്റ്റൌനിയൻ ക്രൂൺ",
 			'many'	=>	"എസ്റ്റൌനിയൻ ക്രൂൺസ്"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"ഈജിപ്ഷ്യൻ പൌണ്ട്",
 			'one'	=>	"ഈജിപ്ഷ്യൻ പൌണ്ട്",
 			'many'	=>	"ഈജിപ്ഷ്യൻ പൌണ്ട്"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"എറിത്രിയൻ നക്ഫ",
 			'one'	=>	"എറിത്രിയൻ നക്ഫ",
 			'many'	=>	"എറിത്രിയൻ നക്ഫാസ്"
 		),

		'ESA'	=>	 array
		(
			'name'	=>	"സ്പാനിഷ് പസെയ്റ്റ",
 			'one'	=>	"സ്പാനിഷ് പസെയ്റ്റ",
 			'many'	=>	"സ്പാനിഷ് പസെയ്റ്റാസ്"
 		),

		'ESB'	=>	 array
		(
			'name'	=>	"സ്പാനിഷ് പസെയ്റ്റ",
 			'one'	=>	"സ്പാനിഷ് പസെയ്റ്റ",
 			'many'	=>	"സ്പാനിഷ് പസെയ്റ്റാസ്"
 		),

		'ESP'	=>	 array
		(
			'name'	=>	"സ്പാനിഷ് പസെയ്റ്റ",
 			'one'	=>	"സ്പാനിഷ് പസെയ്റ്റ",
 			'many'	=>	"സ്പാനിഷ് പസെയ്റ്റാസ്"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"എത്യോപ്പിയൻ ബിർ",
 			'one'	=>	"എത്യോപ്പിയൻ ബിർ",
 			'many'	=>	"എത്യോപ്പിയൻ ബിർസ്"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"യൂറോ",
 			'one'	=>	"യൂറോ",
 			'many'	=>	"യൂറോ"
 		),

		'FIM'	=>	 array
		(
			'name'	=>	"ഫിന്നിഷ് മാർക്ക",
 			'one'	=>	"ഫിന്നിഷ് മാർക്ക",
 			'many'	=>	"ഫിന്നിഷ് മാർക്കാസ്"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"ഫിജിയൻ ഡോളർ",
 			'one'	=>	"ഫിജിയൻ ഡോളർ",
 			'many'	=>	"ഫിജിയൻ ഡോളേഴ്സ്"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"ഫോക്‌ലാൻഡ് ദ്വീപുകളുടെ പൌണ്ട്",
 			'one'	=>	"ഫോക്‌ലാൻഡ് ദ്വീപുകളുടെ പൌണ്ട്",
 			'many'	=>	"ഫോക്‌ലാൻഡ് ദ്വീപുകളുടെ പൌണ്ട്സ്"
 		),

		'FRF'	=>	 array
		(
			'name'	=>	"ഫ്രാങ്ക്",
 			'one'	=>	"ഫ്രെഞ്ച് ഫ്രാങ്ക്",
 			'many'	=>	"ഫ്രെഞ്ച് ഫ്രാങ്ക്സ്"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"ബ്രിട്ടീഷ് പൌണ്ട് സ്റ്റെർലിംങ്",
 			'one'	=>	"ബ്രിട്ടീഷ് പൌണ്ട് സ്റ്റെർലിംഗ്",
 			'many'	=>	"ബ്രിട്ടീഷ് പൌണ്ട് സ്റ്റെർലിംഗ്സ്"
 		),

		'GEK'	=>	 array
		(
			'name'	=>	"ജോർ‍ജ്ജിയൻ ക്യൂപോൺ ലാരിറ്റ്",
 			'one'	=>	"ജോർ‍ജ്ജിയൻ ക്യൂപോൺ ലാരിറ്റ്",
 			'many'	=>	"ജോർ‍ജ്ജിയൻ ക്യൂപോൺ ലാരിറ്റ്സ്"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"ജോർ‍ജ്ജിയൻ ലാരി",
 			'one'	=>	"ജോർ‍ജ്ജിയൻ ലാരി",
 			'many'	=>	"ജോർ‍ജ്ജിയൻ ലാരിസ്"
 		),

		'GHC'	=>	 array
		(
			'name'	=>	"ഘാന കെഡി",
 			'one'	=>	"ഘാന കെഡി",
 			'many'	=>	"ഘാന കെഡിസ്"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"ഘാന കെഡി",
 			'one'	=>	"ഘാന കെഡി",
 			'many'	=>	"ഘാന കെഡിസ്"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"ഗിബ്രാൽട്ടർ പൌണ്ട്",
 			'one'	=>	"ഗിബ്രാൽട്ടർ പൌണ്ട്",
 			'many'	=>	"ഗിബ്രാൽട്ടർ പൌണ്ട്സ്"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"ഗാമ്പിയൻ ദലാസി",
 			'one'	=>	"ഗാമ്പിയൻ ദലാസി",
 			'many'	=>	"ഗാമ്പിയൻ ദലാസി"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"ഗിനിയൻ ഫ്രാങ്ക്",
 			'one'	=>	"ഗിനിയൻ ഫ്രാങ്ക്",
 			'many'	=>	"ഗിനിയൻ ഫ്രാങ്ക്"
 		),

		'GNS'	=>	 array
		(
			'name'	=>	"ഗിനിയ സൈലി",
 			'one'	=>	"ഗിനിയ സൈലി",
 			'many'	=>	"ഗിനിയ സൈലിസ്"
 		),

		'GQE'	=>	 array
		(
			'name'	=>	"ഇക്വിറ്റോറിയൽ ഗിനിയ എക്വീലെ ഗിനിയാന",
 			'one'	=>	"ഇക്വിറ്റോറിയൽ ഗിനി എക്വീലെ",
 			'many'	=>	"ഇക്വിറ്റോറിയൽ ഗിനി എക്വീലെ"
 		),

		'GRD'	=>	 array
		(
			'name'	=>	"ഗ്രീക്ക് ഡ്രാക്ക്മ",
 			'one'	=>	"ഗ്രീക്ക് ഡ്രാക്ക്മ",
 			'many'	=>	"ഗ്രീക്ക് ഡ്രാക്ക്മാസ്"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"ഗ്വാട്ടിമാല ക്വെറ്റ്സൽ",
 			'one'	=>	"ഗ്വാട്ടിമാല ക്വെറ്റ്സൽ",
 			'many'	=>	"ഗ്വാട്ടിമാല ക്വെറ്റ്സൽസ്"
 		),

		'GWE'	=>	 array
		(
			'name'	=>	"പോർച്ചുഗീസ് ഗിനി എസ്ക്യൂഡോ",
 			'one'	=>	"പോർച്ചുഗീസ് ഗിനി എസ്ക്യൂഡോ",
 			'many'	=>	"പോർച്ചുഗീസ് ഗിനി എസ്ക്യൂഡോസ്"
 		),

		'GWP'	=>	 array
		(
			'name'	=>	"ഗിനിയ-ബിസാവു പെയ്സോ",
 			'one'	=>	"ഗിനി-ബിസാവു പെയ്സോ",
 			'many'	=>	"ഗിനി-ബിസാവു പെയ്സോസ്"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"ഗയാന ഡോളർ",
 			'one'	=>	"ഗയാന ഡോളർ",
 			'many'	=>	"ഗയാന ഡോളർ"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"ഹോങ് കോങ് ഡോളർ",
 			'one'	=>	"ഹോങ് കോങ് ഡോളർ",
 			'many'	=>	"ഹോങ് കോങ് ഡോളേഴ്സ്"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"ഹോൻഡ്യുറാസ് ലെംപീര",
 			'one'	=>	"ഹോൻഡ്യുറാസ് ലെംപീര",
 			'many'	=>	"ഹോൻഡ്യുറാസ് ലെംപീരാസ്"
 		),

		'HRD'	=>	 array
		(
			'name'	=>	"ക്രൊയേഷ്യൻ ദിനാർ",
 			'one'	=>	"ക്രൊയേഷ്യൻ ദിനാർ",
 			'many'	=>	"ക്രൊയേഷ്യൻ ദിനാർസ്"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"ക്രൊയേഷ്യൻ ക്യൂന",
 			'one'	=>	"ക്രൊയേഷ്യൻ ക്യൂന",
 			'many'	=>	"ക്രൊയേഷ്യൻ ക്യൂനാസ്"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"ഹെയ്ഷ്യൻ ഗൂർഡ്",
 			'one'	=>	"ഹെയ്ഷ്യൻ ഗൂർഡ്",
 			'many'	=>	"ഹെയ്ഷ്യൻ ഗൂർഡ്സ്"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"ഹംഗേറിയൻ ഫോറിൻറ്",
 			'one'	=>	"ഹംഗേറിയൻ ഫോറിൻറ്",
 			'many'	=>	"ഹംഗേറിയൻ ഫോറിൻറ്സ്"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"ഇന്തോനേഷ്യൻ രൂപ",
 			'one'	=>	"ഇന്തോനേഷ്യൻ രൂപ",
 			'many'	=>	"ഇന്തോനേഷ്യൻ രൂപ"
 		),

		'IEP'	=>	 array
		(
			'name'	=>	"ഐറിഷ് പൌണ്ട്",
 			'one'	=>	"ഐറിഷ് പൌണ്ട്",
 			'many'	=>	"ഐറിഷ് പൌണ്ട്സ്"
 		),

		'ILP'	=>	 array
		(
			'name'	=>	"ഇസ്രയേലി പൌണ്ട്",
 			'one'	=>	"ഇസ്രയേലി പൌണ്ട്",
 			'many'	=>	"ഇസ്രയേലി പൌണ്ട്സ്"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"ഇസ്രായേലി ഷക്കേൽ",
 			'one'	=>	"ഇസ്രായേലി ന്യൂ ഷെക്കൽ",
 			'many'	=>	"ഇസ്രായേലി ന്യൂ ഷെക്കൽസ്"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"ഇന്ത്യൻ രൂപ",
 			'one'	=>	"ഇന്ത്യൻ രൂപ",
 			'many'	=>	"ഇന്ത്യൻ രൂപ"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"ഇറാക്കി ദിനാർ",
 			'one'	=>	"ഇറാക്കി ദിനാർ",
 			'many'	=>	"ഇറാക്കി ദിനാർസ്"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"ഇറാനിയൻ റിയാൽ",
 			'one'	=>	"ഇറാനിയൻ റിയാൽ",
 			'many'	=>	"ഇറാനിയൻ റിയാൽസ്"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"ഐസ്‌ലാൻഡിക് ക്രോണ",
 			'one'	=>	"ഐസ്‌ലാൻഡിക് ക്രോണ",
 			'many'	=>	"ഐസ്‌ലാൻഡിക് ക്രോണാസ്"
 		),

		'ITL'	=>	 array
		(
			'name'	=>	"ഇറ്റാലിയൻ ലിറ",
 			'one'	=>	"ഇറ്റാലിയൻ ലിറ",
 			'many'	=>	"ഇറ്റാലിയൻ ലിറാസ്"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"ജമൈക്കൻ ഡോളർ",
 			'one'	=>	"ജമൈക്കൻ ഡോളർ",
 			'many'	=>	"ജമൈക്കൻ ഡോളർ"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"ജോർദ്ദാൻ ദിനാർ",
 			'one'	=>	"ജോർദ്ദാൻ ദിനാർ",
 			'many'	=>	"ജോർദ്ദാൻ ദിനാർസ്"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"ജപ്പാനീസ് യെൻ",
 			'one'	=>	"ജാപ്പനീസ് യെൻ",
 			'many'	=>	"ജാപ്പനീസ് യെൻ"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"കെനിയൻ ഷില്ലിംഗ്",
 			'one'	=>	"കെനിയൻ ഷില്ലിംഗ്",
 			'many'	=>	"കെനിയൻ ഷില്ലിംഗ്"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"കിർഗിസ്ഥാൻ സോം",
 			'one'	=>	"കിർഗിസ്ഥാൻ സോം",
 			'many'	=>	"കിർഗിസ്ഥാൻ സോംസ്"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"കംബോഡിയൻ റീൽ",
 			'one'	=>	"കംബോഡിയൻ റീൽ",
 			'many'	=>	"കംബോഡിയൻ റീൽസ്"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"കൊമോറിയൻ ഫ്രാങ്ക്",
 			'one'	=>	"കൊമോറിയൻ ഫ്രാങ്ക്",
 			'many'	=>	"കൊമോറിയൻ ഫ്രാങ്ക്"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"നോർത്ത് കൊറിയൻ വോൺ",
 			'one'	=>	"ഉത്തര കൊറിയൻ വോൺ",
 			'many'	=>	"ഉത്തര കൊറിയൻ വോൺസ്"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"ദക്ഷിണ കൊറിയൻ വോൺ",
 			'one'	=>	"ദക്ഷിണ കൊറിയൻ വോൺ",
 			'many'	=>	"ദക്ഷിണ കൊറിയൻ വോൺസ്"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"കുവൈറ്റി ദിനാർ",
 			'one'	=>	"കുവൈറ്റ് ദിനാർ",
 			'many'	=>	"കുവൈറ്റി ദിനാർസ്‌"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"കെയ്മൻദ്വീപുകളുടെ ഡോളർ‌",
 			'one'	=>	"കെയ്മൻദ്വീപുകളുടെ ഡോളർ‌",
 			'many'	=>	"കെയ്മൻദ്വീപുകളുടെ ഡോളർ"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"കസാഖ്സ്ഥാൻ റ്റെംഗെ",
 			'one'	=>	"കസാഖ്സ്ഥാൻ റ്റെംഗെ",
 			'many'	=>	"കസാഖ്സ്ഥാൻ റ്റെംഗെസ്‌"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"ലാവോഷിയൻ കിപ്",
 			'one'	=>	"ലാവോഷ്യൻ കിപ്‌",
 			'many'	=>	"ലാവോഷ്യൻ കിപ്‌സ്‌"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"ലെബനീസ് പൌണ്ട്",
 			'one'	=>	"ലെബനീസ് പൌണ്ട്",
 			'many'	=>	"ലെബനീസ് പൌണ്ട്സ്"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"ശ്രീലങ്കൻ രൂപ",
 			'one'	=>	"ശ്രീലങ്കൻ രൂപ",
 			'many'	=>	"ശ്രീലങ്കൻ രൂപ"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"ലൈബീരിയൻ ഡോളർ",
 			'one'	=>	"ലൈബീരിയൻ ഡോളർ",
 			'many'	=>	"ലൈബീരിയൻ ഡോളർ"
 		),

		'LSL'	=>	 array
		(
			'name'	=>	"ലെസോതോ ലോത്തി",
 			'one'	=>	"ലെസോതോ ലോത്തി",
 			'many'	=>	"ലെസോതോ ലോത്തിസ്‌"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"ലിത്വാനിയൻ ലിത",
 			'one'	=>	"ലിത്വാനിയൻ ലിത",
 			'many'	=>	"ലിത്വാനിയൻ ലിതാസ്‌"
 		),

		'LTT'	=>	 array
		(
			'name'	=>	"ലിത്വാനിയൻ തലോനാസ്",
 			'one'	=>	"ലിത്വാനിയൻ തലോനാസ്",
 			'many'	=>	"ലിത്വാനിയൻ തലോനാസെസ്‌"
 		),

		'LUC'	=>	 array
		(
			'name'	=>	"ലക്സംബർഗ് കൺവേർട്ടിബിൾ ഫ്രാങ്ക്",
 			'one'	=>	"ലക്സംബർഗ് കൈമാറ്റം ചെയ്യാവുന്ന ഫ്രാങ്ക്‌",
 			'many'	=>	"ലക്സംബർഗ് കൈമാറ്റം ചെയ്യാവുന്ന ഫ്രാങ്ക്‌സ്‌"
 		),

		'LUF'	=>	 array
		(
			'name'	=>	"ലക്സംബർഗ് ഫ്രാങ്ക്",
 			'one'	=>	"ലക്സംബർഗ് ഫ്രാങ്ക്",
 			'many'	=>	"ലക്സംബർഗ് ഫ്രാങ്ക്‌സ്‌"
 		),

		'LUL'	=>	 array
		(
			'name'	=>	"ലക്സംബർഗ് ഫിനാൻഷ്യൽ ഫ്രാങ്ക്",
 			'one'	=>	"ലക്സംബർഗ് ഫിനാൻഷ്യൽ ഫ്രാങ്ക്",
 			'many'	=>	"ലക്സംബർഗ് ഫിനാൻഷ്യൽ ഫ്രാങ്ക്‌സ്‌"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"ലാറ്റ്വിയൻ ലാറ്റ്സ്",
 			'one'	=>	"ലാറ്റ്വിയൻ ലാറ്റ്സ്",
 			'many'	=>	"ലാറ്റ്വിയൻ ലാറ്റ്സെസ്‌"
 		),

		'LVR'	=>	 array
		(
			'name'	=>	"ലാറ്റ്വിയൻ റൂബിൾ",
 			'one'	=>	"ലാറ്റ്വിയൻ റൂബിൾ",
 			'many'	=>	"ലാറ്റ്വിയൻ റൂബിൾ"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"ലിബിയൻ ദിനാർ",
 			'one'	=>	"ലിബിയൻ ദിനാർ",
 			'many'	=>	"ലിബിയൻ ദിനാർ"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"മൊറോക്കൻ ദിർഹം",
 			'one'	=>	"മൊറോക്കൻ ദിർഹം",
 			'many'	=>	"മൊറോക്കൻ ദിർഹം"
 		),

		'MAF'	=>	 array
		(
			'name'	=>	"മൊറോക്കൻ ഫ്രാങ്ക്",
 			'one'	=>	"മൊറോക്കൻ ഫ്രാങ്ക്",
 			'many'	=>	"മൊറോക്കൻ ഫ്രാങ്ക്"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"മൊൽഡോവൻ ലിയൂ",
 			'one'	=>	"മൊൽഡോവൻ ലിയൂ",
 			'many'	=>	"മൊൽഡോവൻ ലിയൂ"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"മഡഗാസ്കർ ഏരിയറി",
 			'one'	=>	"മഡഗാസ്കർ ഏരിയറി",
 			'many'	=>	"മഡഗാസ്കർ ഏരിയറി"
 		),

		'MGF'	=>	 array
		(
			'name'	=>	"മഡഗാസ്കർ ഫ്രാങ്ക്",
 			'one'	=>	"മഡഗാസ്കർ ഫ്രാങ്ക്",
 			'many'	=>	"മഡഗാസ്കർ ഫ്രാങ്ക്"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"മാസിഡോണിയൻ ദിനാർ",
 			'one'	=>	"മാസിഡോണിയൻ ദിനാർ",
 			'many'	=>	"മാസിഡോണിയൻ ദിനാർ"
 		),

		'MLF'	=>	 array
		(
			'name'	=>	"മാലി ഫ്രാങ്ക്",
 			'one'	=>	"മാലി ഫ്രാങ്ക്",
 			'many'	=>	"മാലി ഫ്രാങ്ക്"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"മ്യാൻമാർ ചാറ്റ്",
 			'one'	=>	"മ്യാൻമാർ ചാറ്റ്",
 			'many'	=>	"മ്യാൻമാർ ചാറ്റ്"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"മംഗോളിയൻ തുഗ്രിക്",
 			'one'	=>	"മംഗോളിയൻ തുഗ്രിക്",
 			'many'	=>	"മംഗോളിയൻ തുഗ്രിക്"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"മക്കാനീസ് പതാക്ക",
 			'one'	=>	"മക്കാനീസ് പതാക്ക",
 			'many'	=>	"മക്കാനീസ് പതാക്കാസ്"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"മൌറിറ്റേനിയൻ ഔഗിയ",
 			'one'	=>	"മൌറിറ്റേനിയൻ ഔഗിയ",
 			'many'	=>	"മൌറിറ്റേനിയൻ ഔഗിയ"
 		),

		'MTL'	=>	 array
		(
			'name'	=>	"മൽത്തീസ് ലിറ",
 			'one'	=>	"മൽത്തീസ് ലിറ",
 			'many'	=>	"മൽത്തീസ് ലിറ"
 		),

		'MTP'	=>	 array
		(
			'name'	=>	"മൽത്തീസ് പൌണ്ട്",
 			'one'	=>	"മൽത്തീസ് പൌണ്ട്",
 			'many'	=>	"മൽത്തീസ് പൌണ്ട്"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"മൌറീഷ്യൻ രൂപ",
 			'one'	=>	"മൌറീഷ്യൻ രൂപ",
 			'many'	=>	"മൌറീഷ്യൻ രൂപ"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"മാലദ്വീപ് രൂപ",
 			'one'	=>	"മാലദ്വീപ് രൂപ",
 			'many'	=>	"മാലദ്വീപ് രൂപ"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"മലാവിയൻ ക്വാച",
 			'one'	=>	"മലാവിയൻ ക്വാച",
 			'many'	=>	"മലാവിയൻ ക്വാച"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"മെക്സിക്കൻ പെസോ",
 			'one'	=>	"മെക്സിക്കൻ പെസോ",
 			'many'	=>	"മെക്സിക്കൻ പെസോ"
 		),

		'MXP'	=>	 array
		(
			'name'	=>	"മെക്സിക്കൻ സിൽവർ പെയ്സോ",
 			'one'	=>	"മെക്സിക്കൻ സിൽവർ പെയ്സോ",
 			'many'	=>	"മെക്സിക്കൻ സിൽവർ പെയ്സോസ്"
 		),

		'MXV'	=>	 array
		(
			'name'	=>	"മെക്സിക്കൻ യൂണിഡാഡ് ഡി ഇൻവെർഷൻ",
 			'one'	=>	"മെക്സിക്കൻ യൂണിഡാഡ് ഡി ഇൻവെർഷൻ",
 			'many'	=>	"മെക്സിക്കൻ യൂണിഡാഡ്സ് ഡി ഇൻവെർഷൻ"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"മലേഷ്യൻ റിംഗിറ്റ്",
 			'one'	=>	"മലേഷ്യൻ റിംഗിറ്റ്",
 			'many'	=>	"മലേഷ്യൻ റിംഗിറ്റ്"
 		),

		'MZE'	=>	 array
		(
			'name'	=>	"മൊസാന്പിക്ക് എസ്ക്യുഡോ",
 			'one'	=>	"മൊസാന്പിക്ക് എസ്ക്യുഡോ",
 			'many'	=>	"മൊസാന്പിക്ക് എസ്ക്യുഡോ"
 		),

		'MZM'	=>	 array
		(
			'name'	=>	"ഓൾഡ് മൊസാന്പിക്ക് മെറ്റിക്കൽ",
 			'one'	=>	"ഓൾഡ് മൊസാന്പിക്ക് മെറ്റിക്കൽ",
 			'many'	=>	"ഓൾഡ് മൊസാന്പിക്ക് മെറ്റിക്കൽ"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"മൊസാമ്പിക്ക് മെറ്റിക്കൽ",
 			'one'	=>	"മൊസാമ്പിക്ക് മെറ്റിക്കൽ",
 			'many'	=>	"മൊസാമ്പിക്ക് മെറ്റിക്കൽ"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"നമീബിയൻ ഡോളർ",
 			'one'	=>	"നമീബിയൻ ഡോളർ",
 			'many'	=>	"നമീബിയൻ ഡോളർ"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"നൈജീരിയൻ നൈറ",
 			'one'	=>	"നൈജീരിയൻ നൈറ",
 			'many'	=>	"നൈജീരിയൻ നൈറ"
 		),

		'NIC'	=>	 array
		(
			'name'	=>	"നികരാഗ്വൻ കൊർഡോബ",
 			'one'	=>	"നികരാഗ്വൻ കൊർഡോബ",
 			'many'	=>	"നികരാഗ്വൻ കൊർഡോബ"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"നികരാഗ്വൻ കൊർഡോബ ഒരോ",
 			'one'	=>	"നികരാഗ്വൻ കൊർഡോബ ഒരോ",
 			'many'	=>	"നികരാഗ്വൻ കൊർഡോബ ഒരോ"
 		),

		'NLG'	=>	 array
		(
			'name'	=>	"നെതർലൻഡ്സ് ഗിൽഡർ",
 			'one'	=>	"നെതർലൻഡ്സ് ഗിൽഡർ",
 			'many'	=>	"നെതർലൻഡ്സ് ഗിൽഡേഴ്സ്"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"നോർവീജിയൻ ക്രോണെ",
 			'one'	=>	"നോർവീജിയൻ ക്രോൺ",
 			'many'	=>	"നോർവീജിയൻ ക്രോൺസ്"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"നേപ്പാളി രൂപ",
 			'one'	=>	"നേപ്പാളി രൂപ",
 			'many'	=>	"നേപ്പാളി രൂപ"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"ന്യൂസിലാൻഡ് ഡോളർ",
 			'one'	=>	"ന്യൂസിലൻഡ് ഡോളർ",
 			'many'	=>	"ന്യൂസിലൻഡ് ഡോളേഴ്സ്"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"ഒമാൻ റിയാൽ",
 			'one'	=>	"ഒമാൻ റിയാൽ",
 			'many'	=>	"ഒമാൻ റിയാൽ"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"പനാമെയ്നിയൻ ബാൽബോവ",
 			'one'	=>	"പനാമെയ്നിയൻ ബാൽബോവ",
 			'many'	=>	"പനാമെയ്നിയൻ ബാൽബോവാസ്"
 		),

		'PEI'	=>	 array
		(
			'name'	=>	"പെറൂവിയൻ ഇൻറി",
 			'one'	=>	"പെറൂവിയൻ ഇൻറി",
 			'many'	=>	"പെറൂവിയൻ ഇൻറിസ്"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"പെറൂവിയൻ സോൾ ന്യൂവോ",
 			'one'	=>	"പെറൂവിയൻ സോൾ ന്യൂവോ",
 			'many'	=>	"പെറൂവിയൻ സോൾ ന്യൂവോസ്"
 		),

		'PES'	=>	 array
		(
			'name'	=>	"പെറൂവിയൻ സോൾ",
 			'one'	=>	"പെറൂവിയൻ സോൾ",
 			'many'	=>	"പെറൂവിയൻ സോൾസ്"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"പാപുവ ന്യൂ ഗിനിയൻ കിന",
 			'one'	=>	"പാപുവ ന്യൂ ഗിനിയൻ കിന",
 			'many'	=>	"പാപുവ ന്യൂ ഗിനിയൻ കിനാസ്"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"ഫിലിപ്പൈൻ പെസോ",
 			'one'	=>	"ഫിലിപ്പൈൻ പെസോ",
 			'many'	=>	"ഫിലിപ്പൈൻ പെസോ"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"പാക്കിസ്ഥാനി രൂപ",
 			'one'	=>	"പാക്കിസ്ഥാനി രൂപ",
 			'many'	=>	"പാക്കിസ്ഥാനി രൂപ"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"പോളിഷ് സ്ലോട്ടി",
 			'one'	=>	"പോളിഷ് സ്ലോട്ടി",
 			'many'	=>	"പോളിഷ് സ്ലോട്ടിസ്"
 		),

		'PLZ'	=>	 array
		(
			'name'	=>	"പോളിഷ് സ്ലോട്ടി",
 			'one'	=>	"പോളിഷ് സ്ലോട്ടി",
 			'many'	=>	"പോളിഷ് സ്ലോട്ടി"
 		),

		'PTE'	=>	 array
		(
			'name'	=>	"പോർച്ചുഗീസ് എസ്ക്യുഡോ",
 			'one'	=>	"പോർച്ചുഗീസ് എസ്ക്യുഡോ",
 			'many'	=>	"പോർച്ചുഗീസ് എസ്ക്യുഡോ"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"പരാഗ്വേയൻ ഗ്വരനീ",
 			'one'	=>	"പരാഗ്വേയൻ ഗ്വരനീ",
 			'many'	=>	"പരാഗ്വേയൻ ഗ്വരനീ"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"ഖത്തർ റിയാൽ",
 			'one'	=>	"ഖത്തർ റിയാൽ",
 			'many'	=>	"ഖത്തർ റിയാൽ"
 		),

		'RHD'	=>	 array
		(
			'name'	=>	"റൊഡേഷ്യൻ ഡോളർ",
 			'one'	=>	"റൊഡേഷ്യൻ ഡോളർ",
 			'many'	=>	"റൊഡേഷ്യൻ ഡോളർ"
 		),

		'ROL'	=>	 array
		(
			'name'	=>	"പ്രാചീന റൊമേനിയൻ ലിയു",
 			'one'	=>	"പ്രാചീന റൊമേനിയൻ ലിയു",
 			'many'	=>	"പ്രാചീന റൊമേനിയൻ ലിയു"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"റൊമേനിയൻ ലിയു",
 			'one'	=>	"റൊമേനിയൻ ലിയു",
 			'many'	=>	"റൊമേനിയൻ ലിയു"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"സെർബിയൻ ദിനാർ",
 			'one'	=>	"സെർബിയൻ ദിനാർ",
 			'many'	=>	"സെർബിയൻ ദിനാർ"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"റഷ്യൻ റൂബിൾ",
 			'one'	=>	"റഷ്യൻ റൂബിൾ",
 			'many'	=>	"റഷ്യൻ റൂബിൾസ്"
 		),

		'RUR'	=>	 array
		(
			'name'	=>	"റഷ്യൻ റൂബിൾ",
 			'one'	=>	"റഷ്യൻ റൂബിൾ",
 			'many'	=>	"റഷ്യൻ റൂബിൾ"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"റുവാണ്ടൻ ഫ്രാങ്ക്",
 			'one'	=>	"റുവാണ്ടൻ ഫ്രാങ്ക്",
 			'many'	=>	"റുവാണ്ടൻ ഫ്രാങ്ക്"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"സൌദി റിയാൽ",
 			'one'	=>	"സൌദി റിയാൽ",
 			'many'	=>	"സൌദി റിയാൽ"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"സോളമൻ ദ്വീപുകളുടെ ഡോളർ",
 			'one'	=>	"സോളമൻ ദ്വീപുകളുടെ ഡോളർ",
 			'many'	=>	"സോളമൻ ദ്വീപുകളുടെ ഡോളർ"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"സെയ്ഷെൽസ് രൂപ",
 			'one'	=>	"സെയ്ഷെൽസ് രൂപ",
 			'many'	=>	"സെയ്ഷെൽസ് രൂപ"
 		),

		'SDD'	=>	 array
		(
			'name'	=>	"പ്രാചീന സുഡാനീസ് ദിനാർ",
 			'one'	=>	"പ്രാചീന സുഡാനീസ് ദിനാർ",
 			'many'	=>	"പ്രാചീന സുഡാനീസ് ദിനാർ"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"സുഡാനീസ് പൌണ്ട്",
 			'one'	=>	"സുഡാനീസ് പൌണ്ട്",
 			'many'	=>	"സുഡാനീസ് പൌണ്ട്"
 		),

		'SDP'	=>	 array
		(
			'name'	=>	"പ്രാചീന സുഡാനീസ് പൌണ്ട്",
 			'one'	=>	"പ്രാചീന സുഡാനീസ് പൌണ്ട്",
 			'many'	=>	"പ്രാചീന സുഡാനീസ് പൌണ്ട്"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"സ്വീഡിഷ് ക്രോണ",
 			'one'	=>	"സ്വീഡിഷ് ക്രോണ",
 			'many'	=>	"സ്വീഡിഷ് ക്രോണ"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"സിംഗപ്പൂർ ഡോളർ",
 			'one'	=>	"സിംഗപ്പൂർ ഡോളർ",
 			'many'	=>	"സിംഗപ്പൂർ ഡോളർ"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"സെയ്ൻറ് ഹെലെന പൌണ്ട്",
 			'one'	=>	"സെയ്ൻറ് ഹെലെന പൌണ്ട്",
 			'many'	=>	"സെയ്ൻറ് ഹെലെന പൌണ്ട്"
 		),

		'SIT'	=>	 array
		(
			'name'	=>	"സ്ലൊവേനിയ റ്റോളർ",
 			'one'	=>	"സ്ലൊവേനിയ റ്റോളർ",
 			'many'	=>	"സ്ലൊവേനിയ റ്റോളർ"
 		),

		'SKK'	=>	 array
		(
			'name'	=>	"സ്ലോവാക് കൊരൂന",
 			'one'	=>	"സ്ലോവാക് കൊരൂന",
 			'many'	=>	"സ്ലോവാക് കൊരൂന"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"സിയറാ ലിയോൺ ലിയോൺ",
 			'one'	=>	"സിയറാ ലിയോൺ ലിയോൺ",
 			'many'	=>	"സിയറാ ലിയോൺ ലിയോൺ"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"സൊമാലി ഷില്ലിംഗ്",
 			'one'	=>	"സൊമാലി ഷില്ലിംഗ്",
 			'many'	=>	"സൊമാലി ഷില്ലിംഗ്"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"സൂരിനാം ഡോളർ",
 			'one'	=>	"സൂരിനാം ഡോളർ",
 			'many'	=>	"സൂരിനാം ഡോളർ"
 		),

		'SRG'	=>	 array
		(
			'name'	=>	"സൂരിനാം ഗിൽഡർ",
 			'one'	=>	"സൂരിനാം ഗിൽഡർ",
 			'many'	=>	"സൂരിനാം ഗിൽഡർ"
 		),

		'SSP'	=>	 array
		(
			'name'	=>	"ദക്ഷിണ സുഡാനീസ് പൗണ്ട്",
 			'one'	=>	"ദക്ഷിണ സുഡാനീസ് പൗണ്ട്",
 			'many'	=>	"ദക്ഷിണ സുഡാനീസ് പൗണ്ട്"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"സാവോ റ്റോമി ആൻഡ് പ്രിൻസിപ്പി ഡോബ്ര",
 			'one'	=>	"സാവോ റ്റോമി ആൻഡ് പ്രിൻസിപ്പി ഡോബ്ര",
 			'many'	=>	"സാവോ റ്റോമി ആൻഡ് പ്രിൻസിപ്പി ഡോബ്ര"
 		),

		'SUR'	=>	 array
		(
			'name'	=>	"സോവിയറ്റ് റൂബിൾ",
 			'one'	=>	"സോവിയറ്റ് റൂബിൾ",
 			'many'	=>	"സോവിയറ്റ് റൂബിൾ"
 		),

		'SVC'	=>	 array
		(
			'name'	=>	"എൽ സാൽവഡോർ കോളൻ",
 			'one'	=>	"എൽ സാൽവഡോർ കോളൻ",
 			'many'	=>	"എൽ സാൽവഡോർ കോളൻ"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"സിറിയൻ പൌണ്ട്",
 			'one'	=>	"സിറിയൻ പൌണ്ട്",
 			'many'	=>	"സിറിയൻ പൌണ്ട്"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"സ്വാസിലാൻഡ് ലിലാംഗനി",
 			'one'	=>	"സ്വാസിലാൻഡ് ലിലാംഗനി",
 			'many'	=>	"സ്വാസിലാൻഡ് ലിലാംഗനി"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"തായ് ബാത്ത്",
 			'one'	=>	"തായ് ബാത്ത്",
 			'many'	=>	"തായ് ബാത്ത്"
 		),

		'TJR'	=>	 array
		(
			'name'	=>	"താജിക്കിസ്ഥാൻ റൂബിൾ",
 			'one'	=>	"തജിക്സ്ഥാൻ റൂബിൾ",
 			'many'	=>	"തജിക്സ്ഥാൻ റൂബിൾസ്"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"താജിക്കിസ്ഥാൻ സൊമോനി",
 			'one'	=>	"തജികിസ്ഥാൻ സൊമോനി",
 			'many'	=>	"തജികിസ്ഥാൻ സൊമോനിസ്"
 		),

		'TMM'	=>	 array
		(
			'name'	=>	"തുർക്മെനിസ്ഥാൻ മനത്",
 			'one'	=>	"തുർക്മെനിസ്ഥാൻ മനത്",
 			'many'	=>	"തുർക്മെനിസ്ഥാൻ മനത്‌സ്"
 		),

		'TMT'	=>	 array
		(
			'name'	=>	"തുർക്കമനിസ്ഥാനി മനാത്ത്",
 			'one'	=>	"തുർക്കമനിസ്ഥാനി മനാത്ത്",
 			'many'	=>	"തുർക്കമനിസ്ഥാനി മനാത്ത്"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"തുനീസിയൻ ദിനാർ",
 			'one'	=>	"തുനീസിയൻ ദിനാർ",
 			'many'	=>	"തുനീസിയൻ ദിനാർ"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"റ്റോംഗൻ പാംഗ",
 			'one'	=>	"റ്റോംഗൻ പാംഗ",
 			'many'	=>	"റ്റോംഗൻ പാംഗാസ്"
 		),

		'TPE'	=>	 array
		(
			'name'	=>	"തിമോർ എസ്ക്യൂഡോ",
 			'one'	=>	"തിമോർ എസ്ക്യൂഡോ",
 			'many'	=>	"തിമോർ എസ്ക്യൂഡോസ്"
 		),

		'TRL'	=>	 array
		(
			'name'	=>	"പ്രാചീന തുർക്കിഷ് ലിറ",
 			'one'	=>	"പ്രാചീന തുർക്കിഷ് ലിറ",
 			'many'	=>	"പ്രാചീന തുർക്കിഷ് ലിറാസ്"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"തുർക്കിഷ് ലിറ",
 			'one'	=>	"തുർക്കിഷ് ലിറ",
 			'many'	=>	"തുർക്കിഷ് ലിറാസ്"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"ട്രിനിഡാഡ് ആൻഡ് റ്റൊബാഗോ ഡോളർ",
 			'one'	=>	"ട്രിനിഡാഡ് ആൻഡ് റ്റൊബാഗോ ഡോളർ",
 			'many'	=>	"ട്രിനിഡാഡ് ആൻഡ് റ്റൊബാഗോ ഡോളർ"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"തായ്‌വാൻ ഡോളർ",
 			'one'	=>	"തായ്‌വാൻ ഡോളർ",
 			'many'	=>	"തായ്‌വാൻ ഡോളേഴ്സ്"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"ടാൻസാനിയൻ ഷില്ലിംഗ്",
 			'one'	=>	"ടാൻസാനിയൻ ഷില്ലിംഗ്",
 			'many'	=>	"ടാൻസാനിയൻ ഷില്ലിംഗ്"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"യുക്രേനിയൻ ഹ്രിവ്നിയ",
 			'one'	=>	"ഉക്രേനിയൻ ഹ്രിവ്നിയ",
 			'many'	=>	"ഉക്രേനിയൻ ഹ്രിവ്നിയാസ്"
 		),

		'UAK'	=>	 array
		(
			'name'	=>	"യുക്രേനിയൻ കാർബോവാനെസ്",
 			'one'	=>	"ഉക്രേനിയൻ കാർബോവാനെസ്",
 			'many'	=>	"ഉക്രേനിയൻ കാർബോവാനെസ്"
 		),

		'UGS'	=>	 array
		(
			'name'	=>	"ഉഗാണ്ടൻ ഷില്ലിംഗ്",
 			'one'	=>	"ഉഗാണ്ടൻ ഷില്ലിംഗ്",
 			'many'	=>	"ഉഗാണ്ടൻ ഷില്ലിംഗ്"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"ഉഗാണ്ടൻ ഷില്ലിംഗ്",
 			'one'	=>	"ഉഗാണ്ടൻ ഷില്ലിംഗ്",
 			'many'	=>	"ഉഗാണ്ടൻ ഷില്ലിംഗ്"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"യു.എസ്. ഡോളർ",
 			'one'	=>	"യു.എസ് ഡോളർ",
 			'many'	=>	"യു.എസ് ഡോളർ"
 		),

		'USN'	=>	 array
		(
			'name'	=>	"യുഎസ് ഡോളർ",
 			'one'	=>	"യുഎസ് ഡോളർ",
 			'many'	=>	"യുഎസ് ഡോളർ"
 		),

		'USS'	=>	 array
		(
			'name'	=>	"യുഎസ് ഡോളർ",
 			'one'	=>	"യുഎസ് ഡോളർ",
 			'many'	=>	"യുഎസ് ഡോളേഴ്സ്"
 		),

		'UYI'	=>	 array
		(
			'name'	=>	"ഉറുഗ്വേ പെയ്സോ എൻ യൂണിഡാഡ്സ്",
 			'one'	=>	"ഉറുഗ്വേ പെയ്സോ എൻ യൂണിഡാഡ്സ് ഇൻഡെക്സാഡാസ്",
 			'many'	=>	"ഉറുഗ്വേ പെയ്സോസ് എൻ യൂണിഡാഡ്സ് ഇൻഡെക്സാഡാസ്"
 		),

		'UYP'	=>	 array
		(
			'name'	=>	"ഉറുഗ്വേ പെയ്സോ",
 			'one'	=>	"ഉറുഗ്വേ പെയ്സോ",
 			'many'	=>	"ഉറുഗ്വേ പെയ്സോസ്"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"ഉറുഗ്വേൻ പെസോ",
 			'one'	=>	"ഉറുഗ്വേൻ പെസോ",
 			'many'	=>	"ഉറുഗ്വേൻ പെസോ"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"ഉസ്ബക്കിസ്ഥാൻ സം",
 			'one'	=>	"ഉസ്ബക്കിസ്ഥാൻ സം",
 			'many'	=>	"ഉസ്ബക്കിസ്ഥാൻ സംസ്"
 		),

		'VEB'	=>	 array
		(
			'name'	=>	"വെനസ്വേലൻ ബോലിവർ",
 			'one'	=>	"വെനസ്വേലൻ ബോലിവർ",
 			'many'	=>	"വെനസ്വേലൻ ബോലിവർസ്"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"വെനസ്വേലൻ ബോലിവർ",
 			'one'	=>	"വെനസ്വേലൻ ബോലിവർ",
 			'many'	=>	"വെനസ്വേലൻ ബോലിവർ"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"വിയറ്റ്നാമീസ് ഡോങ്",
 			'one'	=>	"വിയറ്റ്നാമീസ് ഡോങ്",
 			'many'	=>	"വിയറ്റ്നാമീസ് ഡോങ്"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"വനുവാതു വാതു",
 			'one'	=>	"വനുവാതു വാതു",
 			'many'	=>	"വനുവാതു വാതൂസ്"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"സമോവൻ താല",
 			'one'	=>	"സമോവൻ താല",
 			'many'	=>	"സമോവൻ താല"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"Cfa ഫ്രാങ്ക് Beac",
 			'one'	=>	"Cfa ഫ്രാങ്ക് Beac",
 			'many'	=>	"Cfa ഫ്രാങ്ക്സ് Beac"
 		),

		'XAG'	=>	 array
		(
			'name'	=>	"വെള്ളി",
 			'one'	=>	"വെള്ളി",
 			'many'	=>	"വെള്ളി"
 		),

		'XAU'	=>	 array
		(
			'name'	=>	"സ്വർണ്ണം",
 			'one'	=>	"സ്വർണ്ണം",
 			'many'	=>	"സ്വർണ്ണം"
 		),

		'XBA'	=>	 array
		(
			'name'	=>	"യൂറോപ്യൻ കോന്പസിറ്റ് യൂണിറ്റ്",
 			'one'	=>	"യൂറോപ്യൻ കോന്പസിറ്റ് യൂണിറ്റ്",
 			'many'	=>	"യൂറോപ്യൻ കോന്പസിറ്റ് യൂണിറ്റ്സ്"
 		),

		'XBB'	=>	 array
		(
			'name'	=>	"യൂറോപ്യൻ മോണിറ്ററി യൂണിറ്റ്",
 			'one'	=>	"യൂറോപ്യൻ മോണിറ്ററി യൂണിറ്റ്",
 			'many'	=>	"യൂറോപ്യൻ മോണിറ്ററി യൂണിറ്റ്സ്"
 		),

		'XBC'	=>	 array
		(
			'name'	=>	"യൂറോപ്യൻ യൂണിറ്റ് ഓഫ് അക്കൌണ്ട്",
 			'one'	=>	"യൂറോപ്യൻ യൂണിറ്റ് ഓഫ് അക്കൌണ്ട്",
 			'many'	=>	"യൂറോപ്യൻ യൂണിറ്റ്സ് ഓഫ് അക്കൌണ്ട്"
 		),

		'XBD'	=>	 array
		(
			'name'	=>	"യൂറോപ്യൻ യൂണിറ്റ് ഓഫ് അക്കൌണ്ട്",
 			'one'	=>	"യൂറോപ്യൻ യൂണിറ്റ് ഓഫ് അക്കൌണ്ട്",
 			'many'	=>	"യൂറോപ്യൻ യൂണിറ്റ്സ് ഓഫ് അക്കൌണ്ട്"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"കിഴക്കൻ കരീബിയൻ ഡോളർ",
 			'one'	=>	"കിഴക്കൻ കരീബിയൻ ഡോളർ",
 			'many'	=>	"കിഴക്കൻ കരീബിയൻ ഡോളർ"
 		),

		'XDR'	=>	 array
		(
			'name'	=>	"സ്പെഷ്യൽ ഡ്രോയിംഗ് റൈറ്റ്സ്",
 			'one'	=>	"സ്പെഷ്യൽ ഡ്രോയിംഗ് റൈറ്റ്സ്",
 			'many'	=>	"സ്പെഷ്യൽ ഡ്രോയിംഗ് റൈറ്റ്സ്"
 		),

		'XEU'	=>	 array
		(
			'name'	=>	"യൂറോപ്യൻ നാണയ യൂണിറ്റ്",
 			'one'	=>	"യൂറോപ്യൻ നാണയ യൂണിറ്റ്",
 			'many'	=>	"യൂറോപ്യൻ നാണയ യൂണിറ്റ്സ്"
 		),

		'XFO'	=>	 array
		(
			'name'	=>	"ഫ്രെഞ്ച് ഗോൾഡ് ഫ്രാങ്ക്",
 			'one'	=>	"ഫ്രെഞ്ച് ഗോൾഡ് ഫ്രാങ്ക്",
 			'many'	=>	"ഫ്രെഞ്ച് ഗോൾഡ് ഫ്രാങ്ക്സ്"
 		),

		'XFU'	=>	 array
		(
			'name'	=>	"ഫ്രെഞ്ച് Uic-ഫ്രാങ്ക്",
 			'one'	=>	"ഫ്രെഞ്ച് Uic-ഫ്രാങ്ക്",
 			'many'	=>	"ഫ്രെഞ്ച് Uic-ഫ്രാങ്ക്സ്"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"Cfa ഫ്രാങ്ക് Bceao",
 			'one'	=>	"Cfa ഫ്രാങ്ക് Bceao",
 			'many'	=>	"Cfa ഫ്രാങ്ക്സ് Bceao"
 		),

		'XPD'	=>	 array
		(
			'name'	=>	"പലാഡിയം",
 			'one'	=>	"പലാഡിയം",
 			'many'	=>	"പലാഡിയം"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"Cfp ഫ്രാങ്ക്",
 			'one'	=>	"Cfp ഫ്രാങ്ക്",
 			'many'	=>	"Cfp ഫ്രാങ്ക്സ്"
 		),

		'XPT'	=>	 array
		(
			'name'	=>	"പ്ലാറ്റിനം",
 			'one'	=>	"പ്ലാറ്റിനം",
 			'many'	=>	"പ്ലാറ്റിനം"
 		),

		'XRE'	=>	 array
		(
			'name'	=>	"Rinet ഫണ്ട്സ്",
 			'one'	=>	"Rinet ഫണ്ട്സ്",
 			'many'	=>	"Rinet ഫണ്ട്സ്"
 		),

		'XTS'	=>	 array
		(
			'name'	=>	"ടെസ്റ്റിംഗിനുള്ള കറൻസി കോഡ്",
 			'one'	=>	"റ്റെസ്റ്റിംഗ് കറൻസി കോഡ്",
 			'many'	=>	"റ്റെസ്റ്റിംഗ് കറൻസി കോഡ്"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"അജ്ഞാത നാണയം",
 			'one'	=>	"(അജ്ഞാത നാണയം‌)",
 			'many'	=>	"(അജ്ഞാത നാണയം)"
 		),

		'YDD'	=>	 array
		(
			'name'	=>	"യമനി ദിനാർ",
 			'one'	=>	"യമനി ദിനാർ",
 			'many'	=>	"യമനി ദിനാർസ്"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"യമനി റിയാൽ",
 			'one'	=>	"യമനി റിയാൽ",
 			'many'	=>	"യമനി റിയാൽസ്"
 		),

		'YUD'	=>	 array
		(
			'name'	=>	"യൂഗോസ്ലേവിയൻ ഹാർഡ് ദിനാർ",
 			'one'	=>	"യൂഗോസ്ലേവിയൻ ഹാർഡ് ദിനാർ",
 			'many'	=>	"യൂഗോസ്ലേവിയൻ ഹാർഡ് ദിനാർസ്"
 		),

		'YUM'	=>	 array
		(
			'name'	=>	"യൂഗോസ്ലേവിയൻ നോവി ദിനാർ",
 			'one'	=>	"യൂഗോസ്ലേവിയൻ നോവി ദിനാർ",
 			'many'	=>	"യൂഗോസ്ലേവിയൻ നോവി ദിനാർസ്"
 		),

		'YUN'	=>	 array
		(
			'name'	=>	"യൂഗോസ്ലേവിയൻ കൺവേർട്ടിബിൾ ദിനാർ",
 			'one'	=>	"യൂഗോസ്ലേവിയൻ കൺവേർട്ടിബിൾ ദിനാർ",
 			'many'	=>	"യൂഗോസ്ലേവിയൻ കൺവേർട്ടിബിൾ ദിനാർസ്"
 		),

		'ZAL'	=>	 array
		(
			'name'	=>	"ദക്ഷിണാഫ്രിക്കൻ റാൻഡ്",
 			'one'	=>	"ദക്ഷിണാഫ്രിക്കൻ റാൻഡ്",
 			'many'	=>	"ദക്ഷിണാഫ്രിക്കൻ റാൻഡ്സ്"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"ദക്ഷിണ ആഫ്രിക്കൻ റാൻഡ്",
 			'one'	=>	"ദക്ഷിണാഫ്രിക്കൻ റാൻഡ്",
 			'many'	=>	"ദക്ഷിണാഫ്രിക്കൻ റാൻഡ്സ്"
 		),

		'ZMK'	=>	 array
		(
			'name'	=>	"സാംബിയൻ ക്വാച",
 			'one'	=>	"സാംബിയൻ ക്വാച",
 			'many'	=>	"സാംബിയൻ ക്വാചാസ്"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"സാംബിയൻ ക്വാച",
 			'one'	=>	"സാംബിയൻ ക്വാച",
 			'many'	=>	"സാംബിയൻ ക്വാചാസ്"
 		),

		'ZRN'	=>	 array
		(
			'name'	=>	"സൈറിയൻ ന്യൂ സൈർ",
 			'one'	=>	"സൈറിയൻ ന്യൂ സൈർ",
 			'many'	=>	"സൈറിയൻ ന്യൂ സൈർസ്"
 		),

		'ZRZ'	=>	 array
		(
			'name'	=>	"സൈറിയൻ സൈർ",
 			'one'	=>	"സൈറിയൻ സൈർ",
 			'many'	=>	"സൈറിയൻ സൈർസ്"
 		),

		'ZWD'	=>	 array
		(
			'name'	=>	"സിംബാബ്‌വെ ഡോളർ",
 			'one'	=>	"സിംബാബ്‌വെ ഡോളർ",
 			'many'	=>	"സിംബാബ്‌വെ ഡോളേഴ്സ്"
 		),

    ),
);
