<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'AED'	=>	 array
		(
			'name'	=>	"එක්සත් අරාබි එමිරේට්ස් ඩිරාම්",
 			'one'	=>	"එක්සත් අරාබි එමිරේට්ස් ඩිරාම්",
 			'many'	=>	"එක්සත් අරාබි එමිරේට්ස් ඩිරාම්"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"ඇෆ්ගනිථාන ඇෆ්ගනි",
 			'one'	=>	"ඇෆ්ගනිථාන ඇෆ්ගනි",
 			'many'	=>	"ඇෆ්ගනිථාන ඇෆ්ගනි"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"ඇල්බේනියානු ලෙක්",
 			'one'	=>	"ඇල්බේනියානු ලෙක්",
 			'many'	=>	"ඇල්බේනියානු ලෙක්"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"ආර්මේනියානු ඩ්‍රෑම්",
 			'one'	=>	"ආර්මේනියානු ඩ්‍රෑම්",
 			'many'	=>	"ආර්මේනියානු ඩ්‍රෑම්"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"නෙදර්ලන්ත ඇන්ටිලියන් ගිල්ඩර්",
 			'one'	=>	"නෙදර්ලන්ත ඇන්ටිලියන් ගිල්ඩර්",
 			'many'	=>	"නෙදර්ලන්ත ඇන්ටිලියන් ගිල්ඩර්"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"ඇන්ගෝලානු ක්වන්සා",
 			'one'	=>	"ඇන්ගෝලානු ක්වන්සා",
 			'many'	=>	"ඇන්ගෝලානු ක්වන්සා"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"ආර්ජන්ටිනා පෙසෝ",
 			'one'	=>	"ආර්ජන්ටිනා පෙසෝ",
 			'many'	=>	"ආර්ජන්ටිනා පෙසෝ"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"ඔස්ට්‍රේලියානු ඩොලර්",
 			'one'	=>	"ඔස්ට්‍රේලියානු ඩොලර්",
 			'many'	=>	"ඔස්ට්‍රේලියානු ඩොලර්"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"අරූබානු ෆ්ලෝරින්",
 			'one'	=>	"අරූබානු ෆ්ලෝරින්",
 			'many'	=>	"අරූබානු ෆ්ලෝරින්"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"අසර්බයිජානු මනාට්",
 			'one'	=>	"අසර්බයිජානු මනාට්",
 			'many'	=>	"අසර්බයිජානු මනාට්"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"බොස්නියා හර්සගොවීනා පරිවර්ත්‍ය මාර්ක්",
 			'one'	=>	"බොස්නියා හර්සගොවීනා පරිවර්ත්‍ය මාර්ක්",
 			'many'	=>	"බොස්නියා හර්සගොවීනා පරිවර්ත්‍ය මාර්ක්"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"බාබේඩියානු ඩොලර්",
 			'one'	=>	"බාබේඩියානු ඩොලර්",
 			'many'	=>	"බාබේඩියානු ඩොලර්"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"බංග්ලාදේශ් ටකා",
 			'one'	=>	"බංග්ලාදේශ් ටකා",
 			'many'	=>	"බංග්ලාදේශ් ටකා"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"බල්ගේරියානු ලිව්",
 			'one'	=>	"බල්ගේරියානු ලිව්",
 			'many'	=>	"බල්ගේරියානු ලිව්"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"බහරේන් ඩිනාර්",
 			'one'	=>	"බහරේන් ඩිනාර්",
 			'many'	=>	"බහරේන් ඩිනාර්"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"බුරුන්දි ෆ්‍රෑන්ක්",
 			'one'	=>	"බුරුන්දි ෆ්‍රෑන්ක්",
 			'many'	=>	"බුරුන්දි ෆ්‍රෑන්ක්"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"බර්මියුඩානු ඩොලර්",
 			'one'	=>	"බර්මියුඩානු ඩොලර්",
 			'many'	=>	"බර්මියුඩානු ඩොලර්"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"බෘනායි ඩොලර්",
 			'one'	=>	"බෘනායි ඩොලර්",
 			'many'	=>	"බෘනායි ඩොලර්"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"බොලිවියානු බොලිවියානෝ",
 			'one'	=>	"බොලිවියානු බොලිවියානෝ",
 			'many'	=>	"බොලිවියානු බොලිවියානෝ"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"බ්‍රසීල රියල්",
 			'one'	=>	"බ්‍රසීල රියල්",
 			'many'	=>	"බ්‍රසීල රියල්"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"බහමානු ඩොලර්",
 			'one'	=>	"බහමානු ඩොලර්",
 			'many'	=>	"බහමානු ඩොලර්"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"භූතාන නගුල්ට්‍රම්",
 			'one'	=>	"භූතාන නගුල්ට්‍රම්",
 			'many'	=>	"භූතාන නගුල්ට්‍රම්"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"බොට්ස්වානා පුලා",
 			'one'	=>	"බොට්ස්වානා පුලා",
 			'many'	=>	"බොට්ස්වානා පුලා"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"බෙලරූස් රූබල්",
 			'one'	=>	"බෙලරූස් රූබල්",
 			'many'	=>	"බෙලරූස් රූබල්"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"බෙලීස් ඩොලර්",
 			'one'	=>	"බෙලිස් ඩොලර්",
 			'many'	=>	"බෙලිස් ඩොලර්"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"කැනේඩියානු ඩොලර්",
 			'one'	=>	"කැනේඩියානු ඩොලර්",
 			'many'	=>	"කැනේඩියානු ඩොලර්"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"කොංගෝ ෆ්‍රෑන්ක්",
 			'one'	=>	"කොංගෝ ෆ්‍රෑන්ක්",
 			'many'	=>	"කොංගෝ ෆ්‍රෑන්ක්"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"ස්විස් ෆ්‍රෑන්ක්",
 			'one'	=>	"ස්විස් ෆ්‍රෑන්ක්",
 			'many'	=>	"ස්විස් ෆ්‍රෑන්ක්"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"චිලි පැසෝ",
 			'one'	=>	"චිලි පැසෝ",
 			'many'	=>	"චිලි පැසෝ"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"චීන යුආන්",
 			'one'	=>	"චීන යුආන්",
 			'many'	=>	"චීන යුආන්"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"කොලොම්බියානු පෙසෝ",
 			'one'	=>	"කොලොම්බියානු පෙසෝ",
 			'many'	=>	"කොලොම්බියානු පෙසෝ"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"කොස්ට රිකා කොලෝන්",
 			'one'	=>	"කොස්ට රිකා කොලෝන්",
 			'many'	=>	"කොස්ට රිකා කොලෝන්"
 		),

		'CUC'	=>	 array
		(
			'name'	=>	"මාරුකළ හැකි කියුබානු පැසෝ",
 			'one'	=>	"මාරුකළ හැකි කියුබානු පැසෝ",
 			'many'	=>	"මාරුකළ හැකි කියුබානු පැසෝ"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"කියුබානු පැසෝ",
 			'one'	=>	"කියුබානු පැසෝ",
 			'many'	=>	"කියුබානු පැසෝ"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"කේප් වර්ඩ් එස්කියුඩෝ",
 			'one'	=>	"කේප් වර්ඩ් එස්කියුඩෝ",
 			'many'	=>	"කේප් වර්ඩ් එස්කියුඩෝ"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"චෙක් රිපබ්ලික් කොරූනා",
 			'one'	=>	"චෙක් රිපබ්ලික් කොරූනා",
 			'many'	=>	"චෙක් රිපබ්ලික් කොරූනා"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"ජිබූති ෆ්‍රෑන්ක්",
 			'one'	=>	"ජිබූති ෆ්‍රෑන්ක්",
 			'many'	=>	"ජිබූති ෆ්‍රෑන්ක්"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"ඩැනිෂ් ක්‍රෝන්",
 			'one'	=>	"ඩැනිෂ් ක්‍රෝන්",
 			'many'	=>	"ඩැනිෂ් ක්‍රෝන්"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"ඩොමිනිකානු පෙසෝ",
 			'one'	=>	"ඩොමිනිකානු පෙසෝ",
 			'many'	=>	"ඩොමිනිකානු පෙසෝ"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"ඇල්ගේරියානු ඩිනාර්",
 			'one'	=>	"ඇල්ගේරියානු ඩිනාර්",
 			'many'	=>	"ඇල්ගේරියානු ඩිනාර්"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"ඊජිප්තු පවුම්",
 			'one'	=>	"ඊජිප්තු පවුම්",
 			'many'	=>	"ඊජිප්තු පවුම්"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"එරිත්‍රියානු නැක්ෆා",
 			'one'	=>	"එරිත්‍රියානු නැක්ෆා",
 			'many'	=>	"එරිත්‍රියානු නැක්ෆා"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"ඉතියෝපියානු බීර්",
 			'one'	=>	"ඉතියෝපියානු බීර්",
 			'many'	=>	"ඉතියෝපියානු බීර්"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"යුරෝ",
 			'one'	=>	"යුරෝ",
 			'many'	=>	"යුරෝ"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"ෆිජියන් ඩොලර්",
 			'one'	=>	"ෆිජියන් ඩොලර්",
 			'many'	=>	"ෆිජියන් ඩොලර්"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"ෆෝක්ලන්ඩ් දූපත් පවුම්",
 			'one'	=>	"ෆෝක්ලන්ඩ් දූපත් පවුම්",
 			'many'	=>	"ෆෝක්ලන්ඩ් දූපත් පවුම්"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"බ්‍රිතාන්‍ය ස්ටර්ලින් පවුම්",
 			'one'	=>	"බ්‍රිතාන්‍ය ස්ටර්ලින් පවුම්",
 			'many'	=>	"බ්‍රිතාන්‍ය ස්ටර්ලින් පවුම්"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"ජෝජියානු ලැරී",
 			'one'	=>	"ජෝජියානු ලැරී",
 			'many'	=>	"ජෝජියානු ලැරී"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"ඝානා සෙඩි",
 			'one'	=>	"ඝානා සෙඩි",
 			'many'	=>	"ඝානා සෙඩි"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"ජිබ්‍රෝල්ටා පවුම්",
 			'one'	=>	"ජිබ්‍රෝල්ටා පවුම්",
 			'many'	=>	"ජිබ්‍රෝල්ටා පවුම්"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"ගැම්බියානු දලාසි",
 			'one'	=>	"ගැම්බියානු දලාසි",
 			'many'	=>	"ගැම්බියානු දලාසි"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"ගිනියානු ෆ්රෑන්ක්",
 			'one'	=>	"ගිනියානු ෆ්‍රෑන්ක්",
 			'many'	=>	"ගිනියානු ෆ්‍රෑන්ක්"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"ගෝතමාලානු ක්වෙට්සල්",
 			'one'	=>	"ගෝතමාලානු ක්වෙට්සල්",
 			'many'	=>	"ගෝතමාලානු ක්වෙට්සල්"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"ගයනා ඩොලර්",
 			'one'	=>	"ගයනා ඩොලර්",
 			'many'	=>	"ගයනා ඩොලර්"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"හොංකොං ඩොලර්",
 			'one'	=>	"හොංකොං ඩොලර්",
 			'many'	=>	"හොංකොං ඩොලර්"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"හොන්ඩුරානු ලෙම්පිරා",
 			'one'	=>	"හොන්ඩුරානු ලෙම්පිරා",
 			'many'	=>	"හොන්ඩුරානු ලෙම්පිරා"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"ක්‍රොඒෂියානු කූනා",
 			'one'	=>	"ක්‍රොඒෂියානු කූනා",
 			'many'	=>	"ක්‍රොඒෂියානු කූනා"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"හයිටි ගෝර්ඩ්",
 			'one'	=>	"හයිටි ගෝර්ඩ්",
 			'many'	=>	"හයිටි ගෝර්ඩ්"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"හංගේරියානු ෆරින්ට්",
 			'one'	=>	"හංගේරියානු ෆරින්ට්",
 			'many'	=>	"හංගේරියානු ෆරින්ට්"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"ඉන්දුනීසියානු රුපියා",
 			'one'	=>	"ඉන්දුනීසියානු රුපියා",
 			'many'	=>	"ඉන්දුනීසියානු රුපියා"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"ඊශ්‍රායල නව ශෙකල්",
 			'one'	=>	"ඊශ්‍රායල නව ශෙකල්",
 			'many'	=>	"ඊශ්‍රායල නව ශෙකල්"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"ඉන්දියානු රුපියල්",
 			'one'	=>	"ඉන්දියානු රුපියල්",
 			'many'	=>	"ඉන්දියානු රුපියල්"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"ඉරාක ඩිනාර්",
 			'one'	=>	"ඉරාක ඩිනාර්",
 			'many'	=>	"ඉරාක ඩිනාර්"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"ඉරාන රියාල්",
 			'one'	=>	"ඉරාන රියාල්",
 			'many'	=>	"ඉරාන රියාල්"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"අයිස්ලන්තික ක්‍රෝනා",
 			'one'	=>	"අයිස්ලන්තික ක්‍රෝනා",
 			'many'	=>	"අයිස්ලන්තික ක්‍රෝනා"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"ජැමෙයිකානු ඩොලර්",
 			'one'	=>	"ජැමෙයිකානු ඩොලර්",
 			'many'	=>	"ජැමෙයිකානු ඩොලර්"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"ජෝර්දාන් ඩිනාර්",
 			'one'	=>	"ජෝර්දාන් ඩිනාර්",
 			'many'	=>	"ජෝර්දාන් ඩිනාර්"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"ජපන් යෙන්",
 			'one'	=>	"ජපන් යෙන්",
 			'many'	=>	"ජපන් යෙන්"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"කෙන්යානු ශිලිං",
 			'one'	=>	"කෙන්යානු ශිලිං",
 			'many'	=>	"කෙන්යානු ශිලිං"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"කිරිගිස්ථාන සම්",
 			'one'	=>	"කිරිගිස්ථාන සම්",
 			'many'	=>	"කිරිගිස්ථාන සම්"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"කාම්බෝජ රියේල්",
 			'one'	=>	"කාම්බෝජ රියේල්",
 			'many'	=>	"කාම්බෝජ රියේල්"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"කොමොරියානු ෆ්‍රෑන්ක්",
 			'one'	=>	"කොමොරියානු ෆ්‍රෑන්ක්",
 			'many'	=>	"කොමොරියානු ෆ්‍රෑන්ක්"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"උතුරු කොරියානු වොන්",
 			'one'	=>	"උතුරු කොරියානු වොන්",
 			'many'	=>	"උතුරු කොරියානු වොන්"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"දකුණු කොරියානු වොන්",
 			'one'	=>	"දකුණු කොරියානු වොන්",
 			'many'	=>	"දකුණු කොරියානු වොන්"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"කුවේට් ඩිනාර්",
 			'one'	=>	"කුවේට් ඩිනාර්",
 			'many'	=>	"කුවේට් ඩිනාර්"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"කේමන් දූපත් ඩොලර්",
 			'one'	=>	"කේමන් දූපත් ඩොලර්",
 			'many'	=>	"කේමන් දූපත් ඩොලර්"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"කසකස්ථාන ටෙන්ග",
 			'one'	=>	"කසකස්ථාන ටෙන්ග",
 			'many'	=>	"කසකස්ථාන ටෙන්ග"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"ලාඕස් කිප්",
 			'one'	=>	"ලාඕස් කිප්",
 			'many'	=>	"ලාඕස් කිප්"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"ලෙබනන පවුම්",
 			'one'	=>	"ලෙබනන පවුම්",
 			'many'	=>	"ලෙබනන පවුම්"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"ශ්‍රී ලංකා රුපියල",
 			'one'	=>	"ශ්‍රී ලංකා රුපියල",
 			'many'	=>	"ශ්‍රී ලංකා රුපියල"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"ලයිබේරියානු ඩොලර්",
 			'one'	=>	"ලයිබේරියානු ඩොලර්",
 			'many'	=>	"ලයිබේරියානු ඩොලර්"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"ලිතුවේනියානු",
 			'one'	=>	"ලිතුවේනියානු",
 			'many'	=>	"ලිතුවේනියානු"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"ලැට්වියානු ලැට්ස්",
 			'one'	=>	"ලැට්වියානු ලැට්ස්",
 			'many'	=>	"ලැට්වියානු ලැට්ස්"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"ලිබියානු ඩිනාර්",
 			'one'	=>	"ලිබියානු ඩිනාර්",
 			'many'	=>	"ලිබියානු ඩිනාර්"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"මොරොක්කෝ ඩිර්හැම්",
 			'one'	=>	"මොරොක්කෝ ඩිර්හැම්",
 			'many'	=>	"මොරොක්කෝ ඩිර්හැම්"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"මෝල්ඩෝවානු ලෙව්",
 			'one'	=>	"මෝල්ඩෝවානු ලෙව්",
 			'many'	=>	"මෝල්ඩෝවානු ලෙව්"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"මලගාසි අරියාරි",
 			'one'	=>	"මලගාසි අරියාරි",
 			'many'	=>	"මලගාසි අරියාරි"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"මැසඩෝනියානු ඩිනාර්",
 			'one'	=>	"මැසඩෝනියානු ඩිනාර්",
 			'many'	=>	"මැසඩෝනියානු ඩිනාර්"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"බුරුම ක්යාට්",
 			'one'	=>	"බුරුම ක්යාට්",
 			'many'	=>	"බුරුම ක්යාට්"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"මොන්ගෝලියානු ටග්‍රික්",
 			'one'	=>	"මොන්ගෝලියානු ටග්‍රික්",
 			'many'	=>	"මොන්ගෝලියානු ටග්‍රික්"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"මැකනීස් පටකා",
 			'one'	=>	"මැකනීස් පටකා",
 			'many'	=>	"මැකනීස් පටකා"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"මුරුසි ඔයිගුයියා",
 			'one'	=>	"මුරුසි ඔයිගුයියා",
 			'many'	=>	"මුරුසි ඔයිගුයියා"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"මුරිසියානු රුපියල්",
 			'one'	=>	"මුරිසියානු රුපියල්",
 			'many'	=>	"මුරිසියානු රුපියල්"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"මාලදිවයින් රුෆියා",
 			'one'	=>	"මාලදිවයින් රුෆියා",
 			'many'	=>	"මාලදිවයින් රුෆියා"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"මලාවි ක්වාචා",
 			'one'	=>	"මලාවි ක්වාචා",
 			'many'	=>	"මලාවි ක්වාචා"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"මෙක්සිකානු ඩොලර්",
 			'one'	=>	"මෙක්සිකානු ඩොලර්",
 			'many'	=>	"මෙක්සිකානු ඩොලර්"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"මැලේසියානු රින්ගිට්",
 			'one'	=>	"මැලේසියානු රින්ගිට්",
 			'many'	=>	"මැලේසියානු රින්ගිට්"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"මොසැම්බිකන් මෙටිකල්",
 			'one'	=>	"මොසැම්බිකන් මෙටිකල්",
 			'many'	=>	"මොසැම්බිකන් මෙටිකල්"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"නැමීබියානු ඩොලර්",
 			'one'	=>	"නැමීබියානු ඩොලර්",
 			'many'	=>	"නැමීබියානු ඩොලර්"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"නයිජීරියානු නයිරා",
 			'one'	=>	"නයිජීරියානු නයිරා",
 			'many'	=>	"නයිජීරියානු නයිරා"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"නිකරගුවානු කොඩෝබා",
 			'one'	=>	"නිකරගුවානු කොඩෝබා",
 			'many'	=>	"නිකරගුවානු කොඩෝබා"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"නොර්වීජියන් ක්‍රෝන්",
 			'one'	=>	"නොර්වීජියන් ක්‍රෝන්",
 			'many'	=>	"නොර්වීජියන් ක්‍රෝන්"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"නේපාල රුපියල්",
 			'one'	=>	"නේපාල රුපියල්",
 			'many'	=>	"නේපාල රුපියල්"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"නවසීලන්ත ඩොලර්",
 			'one'	=>	"නවසීලන්ත ඩොලර්",
 			'many'	=>	"නවසීලන්ත ඩොලර්"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"ඕමාන් රියාල්",
 			'one'	=>	"ඕමාන් රියාල්",
 			'many'	=>	"ඕමාන් රියාල්"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"පැනමා බැල්බෝ",
 			'one'	=>	"පැනමා බැල්බෝ",
 			'many'	=>	"පැනමා බැල්බෝ"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"පේරු නියුවෝ සොල්",
 			'one'	=>	"පේරු නියුවෝ සොල්",
 			'many'	=>	"පේරු නියුවෝ සොල්"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"පැපුවා නිව් ගිනියානු කිනා",
 			'one'	=>	"පැපුවා නිව් ගිනියානු කිනා",
 			'many'	=>	"පැපුවා නිව් ගිනියානු කිනා"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"පිලිපීන පෙසෝ",
 			'one'	=>	"පිලිපීන පෙසෝ",
 			'many'	=>	"පිලිපීන පෙසෝ"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"පාකිස්ථාන රුපියල්",
 			'one'	=>	"පාකිස්ථාන රුපියල්",
 			'many'	=>	"පාකිස්ථාන රුපියල්"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"පොලිෂ් ස්ලොටි",
 			'one'	=>	"පොලිෂ් ස්ලොටි",
 			'many'	=>	"පොලිෂ් ස්ලොටි"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"පැරගුවේ ගුවරානි",
 			'one'	=>	"පැරගුවේ ගුවරානි",
 			'many'	=>	"පැරගුවේ ගුවරානි"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"කටාර් රියාල්",
 			'one'	=>	"කටාර් රියාල්",
 			'many'	=>	"කටාර් රියාල්"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"රොමේනියානු ලෙව්",
 			'one'	=>	"රොමේනියානු ලෙව්",
 			'many'	=>	"රොමේනියානු ලෙව්"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"සර්බියානු ඩිනාර්",
 			'one'	=>	"සර්බියානු ඩිනාර්",
 			'many'	=>	"සර්බියානු ඩිනාර්"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"රුසියන් රූබල්",
 			'one'	=>	"රුසියන් රූබල්",
 			'many'	=>	"රුසියන් රූබල්"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"රුවන්ඩා ෆ්‍රෑන්ක්",
 			'one'	=>	"රුවන්ඩා ෆ්‍රෑන්ක්",
 			'many'	=>	"රුවන්ඩා ෆ්‍රෑන්ක්"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"සවුදි රියාල්",
 			'one'	=>	"සවුදි රියාල්",
 			'many'	=>	"සවුදි රියාල්"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"සොලමන් දූපත් ඩොලර්",
 			'one'	=>	"සොලමන් දූපත් ඩොලර්",
 			'many'	=>	"සොලමන් දූපත් ඩොලර්"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"සීෂෙලියානු රුපියල",
 			'one'	=>	"සීෂෙලියානු රුපියල",
 			'many'	=>	"සීෂෙලියානු රුපියල"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"සුඩාන පවුම්",
 			'one'	=>	"සුඩාන පවුම්",
 			'many'	=>	"සුඩාන පවුම්"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"ස්වෙඩිෂ් ක්‍රෝනා",
 			'one'	=>	"ස්වෙඩිෂ් ක්‍රෝනා",
 			'many'	=>	"ස්වෙඩිෂ් ක්‍රෝනා"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"සිංගප්පූරු ඩොලර්",
 			'one'	=>	"සිංගප්පූරු ඩොලර්",
 			'many'	=>	"සිංගප්පූරු ඩොලර්"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"ශාන්ත හෙලේනා පවුම්",
 			'one'	=>	"ශාන්ත හෙලේනා පවුම්",
 			'many'	=>	"ශාන්ත හෙලේනා පවුම්"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"සියරා ලියොන් ලියොන්",
 			'one'	=>	"සියරා ලියොන් ලියොන්",
 			'many'	=>	"සියරා ලියොන් ලියොන්"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"සෝමාලියානු ශිලිං",
 			'one'	=>	"සෝමාලියානු ශිලිං",
 			'many'	=>	"සෝමාලියානු ශිලිං"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"සුරිනාම් ඩොලර්",
 			'one'	=>	"සුරිනාම් ඩොලර්",
 			'many'	=>	"සුරිනාම් ඩොලර්"
 		),

		'SSP'	=>	 array
		(
			'name'	=>	"දකුණු සුඩාන පවුම්",
 			'one'	=>	"දකුණු සුඩාන පවුම්",
 			'many'	=>	"දකුණු සුඩාන පවුම්"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"සාඕ තෝම් සහ ප්‍රින්සිප් දොබ්‍රා",
 			'one'	=>	"සාඕ තෝම් සහ ප්‍රින්සිප් දොබ්‍රා",
 			'many'	=>	"සාඕ තෝම් සහ ප්‍රින්සිප් දොබ්‍රා"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"සිරියානු පවුම්",
 			'one'	=>	"සිරියානු පවුම්",
 			'many'	=>	"සිරියානු පවුම්"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"ස්වාසි ලිලන්ජනි",
 			'one'	=>	"ස්වාසි ලිලන්ජනි",
 			'many'	=>	"ස්වාසි ලිලන්ජනි"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"තායි බාත්",
 			'one'	=>	"තායි බාත්",
 			'many'	=>	"තායි බාත්"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"තජිකිස්ථාන සමොනි",
 			'one'	=>	"තජිකිස්ථාන සමොනි",
 			'many'	=>	"තජිකිස්ථාන සමොනි"
 		),

		'TMT'	=>	 array
		(
			'name'	=>	"තක්මෙනිස්ථාන මනාට්",
 			'one'	=>	"තක්මෙනිස්ථාන මනාට්",
 			'many'	=>	"තක්මෙනිස්ථාන මනාට්"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"ටියුනීසියානු ඩිනාර්",
 			'one'	=>	"ටියුනීසියානු ඩිනාර්",
 			'many'	=>	"ටියුනීසියානු ඩිනාර්"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"ටොංගානු පාන්ගා",
 			'one'	=>	"ටොංගානු පාන්ගා",
 			'many'	=>	"ටොංගානු පාන්ගා"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"තුර්කි ලිරා",
 			'one'	=>	"තුර්කි ලිරා",
 			'many'	=>	"තුර්කි ලිරා"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"ට්‍රිනිඩෑඩ් සහ ටොබෑගෝ ඩොලර්",
 			'one'	=>	"ට්‍රිනිඩෑඩ් සහ ටොබෑගෝ ඩොලර්",
 			'many'	=>	"ට්‍රිනිඩෑඩ් සහ ටොබෑගෝ ඩොලර්"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"නව තායිවාන ඩොලර්",
 			'one'	=>	"නව තායිවාන ඩොලර්",
 			'many'	=>	"නව තායිවාන ඩොලර්"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"ටැන්සානියානු ශිලිං",
 			'one'	=>	"ටැන්සානියානු ශිලිං",
 			'many'	=>	"ටැන්සානියානු ශිලිං"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"යුක්රේන හ්‍රිව්නියා",
 			'one'	=>	"යුක්රේන හ්‍රිව්නියා",
 			'many'	=>	"යුක්රේන හ්‍රිව්නියා"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"උගන්ඩා ශිලිං",
 			'one'	=>	"උගන්ඩා ශිලිං",
 			'many'	=>	"උගන්ඩා ශිලිං"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"ඇමරිකානු ඩොලර්",
 			'one'	=>	"ඇමරිකානු ඩොලර්",
 			'many'	=>	"ඇමරිකානු ඩොලර්"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"උරුගුවේ පෙසෝ",
 			'one'	=>	"උරුගුවේ පෙසෝ",
 			'many'	=>	"උරුගුවේ පෙසෝ"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"උස්බෙකිස්ථාන සම්",
 			'one'	=>	"උස්බෙකිස්ථාන සම්",
 			'many'	=>	"උස්බෙකිස්ථාන සම්"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"වෙනිසියුලානු බොලිවර්",
 			'one'	=>	"වෙනිසියුලානු බොලිවර්",
 			'many'	=>	"වෙනිසියුලානු බොලිවර්"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"වියට්නාම ඩොන්",
 			'one'	=>	"වියට්නාම ඩොන්",
 			'many'	=>	"වියට්නාම ඩොන්"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"වනුවාටු වාටු",
 			'one'	=>	"වනුවාටු වාටු",
 			'many'	=>	"වනුවාටු වාටු"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"සැමෝවා ටාලා",
 			'one'	=>	"සැමෝවා ටාලා",
 			'many'	=>	"සැමෝවා ටාලා"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"Cfa ෆ්රෑන්ක් Beac",
 			'one'	=>	"Cfa ෆ්රෑන්ක් Beac",
 			'many'	=>	"Cfa ෆ්රෑන්ක් Beac"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"නැගෙනහිර කැරිබියානු ඩොලර්",
 			'one'	=>	"නැගෙනහිර කැරිබියානු ඩොලර්",
 			'many'	=>	"නැගෙනහිර කැරිබියානු ඩොලර්"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"Cfa ෆ්රෑන්ක් Bceao",
 			'one'	=>	"Cfa ෆ්රෑන්ක් Bceao",
 			'many'	=>	"Cfa ෆ්රෑන්ක් Bceao"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"ප්‍රංශ පොලිනීසියානු ෆ්‍රෑන්ක්",
 			'one'	=>	"ප්‍රංශ පොලිනීසියානු ෆ්‍රෑන්ක්",
 			'many'	=>	"ප්‍රංශ පොලිනීසියානු ෆ්‍රෑන්ක්"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"නොදත් මුදල්",
 			'one'	=>	"නොදත් මුදල්",
 			'many'	=>	"නොදත් මුදල්"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"යේමන රියාල්",
 			'one'	=>	"යේමන රියාල්",
 			'many'	=>	"යේමන රියාල්"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"දකුණු අප්‍රිකානු රැන්ඩ්",
 			'one'	=>	"දකුණු අප්‍රිකානු රැන්ඩ්",
 			'many'	=>	"දකුණු අප්‍රිකානු රැන්ඩ්"
 		),

		'ZMK'	=>	 array
		(
			'name'	=>	"සැම්බියානු ක්වාචා",
 			'one'	=>	"සැම්බියානු ක්වාචා",
 			'many'	=>	"සැම්බියානු ක්වාචා"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"සැම්බියානු ක්වාචා",
 			'one'	=>	"සැම්බියානු ක්වාචා",
 			'many'	=>	"සැම්බියානු ක්වාචා"
 		),

    ),
);
