<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'AED'	=>	 array
		(
			'name'	=>	"Арабын Нэгдсэн Эмиратын Дирхам",
 			'one'	=>	"Арабын Нэгдсэн Эмиратын Дирхам",
 			'many'	=>	"Арабын Нэгдсэн Эмиратын Дирхам"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"Афганистаний Афгани",
 			'one'	=>	"Афганистаний Афгани",
 			'many'	=>	"Афганистаний Афгани"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"Албани Лек",
 			'one'	=>	"Албани Лек",
 			'many'	=>	"Албани Лек"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"Армени Драм",
 			'one'	=>	"Армени Драм",
 			'many'	=>	"Армени Драм"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"Нидерланд Антиллъя Гулден",
 			'one'	=>	"Нидерланд Антиллъя Гулден",
 			'many'	=>	"Нидерланд Антиллъя Гулден"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"Ангол Кванза",
 			'one'	=>	"Ангол Кванза",
 			'many'	=>	"Ангол Кванза"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"Аргентин Песо",
 			'one'	=>	"Аргентин Песо",
 			'many'	=>	"Аргентин Песо"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"Австралийн Доллар",
 			'one'	=>	"Австралийн Доллар",
 			'many'	=>	"Австралийн Доллар"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"Аруба Флорин",
 			'one'	=>	"Аруба Флорин",
 			'many'	=>	"Аруба Флорин"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"Азербайжан Манат",
 			'one'	=>	"Азербайжан Манат",
 			'many'	=>	"Азербайжан Манат"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"Босни-Герцеговин Хөрвөгч Марк",
 			'one'	=>	"Босни-Герцеговин Хөрвөгч Марк",
 			'many'	=>	"Босни-Герцеговин Хөрвөгч Марк"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"Барбадос Доллар",
 			'one'	=>	"Барбадос Доллар",
 			'many'	=>	"Барбадос Доллар"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"Бангладеш Така",
 			'one'	=>	"Бангладеш Така",
 			'many'	=>	"Бангладеш Така"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"Болгар Лев",
 			'one'	=>	"Болгар Лев",
 			'many'	=>	"Болгар Лев"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"Бахрейн Динар",
 			'one'	=>	"Бахрейн Динар",
 			'many'	=>	"Бахрейн Динар"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"Бурунд Франк",
 			'one'	=>	"Бурунд Франк",
 			'many'	=>	"Бурунд Франк"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"Бермудын Доллар",
 			'one'	=>	"Бермудын Доллар",
 			'many'	=>	"Бермудын Доллар"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"Бруней Доллар",
 			'one'	=>	"Бруней Доллар",
 			'many'	=>	"Бруней Доллар"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"Боливи Боливиано",
 			'one'	=>	"Боливи Боливиано",
 			'many'	=>	"Боливи Боливиано"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"Бразилийн Рил",
 			'one'	=>	"Бразилийн Рил",
 			'many'	=>	"Бразилийн Рил"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"Багам Доллар",
 			'one'	=>	"Багам Доллар",
 			'many'	=>	"Багам Доллар"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"Бутан Нгултрум",
 			'one'	=>	"Бутан Нгултрум",
 			'many'	=>	"Бутан Нгултрум"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"Ботсвани Пула",
 			'one'	=>	"Ботсвани Пула",
 			'many'	=>	"Ботсвани Пула"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"Беларус Рубль",
 			'one'	=>	"Беларус Рубль",
 			'many'	=>	"Беларус Рубль"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"Белиз Доллар",
 			'one'	=>	"Белиз Доллар",
 			'many'	=>	"Белиз Доллар"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"Канад Доллар",
 			'one'	=>	"Канад Доллар",
 			'many'	=>	"Канад Доллар"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"Конго Франк",
 			'one'	=>	"Конго Франк",
 			'many'	=>	"Конго Франк"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"Швейцар Франк",
 			'one'	=>	"Швейцар Франк",
 			'many'	=>	"Швейцар Франк"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"Чили Песо",
 			'one'	=>	"Чили Песо",
 			'many'	=>	"Чили Песо"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"Хятад Юань",
 			'one'	=>	"Хятад Юань",
 			'many'	=>	"Хятад Юань"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"Колумбын Песо",
 			'one'	=>	"Колумбын Песо",
 			'many'	=>	"Колумбын Песо"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"Коста Рика Колон",
 			'one'	=>	"Коста Рика Колон",
 			'many'	=>	"Коста Рика Колон"
 		),

		'CUC'	=>	 array
		(
			'name'	=>	"Куба Хөрвөгч Песо",
 			'one'	=>	"Куба Хөрвөгч Песо",
 			'many'	=>	"Куба Хөрвөгч Песо"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"Куба Песо",
 			'one'	=>	"Куба Песо",
 			'many'	=>	"Куба Песо"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"Кабо-Верде Эскудо",
 			'one'	=>	"Кабо-Верде Эскудо",
 			'many'	=>	"Кабо-Верде Эскудо"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"Чех Коруна",
 			'one'	=>	"Чех Коруна",
 			'many'	=>	"Чех Коруна"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"Жибоути Франк",
 			'one'	=>	"Жибоути Франк",
 			'many'	=>	"Жибоути Франк"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"Данийн Крон",
 			'one'	=>	"Данийн Крон",
 			'many'	=>	"Данийн Крон"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"Доминикан Песо",
 			'one'	=>	"Доминикан Песо",
 			'many'	=>	"Доминикан Песо"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"Алжир Доллар",
 			'one'	=>	"Алжир Доллар",
 			'many'	=>	"Алжир Доллар"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"Египет Паунд",
 			'one'	=>	"Египет Паунд",
 			'many'	=>	"Египет Паунд"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"Эритрей Накфа",
 			'one'	=>	"Эритрей Накфа",
 			'many'	=>	"Эритрей Накфа"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"Этиоп Бирр",
 			'one'	=>	"Этиоп Бирр",
 			'many'	=>	"Этиоп Бирр"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"Евро",
 			'one'	=>	"Евро",
 			'many'	=>	"Евро"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"Фижи Доллар",
 			'one'	=>	"Фижи Доллар",
 			'many'	=>	"Фижи Доллар"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"Фолклэнд Арлууд Паунд",
 			'one'	=>	"Фолклэнд Арлууд Паунд",
 			'many'	=>	"Фолклэнд Арлууд Паунд"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"Англи Фунт Стерлинг",
 			'one'	=>	"Англи Фунт Стерлинг",
 			'many'	=>	"Англи Фунт Стерлинг"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"Гүрж Лари",
 			'one'	=>	"Гүрж Лари",
 			'many'	=>	"Гүрж Лари"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"Гана Седи",
 			'one'	=>	"Гана Седи",
 			'many'	=>	"Гана Седи"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"Гибралтар Паунд",
 			'one'	=>	"Гибралтар Паунд",
 			'many'	=>	"Гибралтар Паунд"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"Гамби Даласи",
 			'one'	=>	"Гамби Даласи",
 			'many'	=>	"Гамби Даласи"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"Гвиней Франк",
 			'one'	=>	"Гвиней Франк",
 			'many'	=>	"Гвиней Франк"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"Гватемал Кецал",
 			'one'	=>	"Гватемал Кецал",
 			'many'	=>	"Гватемал Кецал"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"Гайана Доллар",
 			'one'	=>	"Гайана Доллар",
 			'many'	=>	"Гайана Доллар"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"Хонгконг Доллар",
 			'one'	=>	"Хонгконг Доллар",
 			'many'	=>	"Хонгконг Доллар"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"Гондурас Лемпира",
 			'one'	=>	"Гондурас Лемпира",
 			'many'	=>	"Гондурас Лемпира"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"Хорватын Куна",
 			'one'	=>	"Хорватын Куна",
 			'many'	=>	"Хорватын Куна"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"Гайти Гоурде",
 			'one'	=>	"Гайти Гоурде",
 			'many'	=>	"Гайти Гоурде"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"Унгар Форинт",
 			'one'	=>	"Унгар Форинт",
 			'many'	=>	"Унгар Форинт"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"Индонези Рупи",
 			'one'	=>	"Индонези Рупи",
 			'many'	=>	"Индонези Рупи"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"Израиль Шинэ Шекел",
 			'one'	=>	"Израиль Шинэ Шекел",
 			'many'	=>	"Израиль Шинэ Шекел"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"Энэтхэг Рупи",
 			'one'	=>	"Энэтхэг Рупи",
 			'many'	=>	"Энэтхэг Рупи"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"Ирак Динар",
 			'one'	=>	"Ирак Динар",
 			'many'	=>	"Ирак Динар"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"Иран Риал",
 			'one'	=>	"Иран Риал",
 			'many'	=>	"Иран Риал"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"Исланд Крона",
 			'one'	=>	"Исланд Крона",
 			'many'	=>	"Исланд Крона"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"Ямайк Доллар",
 			'one'	=>	"Ямайк Доллар",
 			'many'	=>	"Ямайк Доллар"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"Йордан Динар",
 			'one'	=>	"Йордан Динар",
 			'many'	=>	"Йордан Динар"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"Япон Иен",
 			'one'	=>	"Япон Иен",
 			'many'	=>	"Япон Иен"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"Кени Шиллинг",
 			'one'	=>	"Кени Шиллинг",
 			'many'	=>	"Кени Шиллинг"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"Кыргыз Сом",
 			'one'	=>	"Кыргыз Сом",
 			'many'	=>	"Кыргыз Сом"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"Камбож Риел",
 			'one'	=>	"Камбож Риел",
 			'many'	=>	"Камбож Риел"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"Комор Франк",
 			'one'	=>	"Комор Франк",
 			'many'	=>	"Комор Франк"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"Хойд Солонгос Вон",
 			'one'	=>	"Хойд Солонгос Вон",
 			'many'	=>	"Хойд Солонгос Вон"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"Өмнөд Солонгос Вон",
 			'one'	=>	"Өмнөд Солонгос Вон",
 			'many'	=>	"Өмнөд Солонгос Вон"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"Кувейт Динар",
 			'one'	=>	"Кувейт Динар",
 			'many'	=>	"Кувейт Динар"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"Кайманы Арлууд Доллар",
 			'one'	=>	"Кайманы Арлууд Доллар",
 			'many'	=>	"Кайманы Арлууд Доллар"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"Казах Тэнгэ",
 			'one'	=>	"Казах Тэнгэ",
 			'many'	=>	"Казах Тэнгэ"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"Лао Кип",
 			'one'	=>	"Лао Кип",
 			'many'	=>	"Лао Кип"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"Ливан Паунд",
 			'one'	=>	"Ливан Паунд",
 			'many'	=>	"Ливан Паунд"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"Шри-Ланк Рупи",
 			'one'	=>	"Шри-Ланк Рупи",
 			'many'	=>	"Шри-Ланк Рупи"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"Либери Доллар",
 			'one'	=>	"Либери Доллар",
 			'many'	=>	"Либери Доллар"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"Литва Литас",
 			'one'	=>	"Литва Литас",
 			'many'	=>	"Литва Литас"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"Латви Лац",
 			'one'	=>	"Латви Лац",
 			'many'	=>	"Латви Лац"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"Ливи Доллар",
 			'one'	=>	"Ливи Доллар",
 			'many'	=>	"Ливи Доллар"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"Марокко Дирхам",
 			'one'	=>	"Марокко Дирхам",
 			'many'	=>	"Марокко Дирхам"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"Молдав Леу",
 			'one'	=>	"Молдав Леу",
 			'many'	=>	"Молдав Леу"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"Малайн Ариари",
 			'one'	=>	"Малайн Ариари",
 			'many'	=>	"Малайн Ариари"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"Македони Денар",
 			'one'	=>	"Македони Денар",
 			'many'	=>	"Македони Денар"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"Мьянмар Киат",
 			'one'	=>	"Мьянмар Киат",
 			'many'	=>	"Мьянмар Киат"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"Төгрөг",
 			'one'	=>	"Төгрөг",
 			'many'	=>	"Төгрөг"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"Макао Патака",
 			'one'	=>	"Макао Патака",
 			'many'	=>	"Макао Патака"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"Мавритан Угия",
 			'one'	=>	"Мавритан Угия",
 			'many'	=>	"Мавритан Угия"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"Мавритын Рупи",
 			'one'	=>	"Мавритын Рупи",
 			'many'	=>	"Мавритын Рупи"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"Мальдив Руфия",
 			'one'	=>	"Мальдив Руфия",
 			'many'	=>	"Мальдив Руфия"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"Малави Квача",
 			'one'	=>	"Малави Квача",
 			'many'	=>	"Малави Квача"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"Мексик Песо",
 			'one'	=>	"Мексик Песо",
 			'many'	=>	"Мексик Песо"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"Малайз Ринггит",
 			'one'	=>	"Малайз Ринггит",
 			'many'	=>	"Малайз Ринггит"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"Мозамбик Метикал",
 			'one'	=>	"Мозамбик Метикал",
 			'many'	=>	"Мозамбик Метикал"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"Намиби Доллар",
 			'one'	=>	"Намиби Доллар",
 			'many'	=>	"Намиби Доллар"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"Нигери Найра",
 			'one'	=>	"Нигери Найра",
 			'many'	=>	"Нигери Найра"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"Никарагуа Кордоба",
 			'one'	=>	"Никарагуа Кордоба",
 			'many'	=>	"Никарагуа Кордоба"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"Норвеги Кроне",
 			'one'	=>	"Норвеги Кроне",
 			'many'	=>	"Норвеги Кроне"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"Балба Рупи",
 			'one'	=>	"Балба Рупи",
 			'many'	=>	"Балба Рупи"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"Шинэ Зеланд Доллар",
 			'one'	=>	"Шинэ Зеланд Доллар",
 			'many'	=>	"Шинэ Зеланд Доллар"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"Омани Риал",
 			'one'	=>	"Омани Риал",
 			'many'	=>	"Омани Риал"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"Панам Бальбоа",
 			'one'	=>	"Панам Бальбоа",
 			'many'	=>	"Панам Бальбоа"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"Перу Шинэ Соль",
 			'one'	=>	"Перу Шинэ Соль",
 			'many'	=>	"Перу Шинэ Соль"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"Папуа-Шинэ Гвиней Кина",
 			'one'	=>	"Папуа-Шинэ Гвиней Кина",
 			'many'	=>	"Папуа-Шинэ Гвиней Кина"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"Филиппин Песо",
 			'one'	=>	"Филиппин Песо",
 			'many'	=>	"Филиппин Песо"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"Пакистан Рупи",
 			'one'	=>	"Пакистан Рупи",
 			'many'	=>	"Пакистан Рупи"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"Польш Злот",
 			'one'	=>	"Польш Злот",
 			'many'	=>	"Польш Злот"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"Парагвай Гуарани",
 			'one'	=>	"Парагвай Гуарани",
 			'many'	=>	"Парагвай Гуарани"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"Катар Риал",
 			'one'	=>	"Катар Риал",
 			'many'	=>	"Катар Риал"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"Румын Леу",
 			'one'	=>	"Румын Леу",
 			'many'	=>	"Румын Леу"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"Серб Динар",
 			'one'	=>	"Серб Динар",
 			'many'	=>	"Серб Динар"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"Орос Рубль",
 			'one'	=>	"Орос Рубль",
 			'many'	=>	"Орос Рубль"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"Руанд Франк",
 			'one'	=>	"Руанд Франк",
 			'many'	=>	"Руанд Франк"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"Саудын Риял",
 			'one'	=>	"Саудын Риял",
 			'many'	=>	"Саудын Риял"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"Соломоны Арлуудын Доллар",
 			'one'	=>	"Соломоны Арлуудын Доллар",
 			'many'	=>	"Соломоны Арлуудын Доллар"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"Сейшел Рупи",
 			'one'	=>	"Сейшел Рупи",
 			'many'	=>	"Сейшел Рупи"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"Судан Паунд",
 			'one'	=>	"Судан Паунд",
 			'many'	=>	"Судан Паунд"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"Швед Крона",
 			'one'	=>	"Швед Крона",
 			'many'	=>	"Швед Крона"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"Сингапур Доллар",
 			'one'	=>	"Сингапур Доллар",
 			'many'	=>	"Сингапур Доллар"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"Сент Хелена Паунд",
 			'one'	=>	"Сент Хелена Паунд",
 			'many'	=>	"Сент Хелена Паунд"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"Сьерра Леоне Леоне",
 			'one'	=>	"Сьерра Леоне Леоне",
 			'many'	=>	"Сьерра Леоне Леоне"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"Сомали Шиллинг",
 			'one'	=>	"Сомали Шиллинг",
 			'many'	=>	"Сомали Шиллинг"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"Суринам Доллар",
 			'one'	=>	"Суринам Доллар",
 			'many'	=>	"Суринам Доллар"
 		),

		'SSP'	=>	 array
		(
			'name'	=>	"Өмнөд Судан Паунд",
 			'one'	=>	"Өмнөд Судан Паунд",
 			'many'	=>	"Өмнөд Судан Паунд"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"Сан-Томе Ба Принсипи Добра",
 			'one'	=>	"Сан-Томе Ба Принсипи Добра",
 			'many'	=>	"Сан-Томе Ба Принсипи Добра"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"Сири Паунд",
 			'one'	=>	"Сири Паунд",
 			'many'	=>	"Сири Паунд"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"Свазиланд Лилангени",
 			'one'	=>	"Свазиланд Лилангени",
 			'many'	=>	"Свазиланд Лилангени"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"Тай Бат",
 			'one'	=>	"Тай Бат",
 			'many'	=>	"Тай Бат"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"Тажик Сом",
 			'one'	=>	"Тажик Сом",
 			'many'	=>	"Тажик Сом"
 		),

		'TMT'	=>	 array
		(
			'name'	=>	"Туркмен Манат",
 			'one'	=>	"Туркмен Манат",
 			'many'	=>	"Туркмен Манат"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"Тунис Доллар",
 			'one'	=>	"Тунис Доллар",
 			'many'	=>	"Тунис Доллар"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"Тонга Панга",
 			'one'	=>	"Тонга Панга",
 			'many'	=>	"Тонга Панга"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"Туркийн Лира",
 			'one'	=>	"Туркийн Лира",
 			'many'	=>	"Туркийн Лира"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"Тринидад Ба Тобаго Доллар",
 			'one'	=>	"Тринидад Ба Тобаго Доллар",
 			'many'	=>	"Тринидад Ба Тобаго Доллар"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"Шинэ Тайван Доллар",
 			'one'	=>	"Шинэ Тайван Доллар",
 			'many'	=>	"Шинэ Тайван Доллар"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"Танзани Шиллинг",
 			'one'	=>	"Танзани Шиллинг",
 			'many'	=>	"Танзани Шиллинг"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"Украйн Гривня",
 			'one'	=>	"Украйн Гривня",
 			'many'	=>	"Украйн Гривня"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"Уганд Шиллинг",
 			'one'	=>	"Уганд Шиллинг",
 			'many'	=>	"Уганд Шиллинг"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"Америк Доллар",
 			'one'	=>	"Америк Доллар",
 			'many'	=>	"Америк Доллар"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"Уругвай Песо",
 			'one'	=>	"Уругвай Песо",
 			'many'	=>	"Уругвай Песо"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"Узбек Сом",
 			'one'	=>	"Узбек Сом",
 			'many'	=>	"Узбек Сом"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"Венесуэл Боливар",
 			'one'	=>	"Венесуэл Боливар",
 			'many'	=>	"Венесуэл Боливар"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"Вьетнам Донг",
 			'one'	=>	"Вьетнам Донг",
 			'many'	=>	"Вьетнам Донг"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"Вануату Вату",
 			'one'	=>	"Вануату Вату",
 			'many'	=>	"Вануату Вату"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"Самоа Тала",
 			'one'	=>	"Самоа Тала",
 			'many'	=>	"Самоа Тала"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"Франк Кфа Beac",
 			'one'	=>	"Франк Кфа Beac",
 			'many'	=>	"Франк Кфа Beac"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"Зүүн Карибийн Доллар",
 			'one'	=>	"Зүүн Карибийн Доллар",
 			'many'	=>	"Зүүн Карибийн Доллар"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"Франк Кфа Bcеао",
 			'one'	=>	"Франк Кфа Bcеао",
 			'many'	=>	"Франк Кфа Bcеао"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"Франц Номхон Далайн Франк",
 			'one'	=>	"Франц Номхон Далайн Франк",
 			'many'	=>	"Франц Номхон Далайн Франк"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"Тодорхойгүй Мөнгөн Тэмдэгт",
 			'one'	=>	"(Тодорхойгүй Мөнгөн Тэмдэгтийн Нэгж)",
 			'many'	=>	"(Тодорхойгүй Мөнгөн Тэмдэгт)"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"Йемен Риал",
 			'one'	=>	"Йемен Риал",
 			'many'	=>	"Йемен Риал"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"Өмнөд Африкийн Ранд",
 			'one'	=>	"Өмнөд Африкийн Ранд",
 			'many'	=>	"Өмнөд Африкийн Ранд"
 		),

		'ZMK'	=>	 array
		(
			'name'	=>	"Замби Квача",
 			'one'	=>	"Замби Квача",
 			'many'	=>	"Замби Квача"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"Замби Квача",
 			'one'	=>	"Замби Квача",
 			'many'	=>	"Замби Квача"
 		),

    ),
);
