<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'ADP'	=>	 array
		(
			'name'	=>	"پزتای آندورا",
 			'one'	=>	"پزتای آندورا",
 			'many'	=>	"پزتای آندورا"
 		),

		'AED'	=>	 array
		(
			'name'	=>	"درهم امارات متحدهٔ عربی",
 			'one'	=>	"درهم امارات متحدهٔ عربی",
 			'many'	=>	"درهم امارات متحدهٔ عربی"
 		),

		'AFA'	=>	 array
		(
			'name'	=>	"افغانی افغانستان",
 			'one'	=>	"افغانی افغانستان",
 			'many'	=>	"افغانی افغانستان"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"افغانی افغانستان",
 			'one'	=>	"افغانی افغانستان",
 			'many'	=>	"افغانی افغانستان"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"لک آلبانی",
 			'one'	=>	"لک آلبانی",
 			'many'	=>	"لک آلبانی"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"درم ارمنستان",
 			'one'	=>	"درم ارمنستان",
 			'many'	=>	"درم ارمنستان"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"گیلدر آنتیل هلند",
 			'one'	=>	"گیلدر آنتیل هلند",
 			'many'	=>	"گیلدر آنتیل هلند"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"کوانزای آنگولا",
 			'one'	=>	"کوانزای آنگولا",
 			'many'	=>	"کوانزای آنگولا"
 		),

		'ARP'	=>	 array
		(
			'name'	=>	"پزوی آرژانتین",
 			'one'	=>	"پزوی آرژانتین",
 			'many'	=>	"پزوی آرژانتین"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"پزوی آرژانتین",
 			'one'	=>	"پزوی آرژانتین",
 			'many'	=>	"پزوی آرژانتین"
 		),

		'ATS'	=>	 array
		(
			'name'	=>	"شیلینگ اتریش",
 			'one'	=>	"شیلینگ اتریش",
 			'many'	=>	"شیلینگ اتریش"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"دلار استرالیا",
 			'one'	=>	"دلار استرالیا",
 			'many'	=>	"دلار استرالیا"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"فلورین آروبا",
 			'one'	=>	"فلورین آروبا",
 			'many'	=>	"فلورین آروبا"
 		),

		'AZM'	=>	 array
		(
			'name'	=>	"منات جمهوری آذربایجان",
 			'one'	=>	"منات جمهوری آذربایجان",
 			'many'	=>	"منات جمهوری آذربایجان"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"منات جمهوری آذربایجان",
 			'one'	=>	"منات جمهوری آذربایجان",
 			'many'	=>	"منات جمهوری آذربایجان"
 		),

		'BAD'	=>	 array
		(
			'name'	=>	"دینار بوسنی و هرزگوین",
 			'one'	=>	"دینار بوسنی و هرزگوین",
 			'many'	=>	"دینار بوسنی و هرزگوین"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"مارک تبدیل‌پذیر بوسنی و هرزگوین",
 			'one'	=>	"مارک تبدیل‌پذیر بوسنی و هرزگوین",
 			'many'	=>	"مارک تبدیل‌پذیر بوسنی و هرزگوین"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"دلار باربادوس",
 			'one'	=>	"دلار باربادوس",
 			'many'	=>	"دلار باربادوس"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"تاکای بنگلادش",
 			'one'	=>	"تاکای بنگلادش",
 			'many'	=>	"تاکای بنگلادش"
 		),

		'BEF'	=>	 array
		(
			'name'	=>	"فرانک بلژیک",
 			'one'	=>	"فرانک بلژیک",
 			'many'	=>	"فرانک بلژیک"
 		),

		'BEL'	=>	 array
		(
			'name'	=>	"فرانک بلژیک",
 			'one'	=>	"فرانک بلژیک",
 			'many'	=>	"فرانک بلژیک"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"لف بلغارستان",
 			'one'	=>	"لف بلغارستان",
 			'many'	=>	"لف بلغارستان"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"دینار بحرین",
 			'one'	=>	"دینار بحرین",
 			'many'	=>	"دینار بحرین"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"فرانک بوروندی",
 			'one'	=>	"فرانک بوروندی",
 			'many'	=>	"فرانک بوروندی"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"دلار برمودا",
 			'one'	=>	"دلار برمودا",
 			'many'	=>	"دلار برمودا"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"دلار برونئی",
 			'one'	=>	"دلار برونئی",
 			'many'	=>	"دلار برونئی"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"بولیویانوی بولیوی",
 			'one'	=>	"بولیویانوی بولیوی",
 			'many'	=>	"بولیویانوی بولیوی"
 		),

		'BOP'	=>	 array
		(
			'name'	=>	"پزوی بولیوی",
 			'one'	=>	"پزوی بولیوی",
 			'many'	=>	"پزوی بولیوی"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"رئال برزیل",
 			'one'	=>	"رئال برزیل",
 			'many'	=>	"رئال برزیل"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"دلار باهاما",
 			'one'	=>	"دلار باهاما",
 			'many'	=>	"دلار باهاما"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"انگولتروم بوتان",
 			'one'	=>	"انگولتروم بوتان",
 			'many'	=>	"انگولتروم بوتان"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"پولای بوتسوانا",
 			'one'	=>	"پولای بوتسوانا",
 			'many'	=>	"پولای بوتسوانا"
 		),

		'BYB'	=>	 array
		(
			'name'	=>	"روبل جدید بیلوروسی",
 			'one'	=>	"روبل جدید بیلوروسی",
 			'many'	=>	"روبل جدید بیلوروسی"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"روبل بیلوروسی",
 			'one'	=>	"روبل بیلوروسی",
 			'many'	=>	"روبل بیلوروسی"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"دلار بلیز",
 			'one'	=>	"دلار بلیز",
 			'many'	=>	"دلار بلیز"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"دلار کانادا",
 			'one'	=>	"دلار کانادا",
 			'many'	=>	"دلار کانادا"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"فرانک کنگو",
 			'one'	=>	"فرانک کنگو",
 			'many'	=>	"فرانک کنگو"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"فرانک سوئیس",
 			'one'	=>	"فرانک سوئیس",
 			'many'	=>	"فرانک سوئیس"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"پزوی شیلی",
 			'one'	=>	"پزوی شیلی",
 			'many'	=>	"پزوی شیلی"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"یوآن چین",
 			'one'	=>	"یوآن چین",
 			'many'	=>	"یوآن چین"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"پزوی کلمبیا",
 			'one'	=>	"پزوی کلمبیا",
 			'many'	=>	"پزوی کلمبیا"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"کولون کاستاریکا",
 			'one'	=>	"کولون کاستاریکا",
 			'many'	=>	"کولون کاستاریکا"
 		),

		'CSD'	=>	 array
		(
			'name'	=>	"دینار صربستان",
 			'one'	=>	"دینار صربستان",
 			'many'	=>	"دینار صربستان"
 		),

		'CUC'	=>	 array
		(
			'name'	=>	"پزوی تبدیل‌پذیر کوبا",
 			'one'	=>	"پزوی تبدیل‌پذیر کوبا",
 			'many'	=>	"پزوی تبدیل‌پذیر کوبا"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"پزوی کوبا",
 			'one'	=>	"پزوی کوبا",
 			'many'	=>	"پزوی کوبا"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"اسکودوی کیپ‌ورد",
 			'one'	=>	"اسکودوی کیپ‌ورد",
 			'many'	=>	"اسکودوی کیپ‌ورد"
 		),

		'CYP'	=>	 array
		(
			'name'	=>	"پوند قبرس",
 			'one'	=>	"پوند قبرس",
 			'many'	=>	"پوند قبرس"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"کورونای جمهوری چک",
 			'one'	=>	"کورونای جمهوری چک",
 			'many'	=>	"کورونای جمهوری چک"
 		),

		'DDM'	=>	 array
		(
			'name'	=>	"مارک آلمان شرقی",
 			'one'	=>	"مارک آلمان شرقی",
 			'many'	=>	"مارک آلمان شرقی"
 		),

		'DEM'	=>	 array
		(
			'name'	=>	"مارک آلمان",
 			'one'	=>	"مارک آلمان",
 			'many'	=>	"مارک آلمان"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"فرانک جیبوتی",
 			'one'	=>	"فرانک جیبوتی",
 			'many'	=>	"فرانک جیبوتی"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"کرون دانمارک",
 			'one'	=>	"کرون دانمارک",
 			'many'	=>	"کرون دانمارک"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"پزوی جمهوری دومینیکن",
 			'one'	=>	"پزوی جمهوری دومینیکن",
 			'many'	=>	"پزوی جمهوری دومینیکن"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"دینار الجزایر",
 			'one'	=>	"دینار الجزایر",
 			'many'	=>	"دینار الجزایر"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"لیرهٔ مصر",
 			'one'	=>	"لیرهٔ مصر",
 			'many'	=>	"لیرهٔ مصر"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"ناکفای اریتره",
 			'one'	=>	"ناکفای اریتره",
 			'many'	=>	"ناکفای اریتره"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"بیر اتیوپی",
 			'one'	=>	"بیر اتیوپی",
 			'many'	=>	"بیر اتیوپی"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"یورو",
 			'one'	=>	"یورو",
 			'many'	=>	"یورو"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"دلار فیجی",
 			'one'	=>	"دلار فیجی",
 			'many'	=>	"دلار فیجی"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"پوند جزایر فالکلند",
 			'one'	=>	"پوند جزایر فالکلند",
 			'many'	=>	"پوند جزایر فالکلند"
 		),

		'FRF'	=>	 array
		(
			'name'	=>	"فرانک فرانسه",
 			'one'	=>	"فرانک فرانسه",
 			'many'	=>	"فرانک فرانسه"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"پوند بریتانیا",
 			'one'	=>	"پوند بریتانیا",
 			'many'	=>	"پوند بریتانیا"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"لاری گرجستان",
 			'one'	=>	"لاری گرجستان",
 			'many'	=>	"لاری گرجستان"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"سدی غنا",
 			'one'	=>	"سدی غنا",
 			'many'	=>	"سدی غنا"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"پوند جبل‌الطارق",
 			'one'	=>	"پوند جبل‌الطارق",
 			'many'	=>	"پوند جبل‌الطارق"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"دالاسی گامبیا",
 			'one'	=>	"دالاسی گامبیا",
 			'many'	=>	"دالاسی گامبیا"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"فرانک گینه",
 			'one'	=>	"فرانک گینه",
 			'many'	=>	"فرانک گینه"
 		),

		'GRD'	=>	 array
		(
			'name'	=>	"دراخمای یونان",
 			'one'	=>	"دراخمای یونان",
 			'many'	=>	"دراخمای یونان"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"کتزال گواتمالا",
 			'one'	=>	"کتزال گواتمالا",
 			'many'	=>	"کتزال گواتمالا"
 		),

		'GWP'	=>	 array
		(
			'name'	=>	"پزوی گینهٔ بیسائو",
 			'one'	=>	"پزوی گینهٔ بیسائو",
 			'many'	=>	"پزوی گینهٔ بیسائو"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"دلار گویان",
 			'one'	=>	"دلار گویان",
 			'many'	=>	"دلار گویان"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"دلار هنگ‌کنگ",
 			'one'	=>	"دلار هنگ‌کنگ",
 			'many'	=>	"دلار هنگ‌کنگ"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"لمپیرای هندوراس",
 			'one'	=>	"لمپیرای هندوراس",
 			'many'	=>	"لمپیرای هندوراس"
 		),

		'HRD'	=>	 array
		(
			'name'	=>	"دینار کرواسی",
 			'one'	=>	"دینار کرواسی",
 			'many'	=>	"دینار کرواسی"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"کونای کرواسی",
 			'one'	=>	"کونای کرواسی",
 			'many'	=>	"کونای کرواسی"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"گورد هائیتی",
 			'one'	=>	"گورد هائیتی",
 			'many'	=>	"گورد هائیتی"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"فورینت مجارستان",
 			'one'	=>	"فورینت مجارستان",
 			'many'	=>	"فورینت مجارستان"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"روپیهٔ اندونزی",
 			'one'	=>	"روپیهٔ اندونزی",
 			'many'	=>	"روپیهٔ اندونزی"
 		),

		'IEP'	=>	 array
		(
			'name'	=>	"پوند ایرلند",
 			'one'	=>	"پوند ایرلند",
 			'many'	=>	"پوند ایرلند"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"شقل جدید اسرائیل",
 			'one'	=>	"شقل جدید اسرائیل",
 			'many'	=>	"شقل جدید اسرائیل"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"روپیهٔ هند",
 			'one'	=>	"روپیهٔ هند",
 			'many'	=>	"روپیهٔ هند"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"دینار عراق",
 			'one'	=>	"دینار عراق",
 			'many'	=>	"دینار عراق"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"ریال ایران",
 			'one'	=>	"ریال ایران",
 			'many'	=>	"ریال ایران"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"کرونای ایسلند",
 			'one'	=>	"کرونای ایسلند",
 			'many'	=>	"کرونای ایسلند"
 		),

		'ITL'	=>	 array
		(
			'name'	=>	"لیرهٔ ایتالیا",
 			'one'	=>	"لیرهٔ ایتالیا",
 			'many'	=>	"لیرهٔ ایتالیا"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"دلار جامائیکا",
 			'one'	=>	"دلار جامائیکا",
 			'many'	=>	"دلار جامائیکا"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"دینار اردن",
 			'one'	=>	"دینار اردن",
 			'many'	=>	"دینار اردن"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"ین ژاپن",
 			'one'	=>	"ین ژاپن",
 			'many'	=>	"ین ژاپن"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"شیلینگ کنیا",
 			'one'	=>	"شیلینگ کنیا",
 			'many'	=>	"شیلینگ کنیا"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"سوم قرقیزستان",
 			'one'	=>	"سوم قرقیزستان",
 			'many'	=>	"سوم قرقیزستان"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"ری‌یل کامبوج",
 			'one'	=>	"ری‌یل کامبوج",
 			'many'	=>	"ری‌یل کامبوج"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"فرانک کومورو",
 			'one'	=>	"فرانک کومورو",
 			'many'	=>	"فرانک کومورو"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"وون کرهٔ شمالی",
 			'one'	=>	"وون کرهٔ شمالی",
 			'many'	=>	"وون کرهٔ شمالی"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"وون کرهٔ جنوبی",
 			'one'	=>	"وون کرهٔ جنوبی",
 			'many'	=>	"وون کرهٔ جنوبی"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"دینار کویت",
 			'one'	=>	"دینار کویت",
 			'many'	=>	"دینار کویت"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"دلار جزایر کِیمن",
 			'one'	=>	"دلار جزایر کِیمن",
 			'many'	=>	"دلار جزایر کِیمن"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"تنگهٔ قزاقستان",
 			'one'	=>	"تنگهٔ قزاقستان",
 			'many'	=>	"تنگهٔ قزاقستان"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"کیپ لائوس",
 			'one'	=>	"کیپ لائوس",
 			'many'	=>	"کیپ لائوس"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"لیرهٔ لبنان",
 			'one'	=>	"لیرهٔ لبنان",
 			'many'	=>	"لیرهٔ لبنان"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"روپیهٔ سری‌لانکا",
 			'one'	=>	"روپیهٔ سری‌لانکا",
 			'many'	=>	"روپیهٔ سری‌لانکا"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"دلار لیبریا",
 			'one'	=>	"دلار لیبریا",
 			'many'	=>	"دلار لیبریا"
 		),

		'LSL'	=>	 array
		(
			'name'	=>	"لوتی لسوتو",
 			'one'	=>	"لوتی لسوتو",
 			'many'	=>	"لوتی لسوتو"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"لیتاس لیتوانی",
 			'one'	=>	"لیتاس لیتوانی",
 			'many'	=>	"لیتاس لیتوانی"
 		),

		'LUF'	=>	 array
		(
			'name'	=>	"فرانک لوکزامبورگ",
 			'one'	=>	"فرانک لوکزامبورگ",
 			'many'	=>	"فرانک لوکزامبورگ"
 		),

		'LUL'	=>	 array
		(
			'name'	=>	"فرانک مالی لوگزامبورگ",
 			'one'	=>	"فرانک مالی لوگزامبورگ",
 			'many'	=>	"فرانک مالی لوگزامبورگ"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"لاتس لتونی",
 			'one'	=>	"لاتس لتونی",
 			'many'	=>	"لاتس لتونی"
 		),

		'LVR'	=>	 array
		(
			'name'	=>	"روبل لتونی",
 			'one'	=>	"روبل لتونی",
 			'many'	=>	"روبل لتونی"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"دینار لیبی",
 			'one'	=>	"دینار لیبی",
 			'many'	=>	"دینار لیبی"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"درهم مراکش",
 			'one'	=>	"درهم مراکش",
 			'many'	=>	"درهم مراکش"
 		),

		'MAF'	=>	 array
		(
			'name'	=>	"فرانک مراکش",
 			'one'	=>	"فرانک مراکش",
 			'many'	=>	"فرانک مراکش"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"لئوی مولداوی",
 			'one'	=>	"لئوی مولداوی",
 			'many'	=>	"لئوی مولداوی"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"آریاری مالاگاسی",
 			'one'	=>	"آریاری مالاگاسی",
 			'many'	=>	"آریاری مالاگاسی"
 		),

		'MGF'	=>	 array
		(
			'name'	=>	"فرانک ماداگاسکار",
 			'one'	=>	"فرانک ماداگاسکار",
 			'many'	=>	"فرانک ماداگاسکار"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"دینار مقدونیه",
 			'one'	=>	"دینار مقدونیه",
 			'many'	=>	"دینار مقدونیه"
 		),

		'MLF'	=>	 array
		(
			'name'	=>	"فرانک مالی",
 			'one'	=>	"فرانک مالی",
 			'many'	=>	"فرانک مالی"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"کیات میانمار",
 			'one'	=>	"کیات میانمار",
 			'many'	=>	"کیات میانمار"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"توگریک مغولستان",
 			'one'	=>	"توگریک مغولستان",
 			'many'	=>	"توگریک مغولستان"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"پاتاکای ماکائو",
 			'one'	=>	"پاتاکای ماکائو",
 			'many'	=>	"پاتاکای ماکائو"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"اوگوئیای موریتانی",
 			'one'	=>	"اوگوئیای موریتانی",
 			'many'	=>	"اوگوئیای موریتانی"
 		),

		'MTL'	=>	 array
		(
			'name'	=>	"لیرهٔ مالت",
 			'one'	=>	"لیرهٔ مالت",
 			'many'	=>	"لیرهٔ مالت"
 		),

		'MTP'	=>	 array
		(
			'name'	=>	"پوند مالت",
 			'one'	=>	"پوند مالت",
 			'many'	=>	"پوند مالت"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"روپیهٔ موریس",
 			'one'	=>	"روپیهٔ موریس",
 			'many'	=>	"روپیهٔ موریس"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"روپیهٔ مالدیو",
 			'one'	=>	"روپیهٔ مالدیو",
 			'many'	=>	"روپیهٔ مالدیو"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"کواچای مالاوی",
 			'one'	=>	"کواچای مالاوی",
 			'many'	=>	"کواچای مالاوی"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"پزوی مکزیک",
 			'one'	=>	"پزوی مکزیک",
 			'many'	=>	"پزوی مکزیک"
 		),

		'MXP'	=>	 array
		(
			'name'	=>	"پزوی نقرهٔ مکزیک",
 			'one'	=>	"پزوی نقرهٔ مکزیک",
 			'many'	=>	"پزوی نقرهٔ مکزیک"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"رینگیت مالزی",
 			'one'	=>	"رینگیت مالزی",
 			'many'	=>	"رینگیت مالزی"
 		),

		'MZE'	=>	 array
		(
			'name'	=>	"اسکودوی موزامبیک",
 			'one'	=>	"اسکودوی موزامبیک",
 			'many'	=>	"اسکودوی موزامبیک"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"متیکال موزامبیک",
 			'one'	=>	"متیکال موزامبیک",
 			'many'	=>	"متیکال موزامبیک"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"دلار نامیبیا",
 			'one'	=>	"دلار نامیبیا",
 			'many'	=>	"دلار نامیبیا"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"نایرای نیجریه",
 			'one'	=>	"نایرای نیجریه",
 			'many'	=>	"نایرای نیجریه"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"کوردوبای نیکاراگوئه",
 			'one'	=>	"کوردوبای نیکاراگوئه",
 			'many'	=>	"کوردوبای نیکاراگوئه"
 		),

		'NLG'	=>	 array
		(
			'name'	=>	"گیلدر هلند",
 			'one'	=>	"گیلدر هلند",
 			'many'	=>	"گیلدر هلند"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"کرون نروژ",
 			'one'	=>	"کرون نروژ",
 			'many'	=>	"کرون نروژ"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"روپیهٔ نپال",
 			'one'	=>	"روپیهٔ نپال",
 			'many'	=>	"روپیهٔ نپال"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"دلار زلاند نو",
 			'one'	=>	"دلار زلاند نو",
 			'many'	=>	"دلار زلاند نو"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"ریال عمان",
 			'one'	=>	"ریال عمان",
 			'many'	=>	"ریال عمان"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"بالبوای پاناما",
 			'one'	=>	"بالبوای پاناما",
 			'many'	=>	"بالبوای پاناما"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"نوئووسول پرو",
 			'one'	=>	"نوئووسول پرو",
 			'many'	=>	"نوئووسول پرو"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"کینای پاپوا گینهٔ نو",
 			'one'	=>	"کینای پاپوا گینهٔ نو",
 			'many'	=>	"کینای پاپوا گینهٔ نو"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"پزوی فیلیپین",
 			'one'	=>	"پزوی فیلیپین",
 			'many'	=>	"پزوی فیلیپین"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"روپیهٔ پاکستان",
 			'one'	=>	"روپیهٔ پاکستان",
 			'many'	=>	"روپیهٔ پاکستان"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"زواتی لهستان",
 			'one'	=>	"زواتی لهستان",
 			'many'	=>	"زواتی لهستان"
 		),

		'PTE'	=>	 array
		(
			'name'	=>	"اسکودوی پرتغال",
 			'one'	=>	"اسکودوی پرتغال",
 			'many'	=>	"اسکودوی پرتغال"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"گوارانی پاراگوئه",
 			'one'	=>	"گوارانی پاراگوئه",
 			'many'	=>	"گوارانی پاراگوئه"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"ریال قطر",
 			'one'	=>	"ریال قطر",
 			'many'	=>	"ریال قطر"
 		),

		'RHD'	=>	 array
		(
			'name'	=>	"دلار رودزیا",
 			'one'	=>	"دلار رودزیا",
 			'many'	=>	"دلار رودزیا"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"لئوی رومانی",
 			'one'	=>	"لئوی رومانی",
 			'many'	=>	"لئوی رومانی"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"دینار صربستان",
 			'one'	=>	"دینار صربستان",
 			'many'	=>	"دینار صربستان"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"روبل روسیه",
 			'one'	=>	"روبل روسیه",
 			'many'	=>	"روبل روسیه"
 		),

		'RUR'	=>	 array
		(
			'name'	=>	"روبل روسیه",
 			'one'	=>	"روبل روسیه",
 			'many'	=>	"روبل روسیه"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"فرانک رواندا",
 			'one'	=>	"فرانک رواندا",
 			'many'	=>	"فرانک رواندا"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"ریال سعودی",
 			'one'	=>	"ریال سعودی",
 			'many'	=>	"ریال سعودی"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"دلار جزایر سلیمان",
 			'one'	=>	"دلار جزایر سلیمان",
 			'many'	=>	"دلار جزایر سلیمان"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"روپیهٔ سیشل",
 			'one'	=>	"روپیهٔ سیشل",
 			'many'	=>	"روپیهٔ سیشل"
 		),

		'SDD'	=>	 array
		(
			'name'	=>	"دینار سودان",
 			'one'	=>	"دینار سودان",
 			'many'	=>	"دینار سودان"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"لیرهٔ سودان",
 			'one'	=>	"لیرهٔ سودان",
 			'many'	=>	"لیرهٔ سودان"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"کرون سوئد",
 			'one'	=>	"کرون سوئد",
 			'many'	=>	"کرون سوئد"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"دلار سنگاپور",
 			'one'	=>	"دلار سنگاپور",
 			'many'	=>	"دلار سنگاپور"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"پوند سنت هلن",
 			'one'	=>	"پوند سنت هلن",
 			'many'	=>	"پوند سنت هلن"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"لئون سیرالئون",
 			'one'	=>	"لئون سیرالئون",
 			'many'	=>	"لئون سیرالئون"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"شیلینگ سومالی",
 			'one'	=>	"شیلینگ سومالی",
 			'many'	=>	"شیلینگ سومالی"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"دلار سورینام",
 			'one'	=>	"دلار سورینام",
 			'many'	=>	"دلار سورینام"
 		),

		'SRG'	=>	 array
		(
			'name'	=>	"گیلدر سورینام",
 			'one'	=>	"گیلدر سورینام",
 			'many'	=>	"گیلدر سورینام"
 		),

		'SSP'	=>	 array
		(
			'name'	=>	"پوند سودان جنوبی",
 			'one'	=>	"پوند سودان جنوبی",
 			'many'	=>	"پوند سودان جنوبی"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"دوبرای سائوتومه و پرنسیپ",
 			'one'	=>	"دوبرای سائوتومه و پرنسیپ",
 			'many'	=>	"دوبرای سائوتومه و پرنسیپ"
 		),

		'SUR'	=>	 array
		(
			'name'	=>	"روبل شوروی",
 			'one'	=>	"روبل شوروی",
 			'many'	=>	"روبل شوروی"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"لیرهٔ سوریه",
 			'one'	=>	"لیرهٔ سوریه",
 			'many'	=>	"لیرهٔ سوریه"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"لیلانگنی سوازیلند",
 			'one'	=>	"لیلانگنی سوازیلند",
 			'many'	=>	"لیلانگنی سوازیلند"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"بات تایلند",
 			'one'	=>	"بات تایلند",
 			'many'	=>	"بات تایلند"
 		),

		'TJR'	=>	 array
		(
			'name'	=>	"روبل تاجیکستان",
 			'one'	=>	"روبل تاجیکستان",
 			'many'	=>	"روبل تاجیکستان"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"سامانی تاجیکستان",
 			'one'	=>	"سامانی تاجیکستان",
 			'many'	=>	"سامانی تاجیکستان"
 		),

		'TMM'	=>	 array
		(
			'name'	=>	"منات ترکمنستان",
 			'one'	=>	"منات ترکمنستان",
 			'many'	=>	"منات ترکمنستان"
 		),

		'TMT'	=>	 array
		(
			'name'	=>	"منات ترکمنستان",
 			'one'	=>	"منات ترکمنستان",
 			'many'	=>	"منات ترکمنستان"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"دینار تونس",
 			'one'	=>	"دینار تونس",
 			'many'	=>	"دینار تونس"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"پاآنگای تونگا",
 			'one'	=>	"پاآنگای تونگا",
 			'many'	=>	"پاآنگای تونگا"
 		),

		'TPE'	=>	 array
		(
			'name'	=>	"اسکودوی تیمور",
 			'one'	=>	"اسکودوی تیمور",
 			'many'	=>	"اسکودوی تیمور"
 		),

		'TRL'	=>	 array
		(
			'name'	=>	"لیرهٔ ترکیه",
 			'one'	=>	"لیرهٔ ترکیه",
 			'many'	=>	"لیرهٔ ترکیه"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"لیرهٔ ترکیه",
 			'one'	=>	"لیرهٔ ترکیه",
 			'many'	=>	"لیرهٔ ترکیه"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"دلار ترینیداد و توباگو",
 			'one'	=>	"دلار ترینیداد و توباگو",
 			'many'	=>	"دلار ترینیداد و توباگو"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"دلار جدید تایوان",
 			'one'	=>	"دلار جدید تایوان",
 			'many'	=>	"دلار جدید تایوان"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"شیلینگ تانزانیا",
 			'one'	=>	"شیلینگ تانزانیا",
 			'many'	=>	"شیلینگ تانزانیا"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"هریونیای اوکراین",
 			'one'	=>	"هریونیای اوکراین",
 			'many'	=>	"هریونیای اوکراین"
 		),

		'UGS'	=>	 array
		(
			'name'	=>	"شیلینگ اوگاندا",
 			'one'	=>	"شیلینگ اوگاندا",
 			'many'	=>	"شیلینگ اوگاندا"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"شیلینگ اوگاندا",
 			'one'	=>	"شیلینگ اوگاندا",
 			'many'	=>	"شیلینگ اوگاندا"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"دلار امریکا",
 			'one'	=>	"دلار امریکا",
 			'many'	=>	"دلار امریکا"
 		),

		'USN'	=>	 array
		(
			'name'	=>	"دلار امریکا",
 			'one'	=>	"دلار امریکا",
 			'many'	=>	"دلار امریکا"
 		),

		'USS'	=>	 array
		(
			'name'	=>	"دلار امریکا",
 			'one'	=>	"دلار امریکا",
 			'many'	=>	"دلار امریکا"
 		),

		'UYP'	=>	 array
		(
			'name'	=>	"پزوی اوروگوئه",
 			'one'	=>	"پزوی اوروگوئه",
 			'many'	=>	"پزوی اوروگوئه"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"پزوی اوروگوئه",
 			'one'	=>	"پزوی اوروگوئه",
 			'many'	=>	"پزوی اوروگوئه"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"سوم ازبکستان",
 			'one'	=>	"سوم ازبکستان",
 			'many'	=>	"سوم ازبکستان"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"بولیوار ونزوئلا",
 			'one'	=>	"بولیوار ونزوئلا",
 			'many'	=>	"بولیوار ونزوئلا"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"دانگ ویتنام",
 			'one'	=>	"دانگ ویتنام",
 			'many'	=>	"دانگ ویتنام"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"واتوی وانوواتو",
 			'one'	=>	"واتوی وانوواتو",
 			'many'	=>	"واتوی وانوواتو"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"تالای ساموا",
 			'one'	=>	"تالای ساموا",
 			'many'	=>	"تالای ساموا"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"فرانک Cfa مرکز آفریقا",
 			'one'	=>	"فرانک Cfa مرکز آفریقا",
 			'many'	=>	"فرانک Cfa مرکز آفریقا"
 		),

		'XAG'	=>	 array
		(
			'name'	=>	"نقره",
 			'one'	=>	"نقره",
 			'many'	=>	"نقره"
 		),

		'XAU'	=>	 array
		(
			'name'	=>	"طلا",
 			'one'	=>	"طلا",
 			'many'	=>	"طلا"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"دلار شرق کارائیب",
 			'one'	=>	"دلار شرق کارائیب",
 			'many'	=>	"دلار شرق کارائیب"
 		),

		'XFO'	=>	 array
		(
			'name'	=>	"فرانک طلای فرانسه",
 			'one'	=>	"فرانک طلای فرانسه",
 			'many'	=>	"فرانک طلای فرانسه"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"فرانک Cfa غرب آفریقا",
 			'one'	=>	"فرانک Cfa غرب آفریقا",
 			'many'	=>	"فرانک Cfa غرب آفریقا"
 		),

		'XPD'	=>	 array
		(
			'name'	=>	"پالادیم",
 			'one'	=>	"پالادیم",
 			'many'	=>	"پالادیم"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"فرانک Cfp",
 			'one'	=>	"فرانک Cfp",
 			'many'	=>	"فرانک Cfp"
 		),

		'XPT'	=>	 array
		(
			'name'	=>	"پلاتین",
 			'one'	=>	"پلاتین",
 			'many'	=>	"پلاتین"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"ارز نامشخص",
 			'one'	=>	"(ارز نامشخص)",
 			'many'	=>	"(ارز نامشخص)"
 		),

		'YDD'	=>	 array
		(
			'name'	=>	"دینار یمن",
 			'one'	=>	"دینار یمن",
 			'many'	=>	"دینار یمن"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"ریال یمن",
 			'one'	=>	"ریال یمن",
 			'many'	=>	"ریال یمن"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"راند افریقای جنوبی",
 			'one'	=>	"راند افریقای جنوبی",
 			'many'	=>	"راند افریقای جنوبی"
 		),

		'ZMK'	=>	 array
		(
			'name'	=>	"کواچای زامبیا",
 			'one'	=>	"کواچای زامبیا",
 			'many'	=>	"کواچای زامبیا"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"کواچای زامبیا",
 			'one'	=>	"کواچای زامبیا",
 			'many'	=>	"کواچای زامبیا"
 		),

		'ZWD'	=>	 array
		(
			'name'	=>	"دلار زیمبابوه",
 			'one'	=>	"دلار زیمبابوه",
 			'many'	=>	"دلار زیمبابوه"
 		),

		'ZWL'	=>	 array
		(
			'name'	=>	"دلار زیمبابوه",
 			'one'	=>	"دلار زیمبابوه",
 			'many'	=>	"دلار زیمبابوه"
 		),

		'ZWR'	=>	 array
		(
			'name'	=>	"دلار زیمبابوه",
 			'one'	=>	"دلار زیمبابوه",
 			'many'	=>	"دلار زیمبابوه"
 		),

    ),
);
