<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'ADP'	=>	 array
		(
			'name'	=>	"ئاندورران پېسېتاسى",
 			'one'	=>	"ئاندورران پېسېتاسى",
 			'many'	=>	"ئاندورران پېسېتاسى"
 		),

		'AED'	=>	 array
		(
			'name'	=>	"ئەرەب بىرلەشمە خەلىپىلىكى دەرھەمى",
 			'one'	=>	"ئەرەب بىرلەشمە خەلىپىلىكى دەرھەمى",
 			'many'	=>	"ئەرەب بىرلەشمە خەلىپىلىكى دەرھەمى"
 		),

		'AFA'	=>	 array
		(
			'name'	=>	"ئافغان ئافغانى",
 			'one'	=>	"ئافغان ئافغانى",
 			'many'	=>	"Aئافغان ئافغانى"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"ئافغان ئافغانى",
 			'one'	=>	"ئافغان ئافغانى",
 			'many'	=>	"ئافغان ئافغانى"
 		),

		'ALK'	=>	 array
		(
			'name'	=>	"ئالبانىيە لېكى",
 			'one'	=>	"ئالبانىيە لېكى",
 			'many'	=>	"ئالبانىيە لېكى"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"ئالبانىيە لېكى",
 			'one'	=>	"ئالبانىيە لېكى",
 			'many'	=>	"ئالبانىيە لېكى"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"ئەرمېنىيە دىرامى",
 			'one'	=>	"ئەرمېنىيە دىرامى",
 			'many'	=>	"ئەرمېنىيە دىرامى"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"گوللاندىيەگە قاراشلىق ئانتىللېن گۇلدېنى",
 			'one'	=>	"گوللاندىيەگە قاراشلىق ئانتىللېن گۇلدېنى",
 			'many'	=>	"گوللاندىيەگە قاراشلىق ئانتىللېن گۇلدېنى"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"ئانگولا كۇۋانزاسى",
 			'one'	=>	"ئانگولا كۇۋانزاسى",
 			'many'	=>	"ئانگولا كۇۋانزاسى"
 		),

		'AOK'	=>	 array
		(
			'name'	=>	"ئانگولا كۇۋانزاسى",
 			'one'	=>	"ئانگولا كۇۋانزاسى",
 			'many'	=>	"ئانگولا كۇۋانزاسى"
 		),

		'AON'	=>	 array
		(
			'name'	=>	"ئانگولا يېڭى كۇۋانزاسى",
 			'one'	=>	"ئانگولا يېڭى كۇۋانزاسى",
 			'many'	=>	"ئانگولا يېڭى كۇۋانزاسى"
 		),

		'AOR'	=>	 array
		(
			'name'	=>	"ئانگولا قايتا تەڭشەلگەن كۇۋانزاسى",
 			'one'	=>	"ئانگولا قايتا تەڭشەلگەن كۇۋانزاسى",
 			'many'	=>	"ئانگولا قايتا تەڭشەلگەن كۇۋانزاسى"
 		),

		'ARA'	=>	 array
		(
			'name'	=>	"ئارگېنتىنا ئاۋسترالى",
 			'one'	=>	"ئارگېنتىنا ئاۋسترالى",
 			'many'	=>	"ئارگېنتىنا ئاۋسترالى"
 		),

		'ARL'	=>	 array
		(
			'name'	=>	"ئارگېنتىنا پېسو لېيى",
 			'one'	=>	"ئارگېنتىنا پېسو لېيى",
 			'many'	=>	"ئارگېنتىنا پېسو لېيى"
 		),

		'ARM'	=>	 array
		(
			'name'	=>	"ئارگېنتىنا پېسوسى",
 			'one'	=>	"ئارگېنتىنا پېسوسى",
 			'many'	=>	"ئارگېنتىنا پېسوسى"
 		),

		'ARP'	=>	 array
		(
			'name'	=>	"ئارگېنتىنا پېسوسى",
 			'one'	=>	"ئارگېنتىنا پېسوسى",
 			'many'	=>	"ئارگېنتىنا پېسوسى"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"ئارگېنتىنا پېسوسى",
 			'one'	=>	"ئارگېنتىنا پېسوسى",
 			'many'	=>	"ئارگېنتىنا پېسوسى"
 		),

		'ATS'	=>	 array
		(
			'name'	=>	"ئاۋسترىيە شىللىڭى",
 			'one'	=>	"ئاۋسترىيە شىللىڭى",
 			'many'	=>	"ئاۋسترىيە شىللىڭى"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"ئاۋسترالىيە دوللىرى",
 			'one'	=>	"ئاۋسترالىيە دوللىرى",
 			'many'	=>	"ئاۋسترالىيە دوللىرى"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"ئارۇبان فىلورۇنى",
 			'one'	=>	"ئارۇبان فىلورۇنى",
 			'many'	=>	"ئارۇبان فىلورۇنى"
 		),

		'AZM'	=>	 array
		(
			'name'	=>	"ئەزەربەيجان ماناتى",
 			'one'	=>	"ئەزەربەيجان ماناتى",
 			'many'	=>	"ئەزەربەيجان ماناتى"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"ئەزەربەيجان ماناتى",
 			'one'	=>	"ئەزەربەيجان ماناتى",
 			'many'	=>	"ئەزەربەيجان ماناتى"
 		),

		'BAD'	=>	 array
		(
			'name'	=>	"بوسنىيە-خېرتسېگوۋىنا دىنارى",
 			'one'	=>	"بوسنىيە-خېرتسېگوۋىنا دىنارى",
 			'many'	=>	"بوسنىيە-خېرتسېگوۋىنا دىنارى"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"بوسنىيە-خېرتسېگوۋىنا ئالماشتۇرۇشچان ماركى",
 			'one'	=>	"بوسنىيە-خېرتسېگوۋىنا ئالماشتۇرۇشچان ماركى",
 			'many'	=>	"بوسنىيە-خېرتسېگوۋىنا ئالماشتۇرۇشچان ماركى"
 		),

		'BAN'	=>	 array
		(
			'name'	=>	"بوسنىيە-خېرتسېگوۋىنا يېڭى دىنارى",
 			'one'	=>	"بوسنىيە-خېرتسېگوۋىنا يېڭى دىنارى",
 			'many'	=>	"بوسنىيە-خېرتسېگوۋىنا يېڭى دىنارى"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"باربادوس دوللىرى",
 			'one'	=>	"باربادوس دوللىرى",
 			'many'	=>	"باربادوس دوللىرى"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"باڭلادىش تاكاسى",
 			'one'	=>	"باڭلادىش تاكاسى",
 			'many'	=>	"باڭلادىش تاكاسى"
 		),

		'BEC'	=>	 array
		(
			'name'	=>	"بېلگىيە فرانكى",
 			'one'	=>	"بېلگىيە فرانكى",
 			'many'	=>	"بېلگىيە فرانكى"
 		),

		'BEF'	=>	 array
		(
			'name'	=>	"بېلگىيە فرانكى",
 			'one'	=>	"بېلگىيە فرانكى",
 			'many'	=>	"بېلگىيە فرانكى"
 		),

		'BEL'	=>	 array
		(
			'name'	=>	"بېلگىيە فرانكى",
 			'one'	=>	"بېلگىيە فرانكى",
 			'many'	=>	"بېلگىيە فرانكى"
 		),

		'BGL'	=>	 array
		(
			'name'	=>	"بۇلغارىيە قاتتىق لېۋاسى",
 			'one'	=>	"بۇلغارىيە قاتتىق لېۋاسى",
 			'many'	=>	"بۇلغارىيە قاتتىق لېۋاسى"
 		),

		'BGM'	=>	 array
		(
			'name'	=>	"بۇلغارىيە ئىجتىمائىي لېۋاسى",
 			'one'	=>	"بۇلغارىيە ئىجتىمائىي لېۋاسى",
 			'many'	=>	"بۇلغارىيە ئىجتىمائىي لېۋاسى"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"بۇلغارىيە لېۋاسى",
 			'one'	=>	"بۇلغارىيە لېۋاسى",
 			'many'	=>	"بۇلغارىيە لېۋاسى"
 		),

		'BGO'	=>	 array
		(
			'name'	=>	"بۇلغارىيە لېۋاسى",
 			'one'	=>	"بۇلغارىيە لېۋاسى",
 			'many'	=>	"بۇلغارىيە لېۋاسى"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"بەھرەين دىنارى",
 			'one'	=>	"بەھرەين دىنارى",
 			'many'	=>	"بەھرەين دىنارى"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"بۇرۇندى فرانكى",
 			'one'	=>	"بۇرۇندى فرانكى",
 			'many'	=>	"بۇرۇندى فرانكى"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"بېرمۇدا دوللىرى",
 			'one'	=>	"بېرمۇدا دوللىرى",
 			'many'	=>	"بېرمۇدا دوللىرى"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"بىرۇنېي دوللىرى",
 			'one'	=>	"بىرۇنېي دوللىرى",
 			'many'	=>	"بىرۇنېي دوللىرى"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"بولىۋىيە بولىۋىيانوسى",
 			'one'	=>	"بولىۋىيە بولىۋىيانوسى",
 			'many'	=>	"بولىۋىيە بولىۋىيانوسى"
 		),

		'BOL'	=>	 array
		(
			'name'	=>	"بولىۋىيە بولىۋىيانوسى",
 			'one'	=>	"بولىۋىيە بولىۋىيانوسى",
 			'many'	=>	"بولىۋىيە بولىۋىيانوسى"
 		),

		'BOP'	=>	 array
		(
			'name'	=>	"بولىۋىيە پىسوسى",
 			'one'	=>	"بولىۋىيە پىسوسى",
 			'many'	=>	"بولىۋىيە پىسوسى"
 		),

		'BOV'	=>	 array
		(
			'name'	=>	"بولىۋىيە مۇدولى",
 			'one'	=>	"بولىۋىيە مۇدولى",
 			'many'	=>	"بولىۋىيە مۇدولى"
 		),

		'BRB'	=>	 array
		(
			'name'	=>	"بىرازىلىيە يېڭى كرۇزېروسى",
 			'one'	=>	"بىرازىلىيە يېڭى كرۇزېروسى",
 			'many'	=>	"بىرازىلىيە يېڭى كرۇزېروسى"
 		),

		'BRC'	=>	 array
		(
			'name'	=>	"بىرازىلىيە كرۇزادوسى",
 			'one'	=>	"بىرازىلىيە كرۇزادوسى",
 			'many'	=>	"بىرازىلىيە كرۇزادوسى"
 		),

		'BRE'	=>	 array
		(
			'name'	=>	"بىرازىلىيە يېڭى كرۇزېروسى",
 			'one'	=>	"بىرازىلىيە يېڭى كرۇزېروسى",
 			'many'	=>	"بىرازىلىيە يېڭى كرۇزېروسى"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"بىرازىلىيە رىيالى",
 			'one'	=>	"بىرازىلىيە رىيالى",
 			'many'	=>	"بىرازىلىيە رىيالى"
 		),

		'BRN'	=>	 array
		(
			'name'	=>	"بىرازىلىيە يېڭى كرۇزادوسى",
 			'one'	=>	"بىرازىلىيە يېڭى كرۇزادوسى",
 			'many'	=>	"بىرازىلىيە يېڭى كرۇزادوسى"
 		),

		'BRR'	=>	 array
		(
			'name'	=>	"بىرازىلىيە كرۇزېروسى",
 			'one'	=>	"بىرازىلىيە كرۇزېروسى",
 			'many'	=>	"بىرازىلىيە كرۇزېروسى"
 		),

		'BRZ'	=>	 array
		(
			'name'	=>	"بىرازىلىيە كرۇزېروسى",
 			'one'	=>	"بىرازىلىيە كرۇزېروسى",
 			'many'	=>	"بىرازىلىيە كرۇزېروسى"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"باھاما دوللىرى",
 			'one'	=>	"باھاما دوللىرى",
 			'many'	=>	"باھاما دوللىرى"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"بۇتان نگۇلترۇمى",
 			'one'	=>	"بۇتان نگۇلترۇمى",
 			'many'	=>	"بۇتان نگۇلترۇمى"
 		),

		'BUK'	=>	 array
		(
			'name'	=>	"بىرما كىياتى",
 			'one'	=>	"بىرما كىياتى",
 			'many'	=>	"بىرما كىياتى"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"بوتسۋانا پۇلاسى",
 			'one'	=>	"بوتسۋانا پۇلاسى",
 			'many'	=>	"بوتسۋانا پۇلاسى"
 		),

		'BYB'	=>	 array
		(
			'name'	=>	"بېلارۇسىيە يېڭى رۇبلىسى",
 			'one'	=>	"بېلارۇسىيە يېڭى رۇبلىسى",
 			'many'	=>	"بېلارۇسىيە يېڭى رۇبلىسى"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"بېلارۇسىيە رۇبلىسى",
 			'one'	=>	"بېلارۇسىيە رۇبلىسى",
 			'many'	=>	"بېلارۇسىيە رۇبلىسى"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"بېلىز دوللىرى",
 			'one'	=>	"بېلىز دوللىرى",
 			'many'	=>	"بېلىز دوللىرى"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"كانادا دوللىرى",
 			'one'	=>	"كانادا دوللىرى",
 			'many'	=>	"كانادا دوللىرى"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"كونگو فرانكى",
 			'one'	=>	"كونگو فرانكى",
 			'many'	=>	"كونگو فرانكى"
 		),

		'CHE'	=>	 array
		(
			'name'	=>	"Wir ياۋرو",
 			'one'	=>	"Wir ياۋرو",
 			'many'	=>	"Wir ياۋرو"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"شىۋېتسىيە فرانكى",
 			'one'	=>	"شىۋېتسىيە فرانكى",
 			'many'	=>	"شىۋېتسىيە فرانكى"
 		),

		'CHW'	=>	 array
		(
			'name'	=>	"Wir فرانكى",
 			'one'	=>	"Wir فرانكى",
 			'many'	=>	"Wir فرانكى"
 		),

		'CLE'	=>	 array
		(
			'name'	=>	"چىلى ئېسكۇدوسى",
 			'one'	=>	"چىلى ئېسكۇدوسى",
 			'many'	=>	"چىلى ئېسكۇدوسى"
 		),

		'CLF'	=>	 array
		(
			'name'	=>	"چىلى ھېسابات بىرلىكى",
 			'one'	=>	"چىلى ھېسابات بىرلىكى",
 			'many'	=>	"چىلى ھېسابات بىرلىكى"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"چىلى پېسوسى",
 			'one'	=>	"چىلى پېسوسى",
 			'many'	=>	"چىلى پېسوسى"
 		),

		'CNX'	=>	 array
		(
			'name'	=>	"جۇڭگو خەلق بانكىسى دوللىرى",
 			'one'	=>	"جۇڭگو خەلق بانكىسى دوللىرى",
 			'many'	=>	"جۇڭگو خەلق بانكىسى دوللىرى"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"جۇڭگو يۈەنى",
 			'one'	=>	"جۇڭگو يۈەنى",
 			'many'	=>	"جۇڭگو يۈەنى"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"كولومبىيە پېسوسى",
 			'one'	=>	"كولومبىيە پېسوسى",
 			'many'	=>	"كولومبىيە پېسوسى"
 		),

		'COU'	=>	 array
		(
			'name'	=>	"كولومبىيە ھەقىقىي قىممەت بىرلىكى",
 			'one'	=>	"كولومبىيە ھەقىقىي قىممەت بىرلىكى",
 			'many'	=>	"كولومبىيە ھەقىقىي قىممەت بىرلىكى"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"كوستارىكا كولونى",
 			'one'	=>	"كوستارىكا كولونى",
 			'many'	=>	"كوستارىكا كولونى"
 		),

		'CSD'	=>	 array
		(
			'name'	=>	"سېربىيە دىنارى",
 			'one'	=>	"سېربىيە دىنارى",
 			'many'	=>	"سېربىيە دىنارى"
 		),

		'CSK'	=>	 array
		(
			'name'	=>	"چېخسىلوۋاكىيە قاتتىق كورۇناسى",
 			'one'	=>	"چېخسىلوۋاكىيە قاتتىق كورۇناسى",
 			'many'	=>	"چېخسىلوۋاكىيە قاتتىق كورۇناسى"
 		),

		'CUC'	=>	 array
		(
			'name'	=>	"كۇبا ئالماشتۇرۇشچان پېسوسى",
 			'one'	=>	"كۇبا ئالماشتۇرۇشچان پېسوسى",
 			'many'	=>	"كۇبا ئالماشتۇرۇشچان پېسوسى"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"كۇبا پېسوسى",
 			'one'	=>	"كۇبا پېسوسى",
 			'many'	=>	"كۇبا پېسوسى"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"يېشىل تۇمشۇق ئېسكۇدوسى",
 			'one'	=>	"يېشىل تۇمشۇق ئېسكۇدوسى",
 			'many'	=>	"يېشىل تۇمشۇق ئېسكۇدوسى"
 		),

		'CYP'	=>	 array
		(
			'name'	=>	"سىپرۇس فوند ستېرلىڭى",
 			'one'	=>	"سىپرۇس فوند ستېرلىڭى",
 			'many'	=>	"سىپرۇس فوند ستېرلىڭى"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"چېخ جۇمھۇرىيىتى كورۇناسى",
 			'one'	=>	"چېخ جۇمھۇرىيىتى كورۇناسى",
 			'many'	=>	"چېخ جۇمھۇرىيىتى كورۇناسى"
 		),

		'DDM'	=>	 array
		(
			'name'	=>	"شەرقىي گېرمانىيە ماركى",
 			'one'	=>	"شەرقىي گېرمانىيە ماركى",
 			'many'	=>	"شەرقىي گېرمانىيە ماركى"
 		),

		'DEM'	=>	 array
		(
			'name'	=>	"گېرمانىيە ماركى",
 			'one'	=>	"گېرمانىيە ماركى",
 			'many'	=>	"گېرمانىيە ماركى"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"جىبۇتى فرانكى",
 			'one'	=>	"جىبۇتى فرانكى",
 			'many'	=>	"جىبۇتى فرانكى"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"دانىيە كرونى",
 			'one'	=>	"دانىيە كرونى",
 			'many'	=>	"دانىيە كرونى"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"دومىنىكا پېسوسى",
 			'one'	=>	"دومىنىكا پېسوسى",
 			'many'	=>	"دومىنىكا پېسوسى"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"ئالجىرىيە دىنارى",
 			'one'	=>	"ئالجىرىيە دىنارى",
 			'many'	=>	"ئالجىرىيە دىنارى"
 		),

		'ECS'	=>	 array
		(
			'name'	=>	"ئېكۋادور سۇكرېسى",
 			'one'	=>	"ئېكۋادور سۇكرېسى",
 			'many'	=>	"ئېكۋادور سۇكرېسى"
 		),

		'ECV'	=>	 array
		(
			'name'	=>	"ئېكۋادور تۇراقلىق قىممەت بىرلىكى",
 			'one'	=>	"ئېكۋادور تۇراقلىق قىممەت بىرلىكى",
 			'many'	=>	"ئېكۋادور تۇراقلىق قىممەت بىرلىكى"
 		),

		'EEK'	=>	 array
		(
			'name'	=>	"ئېستونىيە كرۇنى",
 			'one'	=>	"ئېستونىيە كرۇنى",
 			'many'	=>	"ئېستونىيە كرۇنى"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"مىسىر فوند سىتېرلىڭى",
 			'one'	=>	"مىسىر فوند سىتېرلىڭى",
 			'many'	=>	"مىسىر فوند سىتېرلىڭى"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"ئېرىترېيە ناكفاسى",
 			'one'	=>	"ئېرىترېيە ناكفاسى",
 			'many'	=>	"ئېرىترېيە ناكفاسى"
 		),

		'ESA'	=>	 array
		(
			'name'	=>	"ئىسپانىيە پېسېتاسى",
 			'one'	=>	"ئىسپانىيە پېسېتاسى",
 			'many'	=>	"ئىسپانىيە پېسېتاسى"
 		),

		'ESB'	=>	 array
		(
			'name'	=>	"ئىسپانىيە پېسېتاسى",
 			'one'	=>	"ئىسپانىيە پېسېتاسى",
 			'many'	=>	"ئىسپانىيە پېسېتاسى"
 		),

		'ESP'	=>	 array
		(
			'name'	=>	"ئىسپانىيە پېسېتاسى",
 			'one'	=>	"ئىسپانىيە پېسېتاسى",
 			'many'	=>	"ئىسپانىيە پېسېتاسى"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"ئېفىيوپىيە بىررى",
 			'one'	=>	"ئېفىيوپىيە بىررى",
 			'many'	=>	"ئېفىيوپىيە بىررى"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"ياۋرو",
 			'one'	=>	"ياۋرو",
 			'many'	=>	"ياۋرو"
 		),

		'FIM'	=>	 array
		(
			'name'	=>	"فىنلاندىيە مارككاسى",
 			'one'	=>	"فىنلاندىيە مارككاسى",
 			'many'	=>	"فىنلاندىيە مارككاسى"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"فىجى دوللىرى",
 			'one'	=>	"فىجى دوللىرى",
 			'many'	=>	"فىجى دوللىرى"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"فالكلاند ئاراللىرى فوند سىتېرلىڭى",
 			'one'	=>	"فالكلاند ئاراللىرى فوند سىتېرلىڭى",
 			'many'	=>	"فالكلاند ئاراللىرى فوند سىتېرلىڭى"
 		),

		'FRF'	=>	 array
		(
			'name'	=>	"فىرانسىيە فرانكى",
 			'one'	=>	"فىرانسىيە فرانكى",
 			'many'	=>	"فىرانسىيە فرانكى"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"ئەنگلىيە فوند سىتېرلىڭى",
 			'one'	=>	"ئەنگلىيە فوند سىتېرلىڭى",
 			'many'	=>	"ئەنگلىيە فوند سىتېرلىڭى"
 		),

		'GEK'	=>	 array
		(
			'name'	=>	"گىرۇزىيە كۇپون لارىتى",
 			'one'	=>	"گىرۇزىيە كۇپون لارىتى",
 			'many'	=>	"گىرۇزىيە كۇپون لارىتى"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"گىرۇزىيە لارىسى",
 			'one'	=>	"گىرۇزىيە لارىسى",
 			'many'	=>	"گىرۇزىيە لارىسى"
 		),

		'GHC'	=>	 array
		(
			'name'	=>	"گانا سېدىسى",
 			'one'	=>	"گانا سېدىسى",
 			'many'	=>	"گانا سېدىسى"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"گانا سېدىسى",
 			'one'	=>	"گانا سېدىسى",
 			'many'	=>	"گانا سېدىسى"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"جەبىلتارىق فوند سىتېرلىڭى",
 			'one'	=>	"جەبىلتارىق فوند سىتېرلىڭى",
 			'many'	=>	"جەبىلتارىق فوند سىتېرلىڭى"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"گامبىيە دالاسى",
 			'one'	=>	"گامبىيە دالاسى",
 			'many'	=>	"گامبىيە دالاسى"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"گىۋىنېيە فرانكى",
 			'one'	=>	"گىۋىنېيە فرانكى",
 			'many'	=>	"گىۋىنېيە فرانكى"
 		),

		'GNS'	=>	 array
		(
			'name'	=>	"گىۋىنېيە سىلىسى",
 			'one'	=>	"گىۋىنېيە سىلىسى",
 			'many'	=>	"گىۋىنېيە سىلىسى"
 		),

		'GQE'	=>	 array
		(
			'name'	=>	"ئېكۋاتور گىۋىنېيە ئېكۋېلېسى",
 			'one'	=>	"ئېكۋاتور گىۋىنېيە ئېكۋېلېسى",
 			'many'	=>	"ئېكۋاتور گىۋىنېيە ئېكۋېلېسى"
 		),

		'GRD'	=>	 array
		(
			'name'	=>	"گىرېتسىيە دراخماسى",
 			'one'	=>	"گىرېتسىيە دراخماسى",
 			'many'	=>	"گىرېتسىيە دراخماسى"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"گىۋاتېمالا كۇۋېتزالى",
 			'one'	=>	"گىۋاتېمالا كۇۋېتزالى",
 			'many'	=>	"گىۋاتېمالا كۇۋېتزالى"
 		),

		'GWE'	=>	 array
		(
			'name'	=>	"پورتۇگالىيە گىۋىنېيە ئېسكۇدوسى",
 			'one'	=>	"پورتۇگالىيە گىۋىنېيە ئېسكۇدوسى",
 			'many'	=>	"پورتۇگالىيە گىۋىنېيە ئېسكۇدوسى"
 		),

		'GWP'	=>	 array
		(
			'name'	=>	"گىۋىنېيە-بىسسائۇ پېسوسى",
 			'one'	=>	"گىۋىنېيە-بىسسائۇ پېسوسى",
 			'many'	=>	"گىۋىنېيە-بىسسائۇ پېسوسى"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"گىۋىئانا دوللىرى",
 			'one'	=>	"گىۋىئانا دوللىرى",
 			'many'	=>	"گىۋىئانا دوللىرى"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"شياڭگاڭ دوللىرى",
 			'one'	=>	"شياڭگاڭ دوللىرى",
 			'many'	=>	"شياڭگاڭ دوللىرى"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"ھوندۇراس لېمپىراسى",
 			'one'	=>	"ھوندۇراس لېمپىراسى",
 			'many'	=>	"ھوندۇراس لېمپىراسى"
 		),

		'HRD'	=>	 array
		(
			'name'	=>	"كىرودىيە دىنارى",
 			'one'	=>	"كىرودىيە دىنارى",
 			'many'	=>	"كىرودىيە دىنارى"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"كىرودىيە كۇناسى",
 			'one'	=>	"كىرودىيە كۇناسى",
 			'many'	=>	"كىرودىيە كۇناسى"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"ھايتى گۇردېسى",
 			'one'	=>	"ھايتى گۇردېسى",
 			'many'	=>	"ھايتى گۇردېسى"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"ۋېنگىرىيە فورېنتى",
 			'one'	=>	"ۋېنگىرىيە فورېنتى",
 			'many'	=>	"ۋېنگىرىيە فورېنتى"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"ھىندونېزىيە رۇپىيەسى",
 			'one'	=>	"ھىندونېزىيە رۇپىيەسى",
 			'many'	=>	"ھىندونېزىيە رۇپىيەسى"
 		),

		'IEP'	=>	 array
		(
			'name'	=>	"ئىرېلاندىيە فوندستېرلىڭى",
 			'one'	=>	"ئىرېلاندىيە فوندستېرلىڭى",
 			'many'	=>	"ئىرېلاندىيە فوندستېرلىڭى"
 		),

		'ILP'	=>	 array
		(
			'name'	=>	"ئىسرائىلىيە فوندستېرلىڭى",
 			'one'	=>	"ئىسرائىلىيە فوندستېرلىڭى",
 			'many'	=>	"ئىسرائىلىيە فوندستېرلىڭى"
 		),

		'ILR'	=>	 array
		(
			'name'	=>	"ئىسرائىل شېكېلى",
 			'one'	=>	"ئىسرائىل شېكېلى",
 			'many'	=>	"ئىسرائىل شېكېلى"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"ئىسرائىل يېڭى شېكېلى",
 			'one'	=>	"ئىسرائىل يېڭى شېكېلى",
 			'many'	=>	"ئىسرائىل يېڭى شېكېلى"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"ھىندىستان رۇپىسى",
 			'one'	=>	"ھىندىستان رۇپىسى",
 			'many'	=>	"ھىندىستان رۇپىسى"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"ئىراق دىنارى",
 			'one'	=>	"ئىراق دىنارى",
 			'many'	=>	"ئىراق دىنارى"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"ئىران رىيالى",
 			'one'	=>	"ئىران رىيالى",
 			'many'	=>	"ئىران رىيالى"
 		),

		'ISJ'	=>	 array
		(
			'name'	=>	"ئىسلاندىيە كروناسى",
 			'one'	=>	"ئىسلاندىيە كروناسى",
 			'many'	=>	"ئىسلاندىيە كروناسى"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"ئىسلاندىيە كروناسى",
 			'one'	=>	"ئىسلاندىيە كروناسى",
 			'many'	=>	"ئىسلاندىيە كروناسى"
 		),

		'ITL'	=>	 array
		(
			'name'	=>	"ئىتالىيە لىراسى",
 			'one'	=>	"ئىتالىيە لىراسى",
 			'many'	=>	"ئىتالىيە لىراسى"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"يامايكا دوللىرى",
 			'one'	=>	"يامايكا دوللىرى",
 			'many'	=>	"يامايكا دوللىرى"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"ئىيوردانىيە دىنارى",
 			'one'	=>	"ئىيوردانىيە دىنارى",
 			'many'	=>	"ئىيوردانىيە دىنارى"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"ياپونىيە يېنى",
 			'one'	=>	"ياپونىيە يېنى",
 			'many'	=>	"ياپونىيە يېنى"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"كېنىيە شىللىڭى",
 			'one'	=>	"كېنىيە شىللىڭى",
 			'many'	=>	"كېنىيە شىللىڭى"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"قىرغىزىستان سومى",
 			'one'	=>	"قىرغىزىستان سومى",
 			'many'	=>	"قىرغىزىستان سومى"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"كامبودژا رىئېلى",
 			'one'	=>	"كامبودژا رىئېلى",
 			'many'	=>	"كامبودژا رىئېلى"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"كومورو فرانكى",
 			'one'	=>	"كومورو فرانكى",
 			'many'	=>	"كومورو فرانكى"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"شىمالىي كورېيە ۋونى",
 			'one'	=>	"شىمالىي كورېيە ۋونى",
 			'many'	=>	"شىمالىي كورېيە ۋونى"
 		),

		'KRH'	=>	 array
		(
			'name'	=>	"جەنۇبىي كورېيە خۋانى",
 			'one'	=>	"جەنۇبىي كورېيە خۋانى",
 			'many'	=>	"جەنۇبىي كورېيە خۋانى"
 		),

		'KRO'	=>	 array
		(
			'name'	=>	"جەنۇبىي كورېيە ۋونى",
 			'one'	=>	"جەنۇبىي كورېيە ۋونى",
 			'many'	=>	"جەنۇبىي كورېيە ۋونى"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"جەنۇبىي كورېيە ۋونى",
 			'one'	=>	"جەنۇبىي كورېيە ۋونى",
 			'many'	=>	"جەنۇبىي كورېيە ۋونى"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"كۇۋەيت دىنارى",
 			'one'	=>	"كۇۋەيت دىنارى",
 			'many'	=>	"كۇۋەيت دىنارى"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"كايمان ئاراللىرى دوللىرى",
 			'one'	=>	"كايمان ئاراللىرى دوللىرى",
 			'many'	=>	"كايمان ئاراللىرى دوللىرى"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"قازاقىستان تەڭگىسى",
 			'one'	=>	"قازاقىستان تەڭگىسى",
 			'many'	=>	"قازاقىستان تەڭگىسى"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"لائوس كىپى",
 			'one'	=>	"لائوس كىپى",
 			'many'	=>	"لائوس كىپى"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"لىۋان فوند سىتېرلىڭى",
 			'one'	=>	"لىۋان فوند سىتېرلىڭى",
 			'many'	=>	"لىۋان فوند سىتېرلىڭى"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"سىرىلانكا رۇپىسى",
 			'one'	=>	"سىرىلانكا رۇپىسى",
 			'many'	=>	"سىرىلانكا رۇپىسى"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"لىبېرىيە دوللىرى",
 			'one'	=>	"لىبېرىيە دوللىرى",
 			'many'	=>	"لىبېرىيە دوللىرى"
 		),

		'LSL'	=>	 array
		(
			'name'	=>	"لېسوتو لوتىسى",
 			'one'	=>	"لېسوتو لوتىسى",
 			'many'	=>	"لېسوتو لوتىسى"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"لىتۋا لىتاسى",
 			'one'	=>	"لىتۋا لىتاسى",
 			'many'	=>	"لىتۋا لىتاسى"
 		),

		'LTT'	=>	 array
		(
			'name'	=>	"لىتۋا تالوناسى",
 			'one'	=>	"لىتۋا تالوناسى",
 			'many'	=>	"لىتۋا تالوناسى"
 		),

		'LUC'	=>	 array
		(
			'name'	=>	"ليۇكسېمبۇرگ ئالماشتۇرۇشچان پېسوسى",
 			'one'	=>	"ليۇكسېمبۇرگ ئالماشتۇرۇشچان پېسوسى",
 			'many'	=>	"ليۇكسېمبۇرگ ئالماشتۇرۇشچان پېسوسى"
 		),

		'LUF'	=>	 array
		(
			'name'	=>	"ليۇكسېمبۇرگ فرانكى",
 			'one'	=>	"ليۇكسېمبۇرگ فرانكى",
 			'many'	=>	"ليۇكسېمبۇرگ فرانكى"
 		),

		'LUL'	=>	 array
		(
			'name'	=>	"لىيۇكسېمبۇرگ پۇل-مۇئامىلە فرانكى",
 			'one'	=>	"لىيۇكسېمبۇرگ پۇل-مۇئامىلە فرانكى",
 			'many'	=>	"لىيۇكسېمبۇرگ پۇل-مۇئامىلە فرانكى"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"لاتۋىيە لاتى",
 			'one'	=>	"لاتۋىيە لاتى",
 			'many'	=>	"لاتۋىيە لاتى"
 		),

		'LVR'	=>	 array
		(
			'name'	=>	"لاتۋىيە رۇبلىسى",
 			'one'	=>	"لاتۋىيە رۇبلىسى",
 			'many'	=>	"لاتۋىيە رۇبلىسى"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"لىۋىيە دىنارى",
 			'one'	=>	"لىۋىيە دىنارى",
 			'many'	=>	"لىۋىيە دىنارى"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"ماراكەش دىرھەمى",
 			'one'	=>	"ماراكەش دىرھەمى",
 			'many'	=>	"ماراكەش دىرھەمى"
 		),

		'MAF'	=>	 array
		(
			'name'	=>	"ماراكەش فرانكى",
 			'one'	=>	"ماراكەش فرانكى",
 			'many'	=>	"ماراكەش فرانكى"
 		),

		'MCF'	=>	 array
		(
			'name'	=>	"موناكو فرانكى",
 			'one'	=>	"موناكو فرانكى",
 			'many'	=>	"موناكو فرانكى"
 		),

		'MDC'	=>	 array
		(
			'name'	=>	"مولدوۋا كۇپونى",
 			'one'	=>	"مولدوۋا كۇپونى",
 			'many'	=>	"مولدوۋا كۇپونى"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"مولدوۋا لېۋى",
 			'one'	=>	"مولدوۋا لېۋى",
 			'many'	=>	"مولدوۋا لېۋى"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"ماداغاسقار ئارىئارىسى",
 			'one'	=>	"ماداغاسقار ئارىئارىسى",
 			'many'	=>	"ماداغاسقار ئارىئارىسى"
 		),

		'MGF'	=>	 array
		(
			'name'	=>	"ماداغاسقار فرانكى",
 			'one'	=>	"ماداغاسقار فرانكى",
 			'many'	=>	"ماداغاسقار فرانكى"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"ماكېدونىيە دىنارى",
 			'one'	=>	"ماكېدونىيە دىنارى",
 			'many'	=>	"ماكېدونىيە دىنارى"
 		),

		'MKN'	=>	 array
		(
			'name'	=>	"ماكېدونىيە دىنارى",
 			'one'	=>	"ماكېدونىيە دىنارى",
 			'many'	=>	"ماكېدونىيە دىنارى"
 		),

		'MLF'	=>	 array
		(
			'name'	=>	"مالى فرانكى",
 			'one'	=>	"مالى فرانكى",
 			'many'	=>	"مالى فرانكى"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"مىيانمار كىياتى",
 			'one'	=>	"مىيانمار كىياتى",
 			'many'	=>	"مىيانمار كىياتى"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"موڭغۇلىيە تۈگرىكى",
 			'one'	=>	"موڭغۇلىيە تۈگرىكى",
 			'many'	=>	"موڭغۇلىيە تۈگرىكى"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"ئاۋمېن پاتاكاسى",
 			'one'	=>	"ئاۋمېن پاتاكاسى",
 			'many'	=>	"ئاۋمېن پاتاكاسى"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"ماۋرىتانىيە ئۇگىيەسى",
 			'one'	=>	"ماۋرىتانىيە ئۇگىيەسى",
 			'many'	=>	"ماۋرىتانىيە ئۇگىيەسى"
 		),

		'MTL'	=>	 array
		(
			'name'	=>	"مالتا لىراسى",
 			'one'	=>	"مالتا لىراسى",
 			'many'	=>	"مالتا لىراسى"
 		),

		'MTP'	=>	 array
		(
			'name'	=>	"مالتا فوندستېرلىڭى",
 			'one'	=>	"مالتا فوندستېرلىڭى",
 			'many'	=>	"مالتا فوندستېرلىڭى"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"ماۋرىتىئۇس رۇپىسى",
 			'one'	=>	"ماۋرىتىئۇس رۇپىسى",
 			'many'	=>	"ماۋرىتىئۇس رۇپىسى"
 		),

		'MVP'	=>	 array
		(
			'name'	=>	"مالدىۋى رۇپىسى",
 			'one'	=>	"مالدىۋى رۇپىسى",
 			'many'	=>	"مالدىۋى رۇپىسى"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"مالدىۋى رۇفىياسى",
 			'one'	=>	"مالدىۋى رۇفىياسى",
 			'many'	=>	"مالدىۋى رۇفىياسى"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"مالاۋى كۋاچاسى",
 			'one'	=>	"مالاۋى كۋاچاسى",
 			'many'	=>	"مالاۋى كۋاچاسى"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"مېكسىكا پېسوسى",
 			'one'	=>	"مېكسىكا پېسوسى",
 			'many'	=>	"مېكسىكا پېسوسى"
 		),

		'MXP'	=>	 array
		(
			'name'	=>	"مېكسىكا كۈمۈش پېسوسى",
 			'one'	=>	"مېكسىكا كۈمۈش پېسوسى",
 			'many'	=>	"مېكسىكا كۈمۈش پېسوسى"
 		),

		'MXV'	=>	 array
		(
			'name'	=>	"مېكسىكا مەبلەغ بىرلىكى",
 			'one'	=>	"مېكسىكا مەبلەغ بىرلىكى",
 			'many'	=>	"مېكسىكا مەبلەغ بىرلىكى"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"مالايشىيا رىڭگىتى",
 			'one'	=>	"مالايشىيا رىڭگىتى",
 			'many'	=>	"مالايشىيا رىڭگىتى"
 		),

		'MZE'	=>	 array
		(
			'name'	=>	"موزامبىك ئېسكۇدوسى",
 			'one'	=>	"موزامبىك ئېسكۇدوسى",
 			'many'	=>	"موزامبىك ئېسكۇدوسى"
 		),

		'MZM'	=>	 array
		(
			'name'	=>	"موزامبىك مېتىكالى",
 			'one'	=>	"موزامبىك مېتىكالى",
 			'many'	=>	"موزامبىك مېتىكالى"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"موزامبىك مېتىكالى",
 			'one'	=>	"موزامبىك مېتىكالى",
 			'many'	=>	"موزامبىك مېتىكالى"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"نامىبىيە دوللىرى",
 			'one'	=>	"نامىبىيە دوللىرى",
 			'many'	=>	"نامىبىيە دوللىرى"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"نىگېرىيە نايراسى",
 			'one'	=>	"نىگېرىيە نايراسى",
 			'many'	=>	"نىگېرىيە نايراسى"
 		),

		'NIC'	=>	 array
		(
			'name'	=>	"نىگېرىيە كوردوباسى",
 			'one'	=>	"نىگېرىيە كوردوباسى",
 			'many'	=>	"نىگېرىيە كوردوباسى"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"نىگېرىيە كوردوباسى",
 			'one'	=>	"نىگېرىيە كوردوباسى",
 			'many'	=>	"نىگېرىيە كوردوباسى"
 		),

		'NLG'	=>	 array
		(
			'name'	=>	"گوللاندىيە گۈلدىنى",
 			'one'	=>	"گوللاندىيە گۈلدىنى",
 			'many'	=>	"گوللاندىيە گۈلدىنى"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"نورۋېگىيە كرونى",
 			'one'	=>	"نورۋېگىيە كرونى",
 			'many'	=>	"نورۋېگىيە كرونى"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"نېپال رۇپىسى",
 			'one'	=>	"نېپال رۇپىسى",
 			'many'	=>	"نېپال رۇپىسى"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"يېڭى زېلاندىيە دوللىرى",
 			'one'	=>	"يېڭى زېلاندىيە دوللىرى",
 			'many'	=>	"يېڭى زېلاندىيە دوللىرى"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"ئومان رىيالى",
 			'one'	=>	"ئومان رىيالى",
 			'many'	=>	"ئومان رىيالى"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"پاناما بالبوئاسى",
 			'one'	=>	"پاناما بالبوئاسى",
 			'many'	=>	"پاناما بالبوئاسى"
 		),

		'PEI'	=>	 array
		(
			'name'	=>	"پېرۇ ئىنتىسى",
 			'one'	=>	"پېرۇ ئىنتىسى",
 			'many'	=>	"پېرۇ ئىنتىسى"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"پېرۇ يېڭى سولى",
 			'one'	=>	"پېرۇ يېڭى سولى",
 			'many'	=>	"پېرۇ يېڭى سولى"
 		),

		'PES'	=>	 array
		(
			'name'	=>	"پېرۇ سولى",
 			'one'	=>	"پېرۇ سولى",
 			'many'	=>	"پېرۇ سولى"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"پاپۇئا يېڭى گىۋىنېيە كىناسى",
 			'one'	=>	"پاپۇئا يېڭى گىۋىنېيە كىناسى",
 			'many'	=>	"پاپۇئا يېڭى گىۋىنېيە كىناسى"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"فىلىپپىن پېسوسى",
 			'one'	=>	"فىلىپپىن پېسوسى",
 			'many'	=>	"فىلىپپىن پېسوسى"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"پاكىستان رۇپىسى",
 			'one'	=>	"پاكىستان رۇپىسى",
 			'many'	=>	"پاكىستان رۇپىسى"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"پولشا زىلوتى",
 			'one'	=>	"پولشا زىلوتى",
 			'many'	=>	"پولشا زىلوتى"
 		),

		'PLZ'	=>	 array
		(
			'name'	=>	"پولشا زىلوتى",
 			'one'	=>	"پولشا زىلوتى",
 			'many'	=>	"پولشا زىلوتى"
 		),

		'PTE'	=>	 array
		(
			'name'	=>	"پورتۇگالىيە ئېسكۇدوسى",
 			'one'	=>	"پورتۇگالىيە ئېسكۇدوسى",
 			'many'	=>	"پورتۇگالىيە ئېسكۇدوسى"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"پاراگۋاي گۇئارانىسى",
 			'one'	=>	"پاراگۋاي گۇئارانىسى",
 			'many'	=>	"پاراگۋاي گۇئارانىسى"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"قاتار رىيالى",
 			'one'	=>	"قاتار رىيالى",
 			'many'	=>	"قاتار رىيالى"
 		),

		'RHD'	=>	 array
		(
			'name'	=>	"رودېزىيە دوللىرى",
 			'one'	=>	"رودېزىيە دوللىرى",
 			'many'	=>	"رودېزىيە دوللىرى"
 		),

		'ROL'	=>	 array
		(
			'name'	=>	"رۇمىنىيە لېيى",
 			'one'	=>	"رۇمىنىيە لېيى",
 			'many'	=>	"رۇمىنىيە لېيى"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"رۇمىنىيە لېيى",
 			'one'	=>	"رۇمىنىيە لېيى",
 			'many'	=>	"رۇمىنىيە لېيى"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"سېربىيە دىنارى",
 			'one'	=>	"سېربىيە دىنارى",
 			'many'	=>	"سېربىيە دىنارى"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"رۇسىيە رۇبلىسى",
 			'one'	=>	"رۇسىيە رۇبلىسى",
 			'many'	=>	"رۇسىيە رۇبلىسى"
 		),

		'RUR'	=>	 array
		(
			'name'	=>	"رۇسىيە رۇبلىسى",
 			'one'	=>	"رۇسىيە رۇبلىسى",
 			'many'	=>	"رۇسىيە رۇبلىسى"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"رۋاندا فرانكى",
 			'one'	=>	"رۋاندا فرانكى",
 			'many'	=>	"رۋاندا فرانكى"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"سەئۇدى رىيالى",
 			'one'	=>	"سەئۇدى رىيالى",
 			'many'	=>	"سەئۇدى رىيالى"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"سولومون ئاراللىرى دوللىرى",
 			'one'	=>	"سولومون ئاراللىرى دوللىرى",
 			'many'	=>	"سولومون ئاراللىرى دوللىرى"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"سېيشېل رۇپىسى",
 			'one'	=>	"سېيشېل رۇپىسى",
 			'many'	=>	"سېيشېل رۇپىسى"
 		),

		'SDD'	=>	 array
		(
			'name'	=>	"سۇدان دىنارى",
 			'one'	=>	"سۇدان دىنارى",
 			'many'	=>	"سۇدان دىنارى"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"سۇدان فوندستېرلىڭى",
 			'one'	=>	"سۇدان فوندستېرلىڭى",
 			'many'	=>	"سۇدان فوندستېرلىڭى"
 		),

		'SDP'	=>	 array
		(
			'name'	=>	"سۇدان فوندستېرلىڭى",
 			'one'	=>	"سۇدان فوندستېرلىڭى",
 			'many'	=>	"سۇدان فوندستېرلىڭى"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"شىۋېتسىيە كروناسى",
 			'one'	=>	"شىۋېتسىيە كروناسى",
 			'many'	=>	"شىۋېتسىيە كروناسى"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"سىنگاپور دوللىرى",
 			'one'	=>	"سىنگاپور دوللىرى",
 			'many'	=>	"سىنگاپور دوللىرى"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"ساينىت-ھېلېنا فوندستېرلىڭى",
 			'one'	=>	"ساينىت-ھېلېنا فوندستېرلىڭى",
 			'many'	=>	"ساينىت-ھېلېنا فوندستېرلىڭى"
 		),

		'SIT'	=>	 array
		(
			'name'	=>	"سىلوۋېنىيە تولارى",
 			'one'	=>	"سىلوۋېنىيە تولارى",
 			'many'	=>	"سىلوۋېنىيە تولارى"
 		),

		'SKK'	=>	 array
		(
			'name'	=>	"سىلوۋاكىيە كورۇناسى",
 			'one'	=>	"سىلوۋاكىيە كورۇناسى",
 			'many'	=>	"سىلوۋاكىيە كورۇناسى"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"سېررالېئون لېئونېسى",
 			'one'	=>	"سېررالېئون لېئونېسى",
 			'many'	=>	"سېررالېئون لېئونېسى"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"سومالى شىللىڭى",
 			'one'	=>	"سومالى شىللىڭى",
 			'many'	=>	"سومالى شىللىڭى"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"سۇرىنام دوللىرى",
 			'one'	=>	"سۇرىنام دوللىرى",
 			'many'	=>	"سۇرىنام دوللىرى"
 		),

		'SRG'	=>	 array
		(
			'name'	=>	"سۇرىنام گۈلدىنى",
 			'one'	=>	"سۇرىنام گۈلدىنى",
 			'many'	=>	"سۇرىنام گۈلدىنى"
 		),

		'SSP'	=>	 array
		(
			'name'	=>	"جەنۇبىي سۇدان فوندستېرلىڭى",
 			'one'	=>	"جەنۇبىي سۇدان فوندستېرلىڭى",
 			'many'	=>	"جەنۇبىي سۇدان فوندستېرلىڭى"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"سان-تومې ۋە پىرىنسىپى دوبراسى",
 			'one'	=>	"سان-تومې ۋە پىرىنسىپى دوبراسى",
 			'many'	=>	"سان-تومې ۋە پىرىنسىپى دوبراسى"
 		),

		'SUR'	=>	 array
		(
			'name'	=>	"سوۋىت رۇبلىسى",
 			'one'	=>	"سوۋىت رۇبلىسى",
 			'many'	=>	"سوۋىت رۇبلىسى"
 		),

		'SVC'	=>	 array
		(
			'name'	=>	"سالۋادور كولونى",
 			'one'	=>	"سالۋادور كولونى",
 			'many'	=>	"سالۋادور كولونى"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"سۈرىيە فوندستېرلىڭى",
 			'one'	=>	"سۈرىيە فوندستېرلىڭى",
 			'many'	=>	"سۈرىيە فوندستېرلىڭى"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"سىۋېزىلاند لىلانگېنى",
 			'one'	=>	"سىۋېزىلاند لىلانگېنى",
 			'many'	=>	"سىۋېزىلاند لىلانگېنى"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"تايلاند باختى",
 			'one'	=>	"تايلاند باختى",
 			'many'	=>	"تايلاند باختى"
 		),

		'TJR'	=>	 array
		(
			'name'	=>	"تاجىكىستان رۇبلىسى",
 			'one'	=>	"تاجىكىستان رۇبلىسى",
 			'many'	=>	"تاجىكىستان رۇبلىسى"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"تاجىكىستان سومونىسى",
 			'one'	=>	"تاجىكىستان سومونىسى",
 			'many'	=>	"تاجىكىستان سومونىسى"
 		),

		'TMM'	=>	 array
		(
			'name'	=>	"تۈركمەنىستان ماناتى",
 			'one'	=>	"تۈركمەنىستان ماناتى",
 			'many'	=>	"تۈركمەنىستان ماناتى"
 		),

		'TMT'	=>	 array
		(
			'name'	=>	"تۈركمەنىستان ماناتى",
 			'one'	=>	"تۈركمەنىستان ماناتى",
 			'many'	=>	"تۈركمەنىستان ماناتى"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"تۇنىس دىنارى",
 			'one'	=>	"تۇنىس دىنارى",
 			'many'	=>	"تۇنىس دىنارى"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"تونگا پائانگاسى",
 			'one'	=>	"تونگا پائانگاسى",
 			'many'	=>	"تونگا پائانگاسى"
 		),

		'TPE'	=>	 array
		(
			'name'	=>	"تىمور ئېسكۇدوسى",
 			'one'	=>	"تىمور ئېسكۇدوسى",
 			'many'	=>	"تىمور ئېسكۇدوسى"
 		),

		'TRL'	=>	 array
		(
			'name'	=>	"تۈركىيە لىراسى",
 			'one'	=>	"تۈركىيە لىراسى",
 			'many'	=>	"تۈركىيە لىراسى"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"تۈركىيە لىراسى",
 			'one'	=>	"تۈركىيە لىراسى",
 			'many'	=>	"تۈركىيە لىراسى"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"تىرىنىداد ۋە توباگو دوللىرى",
 			'one'	=>	"تىرىنىداد ۋە توباگو دوللىرى",
 			'many'	=>	"تىرىنىداد ۋە توباگو دوللىرى"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"يېڭى تەيۋەن دوللىرى",
 			'one'	=>	"يېڭى تەيۋەن دوللىرى",
 			'many'	=>	"يېڭى تەيۋەن دوللىرى"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"تانزانىيە شىللىڭى",
 			'one'	=>	"تانزانىيە شىللىڭى",
 			'many'	=>	"تانزانىيە شىللىڭى"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"ئۇكرائىنا خرىۋناسى",
 			'one'	=>	"ئۇكرائىنا خرىۋناسى",
 			'many'	=>	"ئۇكرائىنا خرىۋناسى"
 		),

		'UAK'	=>	 array
		(
			'name'	=>	"ئۇكرائىنا كاربوۋانېتسى",
 			'one'	=>	"ئۇكرائىنا كاربوۋانېتسى",
 			'many'	=>	"ئۇكرائىنا كاربوۋانېتسى"
 		),

		'UGS'	=>	 array
		(
			'name'	=>	"ئۇگاندا شىللىڭى",
 			'one'	=>	"ئۇگاندا شىللىڭى",
 			'many'	=>	"ئۇگاندا شىللىڭى"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"ئۇگاندا شىللىڭى",
 			'one'	=>	"ئۇگاندا شىللىڭى",
 			'many'	=>	"ئۇگاندا شىللىڭى"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"ئامېرىكا دوللىرى",
 			'one'	=>	"ئامېرىكا دوللىرى",
 			'many'	=>	"ئامېرىكا دوللىرى"
 		),

		'USN'	=>	 array
		(
			'name'	=>	"ئامېرىكا دوللىرى",
 			'one'	=>	"ئامېرىكا دوللىرى",
 			'many'	=>	"ئامېرىكا دوللىرى"
 		),

		'USS'	=>	 array
		(
			'name'	=>	"ئامېرىكا دوللىرى",
 			'one'	=>	"ئامېرىكا دوللىرى",
 			'many'	=>	"ئامېرىكا دوللىرى"
 		),

		'UYI'	=>	 array
		(
			'name'	=>	"ئۇرۇگۋاي پېسوسى",
 			'one'	=>	"ئۇرۇگۋاي پېسوسى",
 			'many'	=>	"ئۇرۇگۋاي پېسوسى"
 		),

		'UYP'	=>	 array
		(
			'name'	=>	"ئۇرۇگۋاي پېسوسى",
 			'one'	=>	"ئۇرۇگۋاي پېسوسى",
 			'many'	=>	"ئۇرۇگۋاي پېسوسى"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"ئۇرۇگۋاي پېسوسى",
 			'one'	=>	"ئۇرۇگۋاي پېسوسى",
 			'many'	=>	"ئۇرۇگۋاي پېسوسى"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"ئۆزبېكىستان سومى",
 			'one'	=>	"ئۆزبېكىستان سومى",
 			'many'	=>	"ئۆزبېكىستان سومى"
 		),

		'VEB'	=>	 array
		(
			'name'	=>	"ۋېنېزۇئېلا بولىۋارى",
 			'one'	=>	"ۋېنېزۇئېلا بولىۋارى",
 			'many'	=>	"ۋېنېزۇئېلا بولىۋارى"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"ۋېنېزۇئېلا بولىۋارى",
 			'one'	=>	"ۋېنېزۇئېلا بولىۋارى",
 			'many'	=>	"ۋېنېزۇئېلا بولىۋارى"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"ۋىيېتنام دوڭى",
 			'one'	=>	"ۋىيېتنام دوڭى",
 			'many'	=>	"ۋىيېتنام دوڭى"
 		),

		'VNN'	=>	 array
		(
			'name'	=>	"ۋىيېتنام دوڭى",
 			'one'	=>	"ۋىيېتنام دوڭى",
 			'many'	=>	"ۋىيېتنام دوڭى"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"ۋانۇئاتۇ ۋاتۇسى",
 			'one'	=>	"ۋانۇئاتۇ ۋاتۇسى",
 			'many'	=>	"ۋانۇئاتۇ ۋاتۇسى"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"ساموئا تالاسى",
 			'one'	=>	"ساموئا تالاسى",
 			'many'	=>	"ساموئا تالاسى"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"ئافرىقا قىتئەسى پۇل-مۇئامىلە ئىتتىپاقى فرانكى",
 			'one'	=>	"ئافرىقا قىتئەسى پۇل-مۇئامىلە ئىتتىپاقى فرانكى",
 			'many'	=>	"ئافرىقا قىتئەسى پۇل-مۇئامىلە ئىتتىپاقى فرانكى"
 		),

		'XAG'	=>	 array
		(
			'name'	=>	"كۈمۈش",
 			'one'	=>	"ئالتۇن ئۈنسىيە بىرلىكىدىكى كۈمۈش",
 			'many'	=>	"ئالتۇن ئۈنسىيە بىرلىكىدىكى كۈمۈش"
 		),

		'XAU'	=>	 array
		(
			'name'	=>	"ئالتۇن",
 			'one'	=>	"ئالتۇن ئۈنسىيە بىرلىكىدىكى ئالتۇن",
 			'many'	=>	"ئالتۇن ئۈنسىيە بىرلىكىدىكى ئالتۇن"
 		),

		'XBA'	=>	 array
		(
			'name'	=>	"ياۋروپا مۇرەككەپ بىرلىكى",
 			'one'	=>	"ياۋروپا مۇرەككەپ بىرلىكى",
 			'many'	=>	"ياۋروپا مۇرەككەپ بىرلىكى"
 		),

		'XBB'	=>	 array
		(
			'name'	=>	"ياۋروپا پۇل بىرلىكى",
 			'one'	=>	"ياۋروپا پۇل بىرلىكى",
 			'many'	=>	"ياۋروپا پۇل بىرلىكى"
 		),

		'XBC'	=>	 array
		(
			'name'	=>	"ياۋروپا ھېسابات بىرلىكى",
 			'one'	=>	"ياۋروپا ھېسابات بىرلىكى",
 			'many'	=>	"ياۋروپا ھېسابات بىرلىكى"
 		),

		'XBD'	=>	 array
		(
			'name'	=>	"ياۋروپا ھېسابات بىرلىكى",
 			'one'	=>	"ياۋروپا ھېسابات بىرلىكى",
 			'many'	=>	"ياۋروپا ھېسابات بىرلىكى"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"شەرقىي كارىب دوللىرى",
 			'one'	=>	"شەرقىي كارىب دوللىرى",
 			'many'	=>	"شەرقىي كارىب دوللىرى"
 		),

		'XDR'	=>	 array
		(
			'name'	=>	"ئالاھىدە پۇل ئېلىش ھوقۇقى",
 			'one'	=>	"ئالاھىدە پۇل ئېلىش ھوقۇقى",
 			'many'	=>	"ئالاھىدە پۇل ئېلىش ھوقۇقى"
 		),

		'XEU'	=>	 array
		(
			'name'	=>	"ياۋروپا پۇل بىرلىكى",
 			'one'	=>	"ياۋروپا پۇل بىرلىكى",
 			'many'	=>	"ياۋروپا پۇل بىرلىكى"
 		),

		'XFO'	=>	 array
		(
			'name'	=>	"فىرانسىيە ئالتۇن فرانكى",
 			'one'	=>	"فىرانسىيە ئالتۇن فرانكى",
 			'many'	=>	"فىرانسىيە ئالتۇن فرانكى"
 		),

		'XFU'	=>	 array
		(
			'name'	=>	"فىرانسىيە Uic فرانكى",
 			'one'	=>	"فىرانسىيە Uic فرانكى",
 			'many'	=>	"فىرانسىيە Uic فرانكى"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"ئافرىقا قىتئەسى پۇل-مۇئامىلە ئىتتىپاقى فرانكى",
 			'one'	=>	"ئافرىقا قىتئەسى پۇل-مۇئامىلە ئىتتىپاقى فرانكى",
 			'many'	=>	"ئافرىقا قىتئەسى پۇل-مۇئامىلە ئىتتىپاقى فرانكى"
 		),

		'XPD'	=>	 array
		(
			'name'	=>	"پاللادىي",
 			'one'	=>	"ئالتۇن ئۈنسىيە بىرلىكىدىكى پاللادىي",
 			'many'	=>	"ئالتۇن ئۈنسىيە بىرلىكىدىكى پاللادىي"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"تىنچ ئوكيان پۇل-مۇئامىلە ئورتاق گەۋدىسى فرانكى",
 			'one'	=>	"تىنچ ئوكيان پۇل-مۇئامىلە ئورتاق گەۋدىسى فرانكى",
 			'many'	=>	"تىنچ ئوكيان پۇل-مۇئامىلە ئورتاق گەۋدىسى فرانكى"
 		),

		'XPT'	=>	 array
		(
			'name'	=>	"پىلاتىنا",
 			'one'	=>	"ئالتۇن ئۈنسىيە بىرلىكىدىكى پىلاتىنا",
 			'many'	=>	"ئالتۇن ئۈنسىيە بىرلىكىدىكى پىلاتىنا"
 		),

		'XRE'	=>	 array
		(
			'name'	=>	"Rinet فوندى",
 			'one'	=>	"Rinet فوندى بىرلىكى",
 			'many'	=>	"Rinet فوندى بىرلىكى"
 		),

		'XSU'	=>	 array
		(
			'name'	=>	"سۇكرې",
 			'one'	=>	"سۇكرې",
 			'many'	=>	"سۇكرې"
 		),

		'XTS'	=>	 array
		(
			'name'	=>	"پۇل سىناش بىرلىكى",
 			'one'	=>	"پۇل سىناش بىرلىكى",
 			'many'	=>	"پۇل سىناش بىرلىكى"
 		),

		'XUA'	=>	 array
		(
			'name'	=>	"ئاسىيا تەرەققىيات بانكىسى ھېسابات بىرلىكى",
 			'one'	=>	"ئاسىيا تەرەققىيات بانكىسى ھېسابات بىرلىكى",
 			'many'	=>	"ئاسىيا تەرەققىيات بانكىسى ھېسابات بىرلىكى"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"يوچۇن پۇل",
 			'one'	=>	"(يوچۇن پۇل بىرلىكى)",
 			'many'	=>	"(يوچۇن پۇل)"
 		),

		'YDD'	=>	 array
		(
			'name'	=>	"يەمەن دىنارى",
 			'one'	=>	"يەمەن دىنارى",
 			'many'	=>	"يەمەن دىنارى"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"يەمەن رىيالى",
 			'one'	=>	"يەمەن رىيالى",
 			'many'	=>	"يەمەن رىيالى"
 		),

		'YUD'	=>	 array
		(
			'name'	=>	"يۇگوسلاۋىيە قاتتىق دىنارى",
 			'one'	=>	"يۇگوسلاۋىيە قاتتىق دىنارى",
 			'many'	=>	"يۇگوسلاۋىيە قاتتىق دىنارى"
 		),

		'YUM'	=>	 array
		(
			'name'	=>	"يۇگوسلاۋىيە يېڭى دىنارى",
 			'one'	=>	"يۇگوسلاۋىيە يېڭى دىنارى",
 			'many'	=>	"يۇگوسلاۋىيە يېڭى دىنارى"
 		),

		'YUN'	=>	 array
		(
			'name'	=>	"يۇگوسلاۋىيە ئالماشتۇرۇشچان دىنارى",
 			'one'	=>	"يۇگوسلاۋىيە ئالماشتۇرۇشچان دىنارى",
 			'many'	=>	"يۇگوسلاۋىيە ئالماشتۇرۇشچان دىنارى"
 		),

		'YUR'	=>	 array
		(
			'name'	=>	"يۇگوسلاۋىيە ئىسلاھات دىنارى",
 			'one'	=>	"يۇگوسلاۋىيە ئىسلاھات دىنارى",
 			'many'	=>	"يۇگوسلاۋىيە ئىسلاھات دىنارى"
 		),

		'ZAL'	=>	 array
		(
			'name'	=>	"جەنۇبىي ئافرىقا راندى",
 			'one'	=>	"جەنۇبىي ئافرىقا راندى",
 			'many'	=>	"جەنۇبىي ئافرىقا راندى"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"جەنۇبىي ئافرىقا راندى",
 			'one'	=>	"جەنۇبىي ئافرىقا راندى",
 			'many'	=>	"جەنۇبىي ئافرىقا راندى"
 		),

		'ZMK'	=>	 array
		(
			'name'	=>	"زامبىيە كۋاچاسى",
 			'one'	=>	"زامبىيە كۋاچاسى",
 			'many'	=>	"زامبىيە كۋاچاسى"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"زامبىيە كۋاچاسى",
 			'one'	=>	"زامبىيە كۋاچاسى",
 			'many'	=>	"زامبىيە كۋاچاسى"
 		),

		'ZRN'	=>	 array
		(
			'name'	=>	"زايىر يېڭى زايىرى",
 			'one'	=>	"زايىر يېڭى زايىرى",
 			'many'	=>	"زايىر يېڭى زايىرى"
 		),

		'ZRZ'	=>	 array
		(
			'name'	=>	"زايىر زايىرى",
 			'one'	=>	"زايىر زايىرى",
 			'many'	=>	"زايىر زايىرى"
 		),

		'ZWD'	=>	 array
		(
			'name'	=>	"زىمبابۋې دوللىرى",
 			'one'	=>	"زىمبابۋې دوللىرى",
 			'many'	=>	"زىمبابۋې دوللىرى"
 		),

		'ZWL'	=>	 array
		(
			'name'	=>	"زىمبابۋې دوللىرى",
 			'one'	=>	"زىمبابۋې دوللىرى",
 			'many'	=>	"زىمبابۋې دوللىرى"
 		),

		'ZWR'	=>	 array
		(
			'name'	=>	"زىمبابۋې دوللىرى",
 			'one'	=>	"زىمبابۋې دوللىرى",
 			'many'	=>	"زىمبابۋې دوللىرى"
 		),

    ),
);
