<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'AED'	=>	 array
		(
			'name'	=>	"የተባበሩት የአረብ ኤምረትስ ዲርሀም",
 			'one'	=>	"የተባበሩት የአረብ ኤምረትስ ዲርሀም",
 			'many'	=>	"የተባበሩት የአረብ ኤምረትስ ዲርሀም"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"የአፍጋን አፍጋኒ",
 			'one'	=>	"የአፍጋን አፍጋኒ",
 			'many'	=>	"የአፍጋን አፍጋኒ"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"የአልባንያ ሌክ",
 			'one'	=>	"የአልባንያ ሌክ",
 			'many'	=>	"የአልባንያ ሌክ"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"የአርመን ድራም",
 			'one'	=>	"የአርመን ድራም",
 			'many'	=>	"የአርመን ድራም"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"ኔዘርላንድስ አንቲሊአን ጊልደር",
 			'one'	=>	"ኔዘርላንድስ አንቲሊአን ጊልደር",
 			'many'	=>	"ኔዘርላንድስ አንቲሊአን ጊልደር"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"የአንጎላ ኩዋንዛ",
 			'one'	=>	"የአንጎላ ኩዋንዛ",
 			'many'	=>	"የአንጎላ ኩዋንዛ"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"የአርጀንቲና ፔሶ",
 			'one'	=>	"የአርጀንቲና ፔሶ",
 			'many'	=>	"የአርጀንቲና ፔሶ"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"የአውስትራሊያ ዶላር",
 			'one'	=>	"የአውስትራሊያ ዶላር",
 			'many'	=>	"የአውስትራሊያ ዶላር"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"አሩባን ፍሎሪን",
 			'one'	=>	"አሩባን ፍሎሪን",
 			'many'	=>	"አሩባን ፍሎሪን"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"የአዛርባጃን ማናት",
 			'one'	=>	"የአዛርባጃን ማናት",
 			'many'	=>	"የአዛርባጃን ማናት"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"የቦስኒያ ሄርዞጎቪና የሚመነዘር ማርክ",
 			'one'	=>	"የቦስኒያ ሄርዞጎቪና የሚመነዘር ማርክ",
 			'many'	=>	"የቦስኒያ ሄርዞጎቪና የሚመነዘር ማርክ"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"የባርቤዶስ ዶላር",
 			'one'	=>	"የባርቤዶስ ዶላር",
 			'many'	=>	"የባርቤዶስ ዶላር"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"የባንግላዲሽ ታካ",
 			'one'	=>	"የባንግላዲሽ ታካ",
 			'many'	=>	"የባንግላዲሽ ታካ"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"የቡልጋሪያ ሌቭ",
 			'one'	=>	"የቡልጋሪያ ሌቭ",
 			'many'	=>	"የቡልጋሪያ ሌቭ"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"የባኽሬን ዲናር",
 			'one'	=>	"የባኽሬን ዲናር",
 			'many'	=>	"የባኽሬን ዲናር"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"የብሩንዲ ፍራንክ",
 			'one'	=>	"የብሩንዲ ፍራንክ",
 			'many'	=>	"የብሩንዲ ፍራንክ"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"የቤርሙዳ ዶላር",
 			'one'	=>	"የቤርሙዳ ዶላር",
 			'many'	=>	"የቤርሙዳ ዶላር"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"የብሩኔ ዶላር",
 			'one'	=>	"የብሩኔ ዶላር",
 			'many'	=>	"የብሩኔ ዶላር"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"የቦሊቪያ ቦሊቪያኖ",
 			'one'	=>	"የቦሊቪያ ቦሊቪያኖ",
 			'many'	=>	"የቦሊቪያ ቦሊቪያኖ"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"የብራዚል ሪል",
 			'one'	=>	"የብራዚል ሪል",
 			'many'	=>	"የብራዚል ሪል"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"የባሃማስ ዶላር",
 			'one'	=>	"የባሃማስ ዶላር",
 			'many'	=>	"የባሃማስ ዶላር"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"ብሁታኒዝ ንጉልትረም",
 			'one'	=>	"ብሁታኒዝ ንጉልትረም",
 			'many'	=>	"ብሁታኒዝ ንጉልትረም"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"የቦትስዋና ፑላ",
 			'one'	=>	"የቦትስዋና ፑላ",
 			'many'	=>	"የቦትስዋና ፑላ"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"የቤላሩስያ ሩብል",
 			'one'	=>	"የቤላሩስያ ሩብል",
 			'many'	=>	"የቤላሩስያ ሩብል"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"የቤሊዝ ዶላር",
 			'one'	=>	"የቤሊዝ ዶላር",
 			'many'	=>	"የቤሊዝ ዶላር"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"የካናዳ ዶላር",
 			'one'	=>	"የካናዳ ዶላር",
 			'many'	=>	"የካናዳ ዶላር"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"የኮንጐ ፍራንክ ኮንጐሌዝ",
 			'one'	=>	"የኮንጐ ፍራንክ ኮንጐሌዝ",
 			'many'	=>	"የኮንጐ ፍራንክ ኮንጐሌዝ"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"የስዊስ ፍራንክ",
 			'one'	=>	"የስዊስ ፍራንክ",
 			'many'	=>	"የስዊስ ፍራንክ"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"የቺሊ ፔሶ",
 			'one'	=>	"የቺሊ ፔሶ",
 			'many'	=>	"የቺሊ ፔሶ"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"የቻይና የን",
 			'one'	=>	"የቻይና የን",
 			'many'	=>	"የቻይና የን"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"የኮሎምቢያ ፔሶ",
 			'one'	=>	"የኮሎምቢያ ፔሶ",
 			'many'	=>	"የኮሎምቢያ ፔሶ"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"የኮስታሪካ ኮሎን",
 			'one'	=>	"የኮስታሪካ ኮሎን",
 			'many'	=>	"የኮስታሪካ ኮሎን"
 		),

		'CUC'	=>	 array
		(
			'name'	=>	"የኩባ የሚመነዘር ፔሶ",
 			'one'	=>	"የኩባ የሚመነዘር ፔሶ",
 			'many'	=>	"የኩባ የሚመነዘር ፔሶ"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"የኩባ ፔሶ",
 			'one'	=>	"የኩባ ፔሶ",
 			'many'	=>	"የኩባ ፔሶ"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"የኬፕ ቫርዲ ኤስኩዶ",
 			'one'	=>	"የኬፕ ቫርዲ ኤስኩዶ",
 			'many'	=>	"የኬፕ ቫርዲ ኤስኩዶ"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"ቼክ ሪፐፕሊክ ኮሩና",
 			'one'	=>	"ቼክ ሪፐፕሊክ ኮሩና",
 			'many'	=>	"ቼክ ሪፐብሊክ ኮሮና"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"የጅቡቲ ፍራንክ",
 			'one'	=>	"የጅቡቲ ፍራንክ",
 			'many'	=>	"የጅቡቲ ፍራንክ"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"የዴንማርክ ክሮን",
 			'one'	=>	"የዴንማርክ ክሮን",
 			'many'	=>	"የዴንማርክ ክሮን"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"የዶሚኒክ ፔሶ",
 			'one'	=>	"የዶሚኒክ ፔሶ",
 			'many'	=>	"የዶሚኒክ ፔሶ"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"የአልጄሪያ ዲናር",
 			'one'	=>	"የአልጄሪያ ዲናር",
 			'many'	=>	"የአልጄሪያ ዲናር"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"የግብጽ ፓውንድ",
 			'one'	=>	"የግብጽ ፓውንድ",
 			'many'	=>	"የግብጽ ፓውንድ"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"ዬኤርትራ ናቅፋ",
 			'one'	=>	"ዬኤርትራ ናቅፋ",
 			'many'	=>	"ዬኤርትራ ናቅፋ"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"የኢትዮጵያ ብር",
 			'one'	=>	"የኢትዮጵያ ብር",
 			'many'	=>	"የኢትዮጵያ ብር"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"ዩሮ",
 			'one'	=>	"ዩሮ",
 			'many'	=>	"ዩሮ"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"የፊጂ ዶላር",
 			'one'	=>	"የፊጂ ዶላር",
 			'many'	=>	"የፊጂ ዶላር"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"የፎክላንድ ደሴቶች ፓውንድ",
 			'one'	=>	"የፎክላንድ ደሴቶች ፓውንድ",
 			'many'	=>	"የፎክላንድ ደሴቶች ፓውንድ"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"የእንግሊዝ ፓውንድ ስተርሊንግ",
 			'one'	=>	"የእንግሊዝ ፓውንድ ስተርሊንግ",
 			'many'	=>	"የእንግሊዝ ፓውንድ ስተርሊንግ"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"የጆርጅያ ላሪ",
 			'one'	=>	"የጆርጅያ ላሪ",
 			'many'	=>	"የጆርጅያ ላሪ"
 		),

		'GHC'	=>	 array
		(
			'name'	=>	"የጋና ሴዲ",
 			'one'	=>	"የጋና ሴዲ",
 			'many'	=>	"የጋና ሴዲ"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"የጋና ሲዲ",
 			'one'	=>	"የጋና ሲዲ",
 			'many'	=>	"የጋና ሲዲ"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"ጊብራልታር ፓውንድ",
 			'one'	=>	"ጊብራልታር ፓውንድ",
 			'many'	=>	"ጊብራልታር ፓውንድ"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"የጋምቢያ ዳላሲ",
 			'one'	=>	"የጋምቢያ ዳላሲ",
 			'many'	=>	"የጋምቢያ ዳላሲ"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"የጊኒ ፍራንክ",
 			'one'	=>	"የጊኒ ፍራንክ",
 			'many'	=>	"የጊኒ ፍራንክ"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"ጓቲማላን ኩቲዛል",
 			'one'	=>	"ጓቲማላን ኩቲዛል",
 			'many'	=>	"ጓቲማላን ኩቲዛል"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"የጉየና ዶላር",
 			'one'	=>	"የጉየና ዶላር",
 			'many'	=>	"የጉየና ዶላር"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"የሆንግኮንግ ዶላር",
 			'one'	=>	"የሆንግኮንግ ዶላር",
 			'many'	=>	"የሆንግኮንግ ዶላር"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"የሃንዱራ ሌምፓአይራ",
 			'one'	=>	"የሃንዱራ ሌምፓአይራ",
 			'many'	=>	"የሃንዱራ ሌምፓአይራ"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"የክሮሽያ ኩና",
 			'one'	=>	"የክሮሽያ ኩና",
 			'many'	=>	"የክሮሽያ ኩና"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"የሃያቲ ጓርዴ",
 			'one'	=>	"የሃያቲ ጓርዴ",
 			'many'	=>	"የሃያቲ ጓርዴ"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"የሁንጋሪ ፎሪንት",
 			'one'	=>	"የሁንጋሪ ፎሪንት",
 			'many'	=>	"የሃንጋሪያን ፎሪንት"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"የኢንዶኔዥያ ሩፒሃ",
 			'one'	=>	"የኢንዶኔዥያ ሩፒሃ",
 			'many'	=>	"የኢንዶኔዥያ ሩፒሃ"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"የእስራኤል አዲስ ሽቅል",
 			'one'	=>	"የእስራኤል አዲስ ሽቅል",
 			'many'	=>	"የእስራኤል አዲስ ሽቅል"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"የሕንድ ሩፒ",
 			'one'	=>	"የሕንድ ሩፒ",
 			'many'	=>	"የሕንድ ሩፒ"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"የኢራቅ ዲናር",
 			'one'	=>	"የኢራቅ ዲናር",
 			'many'	=>	"የኢራቅ ዲናር"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"የኢራን ሪአል",
 			'one'	=>	"የኢራን ሪአል",
 			'many'	=>	"የኢራን ሪአል"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"የአይስላንድ ክሮና",
 			'one'	=>	"የአይስላንድ ክሮና",
 			'many'	=>	"የአይስላንድ ክሮና"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"የጃማይካ ዶላር",
 			'one'	=>	"የጃማይካ ዶላር",
 			'many'	=>	"የጃማይካ ዶላር"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"የጆርዳን ዲናር",
 			'one'	=>	"የጆርዳን ዲናር",
 			'many'	=>	"የጆርዳን ዲናር"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"የጃፓን የን",
 			'one'	=>	"የጃፓን የን",
 			'many'	=>	"የጃፓን የን"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"የኬኒያ ሺሊንግ",
 			'one'	=>	"የኬኒያ ሺሊንግ",
 			'many'	=>	"የኬኒያ ሺሊንግ"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"የኪርጊስታን ሶም",
 			'one'	=>	"የኪርጊስታን ሶም",
 			'many'	=>	"የኪርጊስታን ሶም"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"የካምቦዲያ ሬል",
 			'one'	=>	"የካምቦዲያ ሬል",
 			'many'	=>	"የካምቦዲያ ሬል"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"የኮሞሮ ፍራንክ",
 			'one'	=>	"የኮሞሮ ፍራንክ",
 			'many'	=>	"የኮሞሮ ፍራንክ"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"የሰሜን ኮሪያ ዎን",
 			'one'	=>	"የሰሜን ኮሪያ ዎን",
 			'many'	=>	"የሰሜን ኮሪያ ዎን"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"የደቡብ ኮሪያ ዎን",
 			'one'	=>	"የደቡብ ኮሪያ ዎን",
 			'many'	=>	"የደቡብ ኮሪያ ዎን"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"የኩዌት ዲናር",
 			'one'	=>	"የኩዌት ዲናር",
 			'many'	=>	"የኩዌት ዲናር"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"የካይማን ደሴቶች ዶላር",
 			'one'	=>	"የካይማን ደሴቶች ዶላር",
 			'many'	=>	"የካይማን ደሴቶች ዶላር"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"የካዛኪስታን ተንጌ",
 			'one'	=>	"የካዛኪስታን ተንጌ",
 			'many'	=>	"የካዛኪስታን ተንጌ"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"የላኦቲ ኪፕ",
 			'one'	=>	"የላኦቲ ኪፕ",
 			'many'	=>	"የላኦቲ ኪፕ"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"የሊባኖስ ፓውንድ",
 			'one'	=>	"የሊባኖስ ፓውንድ",
 			'many'	=>	"የሊባኖስ ፓውንድ"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"የሲሪላንካ ሩፒ",
 			'one'	=>	"የሲሪላንካ ሩፒ",
 			'many'	=>	"የሲሪላንካ ሩፒ"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"የላይቤሪያ ዶላር",
 			'one'	=>	"የላይቤሪያ ዶላር",
 			'many'	=>	"የላይቤሪያ ዶላር"
 		),

		'LSL'	=>	 array
		(
			'name'	=>	"የሌሶቶ ሎቲ",
 			'one'	=>	"የሌሶቶ ሎቲ",
 			'many'	=>	"የሌሶቶ ሎቲ"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"ሊቱዌንያን ሊታስ",
 			'one'	=>	"ሊቱዌንያን ሊታስ",
 			'many'	=>	"ሊቱዌንያን ሊታስ"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"የላቲቫ ላትስ",
 			'one'	=>	"የላቲቫ ላትስ",
 			'many'	=>	"የላቲቫ ላትስ"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"የሊቢያ ዲናር",
 			'one'	=>	"የሊቢያ ዲናር",
 			'many'	=>	"የሊቢያ ዲናር"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"የሞሮኮ ዲርሀም",
 			'one'	=>	"የሞሮኮ ዲርሀም",
 			'many'	=>	"የሞሮኮ ዲርሀም"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"ሞልዶቫን ሊኡ",
 			'one'	=>	"ሞልዶቫን ሊኡ",
 			'many'	=>	"ሞልዶቫን ሊኡ"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"የማደጋስካር ፋርንክ",
 			'one'	=>	"የማደጋስካር ፋርንክ",
 			'many'	=>	"የማደጋስካር ፋርንክ"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"የሜቆድንያ ዲናር",
 			'one'	=>	"የሜቆድንያ ዲናር",
 			'many'	=>	"የሜቆድንያ ዲናር"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"ምያንማ ክያት",
 			'one'	=>	"ምያንማ ክያት",
 			'many'	=>	"ምያንማ ክያት"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"የሞንጎሊያን ቱግሪክ",
 			'one'	=>	"የሞንጎሊያን ቱግሪክ",
 			'many'	=>	"የሞንጎሊያን ቱግሪክ"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"የማካኔዝ ፓታካ",
 			'one'	=>	"የማካኔዝ ፓታካ",
 			'many'	=>	"የማካኔዝ ፓታካ"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"የሞሪቴኒያ ኦውጉያ",
 			'one'	=>	"የሞሪቴኒያ ኦውጉያ",
 			'many'	=>	"የሞሪቴኒያ ኦውጉያ"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"የሞሪሸስ ሩፒ",
 			'one'	=>	"የሞሪሸስ ሩፒ",
 			'many'	=>	"የሞሪሸስ ሩፒ"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"የማልዲቫ ሩፊያ",
 			'one'	=>	"የማልዲቫ ሩፊያ",
 			'many'	=>	"የማልዲቫ ሩፊያ"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"የማላዊ ኩዋቻ",
 			'one'	=>	"የማላዊ ኩዋቻ",
 			'many'	=>	"የማላዊ ኩዋቻ"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"የሜክሲኮ ፔሶ",
 			'one'	=>	"የሜክሲኮ ፔሶ",
 			'many'	=>	"የሜክሲኮ ፔሶ"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"የማሌዥያ ሪንጊት",
 			'one'	=>	"የማሌዥያ ሪንጊት",
 			'many'	=>	"የማሌዥያ ሪንጊት"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"የሞዛምቢክ ሜቲካል",
 			'one'	=>	"የሞዛምቢክ ሜቲካል",
 			'many'	=>	"የሞዛምቢክ ሜቲካል"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"የናሚቢያ ዶላር",
 			'one'	=>	"የናሚቢያ ዶላር",
 			'many'	=>	"የናሚቢያ ዶላር"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"የናይጄሪያ ናኢራ",
 			'one'	=>	"የናይጄሪያ ናኢራ",
 			'many'	=>	"የናይጄሪያ ናኢራ"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"የኒካራጓ ኮርዶባ",
 			'one'	=>	"የኒካራጓ ኮርዶባ",
 			'many'	=>	"የኒካራጓ ኮርዶባ"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"የኖርዌይ ክሮን",
 			'one'	=>	"የኖርዌይ ክሮን",
 			'many'	=>	"የኖርዌይ ክሮን"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"የኔፓል ሩፒ",
 			'one'	=>	"የኔፓል ሩፒ",
 			'many'	=>	"የኔፓል ሩፒ"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"የኒውዚላንድ ዶላር",
 			'one'	=>	"የኒውዚላንድ ዶላር",
 			'many'	=>	"የኒውዚላንድ ዶላር"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"የኦማን ሪአል",
 			'one'	=>	"የኦማን ሪአል",
 			'many'	=>	"የኦማን ሪአል"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"ፓናማኒአን ባልቦአ",
 			'one'	=>	"ፓናማኒአን ባልቦአ",
 			'many'	=>	"ፓናማኒአን ባልቦአ"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"የፔሩቪያ ኑኤቮ ሶል",
 			'one'	=>	"የፔሩቪያ ኑኤቮ ሶል",
 			'many'	=>	"የፔሩቪያ ኑኤቮ ሶል"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"የፓፕዋ ኒው ጊኒ ኪና",
 			'one'	=>	"የፓፕዋ ኒው ጊኒ ኪና",
 			'many'	=>	"የፓፕዋ ኒው ጊኒ ኪና"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"የፊሊፒንስ ፔሶ",
 			'one'	=>	"የፊሊፒንስ ፔሶ",
 			'many'	=>	"የፊሊፒንስ ፔሶ"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"የፓኪስታን ሩፒ",
 			'one'	=>	"የፓኪስታን ሩፒ",
 			'many'	=>	"የፓኪስታን ሩፒ"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"የፖላንድ ዝሎቲ",
 			'one'	=>	"የፖላንድ ዝሎቲ",
 			'many'	=>	"የፖላንድ ዝሎቲ"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"የፓራጓይ ጉአራኒ",
 			'one'	=>	"የፓራጓይ ጉአራኒ",
 			'many'	=>	"የፓራጓይ ጉአራኒ"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"የኳታር ሪአል",
 			'one'	=>	"የኳታር ሪአል",
 			'many'	=>	"የኳታር ሪአል"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"የሮማኒያ ለው",
 			'one'	=>	"የሮማኒያ ለው",
 			'many'	=>	"የሮማኒያ ለው"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"የሰርቢያ ዲናር",
 			'one'	=>	"የሰርቢያ ዲናር",
 			'many'	=>	"የሰርቢያ ዲናር"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"የሩስያ ሩብል",
 			'one'	=>	"የሩስያ ሩብል",
 			'many'	=>	"የሩስያ ሩብል"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"የሩዋንዳ ፍራንክ",
 			'one'	=>	"የሩዋንዳ ፍራንክ",
 			'many'	=>	"የሩዋንዳ ፍራንክ"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"የሳውዲ ሪያል",
 			'one'	=>	"የሳውዲ ሪያል",
 			'many'	=>	"የሳውዲ ሪያል"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"የሰለሞን ደሴቶች ዶላር",
 			'one'	=>	"የሰለሞን ደሴቶች ዶላር",
 			'many'	=>	"የሰለሞን ደሴቶች ዶላር"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"የሲሼል ሩፒ",
 			'one'	=>	"የሲሼል ሩፒ",
 			'many'	=>	"የሲሼል ሩፒ"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"የሱዳን ዲናር",
 			'one'	=>	"የሱዳን ዲናር",
 			'many'	=>	"የሱዳን ዲናር"
 		),

		'SDP'	=>	 array
		(
			'name'	=>	"የሱዳን ፓውንድ",
 			'one'	=>	"የሱዳን ፓውንድ",
 			'many'	=>	"የሱዳን ፓውንድ"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"የስዊድን ክሮና",
 			'one'	=>	"የስዊድን ክሮና",
 			'many'	=>	"የስዊድን ክሮና"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"የሲንጋፖር ዶላር",
 			'one'	=>	"የሲንጋፖር ዶላር",
 			'many'	=>	"የሲንጋፖር ዶላር"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"የሴይንት ሔሌና ፓውንድ",
 			'one'	=>	"የሴይንት ሔሌና ፓውንድ",
 			'many'	=>	"የሴይንት ሔሌና ፓውንድ"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"የሴራሊዎን ሊዎን",
 			'one'	=>	"የሴራሊዎን ሊዎን",
 			'many'	=>	"የሴራሊዎን ሊዎን"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"የሶማሌ ሺሊንግ",
 			'one'	=>	"የሶማሌ ሺሊንግ",
 			'many'	=>	"የሶማሌ ሺሊንግ"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"የሰርናሜዝ ዶላር",
 			'one'	=>	"የሰርናሜዝ ዶላር",
 			'many'	=>	"የሰርናሜዝ ዶላር"
 		),

		'SSP'	=>	 array
		(
			'name'	=>	"የደቡብ ሱዳን ፓውንድ",
 			'one'	=>	"የደቡብ ሱዳን ፓውንድ",
 			'many'	=>	"የደቡብ ሱዳን ፓውንድ"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"የሳኦ ቶመ እና ፕሪንሲፐ ዶብራ",
 			'one'	=>	"የሳኦ ቶመ እና ፕሪንሲፐ ዶብራ",
 			'many'	=>	"የሳኦ ቶመ እና ፕሪንሲፐ ዶብራ"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"የሲሪያ ፓውንድ",
 			'one'	=>	"የሲሪያ ፓውንድ",
 			'many'	=>	"የሲሪያ ፓውንድ"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"የስዋዚላንድ ሊላንገኒ",
 			'one'	=>	"የስዋዚላንድ ሊላንገኒ",
 			'many'	=>	"የስዋዚላንድ ሊላንገኒ"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"የታይላንድ ባህት",
 			'one'	=>	"የታይላንድ ባህት",
 			'many'	=>	"የታይላንድ ባህት"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"የታጂክስታን ሶሞኒ",
 			'one'	=>	"የታጂክስታን ሶሞኒ",
 			'many'	=>	"የታጂክስታን ሶሞኒ"
 		),

		'TMT'	=>	 array
		(
			'name'	=>	"ቱርክሜኒስታኒ ማናት",
 			'one'	=>	"ቱርክሜኒስታኒ ማናት",
 			'many'	=>	"ቱርክሜኒስታኒ ማናት"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"የቱኒዚያ ዲናር",
 			'one'	=>	"የቱኒዚያ ዲናር",
 			'many'	=>	"የቱኒዚያ ዲናር"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"ቶንጋን ፓ'አንጋ",
 			'one'	=>	"ቶንጋን ፓ'አንጋ",
 			'many'	=>	"ቶንጋን ፓ'አንጋ"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"የቱርክ ሊራ",
 			'one'	=>	"የቱርክ ሊራ",
 			'many'	=>	"የቱርክ ሊራ"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"የትሪንዳድ እና ቶቤጎዶላር",
 			'one'	=>	"የትሪንዳድ እና ቶቤጎዶላር",
 			'many'	=>	"የትሪንዳድ እና ቶቤጎዶላር"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"የአዲሷ ታይዋን ዶላር",
 			'one'	=>	"የአዲሷ ታይዋን ዶላር",
 			'many'	=>	"የአዲሷ ታይዋን ዶላር"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"የታንዛኒያ ሺሊንግ",
 			'one'	=>	"የታንዛኒያ ሺሊንግ",
 			'many'	=>	"የታንዛኒያ ሺሊንግ"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"የዩክሬን ሀሪይቭኒአ",
 			'one'	=>	"የዩክሬን ሀሪይቭኒአ",
 			'many'	=>	"የዩክሬን ሀሪይቭኒአ"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"የዩጋንዳ ሺሊንግ",
 			'one'	=>	"የዩጋንዳ ሺሊንግ",
 			'many'	=>	"የዩጋንዳ ሺሊንግ"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"የአሜሪካን ዶላር",
 			'one'	=>	"የአሜሪካን ዶላር",
 			'many'	=>	"የአሜሪካን ዶላር"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"የኡራጓይ ፔሶ",
 			'one'	=>	"የኡራጓይ ፔሶ",
 			'many'	=>	"የኡራጓይ ፔሶ"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"የኡዝፔኪስታን ሶም",
 			'one'	=>	"የኡዝፔኪስታን ሶም",
 			'many'	=>	"የኡዝፔኪስታን ሶም"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"የቬንዝዌላ ቦሊቫር",
 			'one'	=>	"የቬንዝዌላ ቦሊቫር",
 			'many'	=>	"የቬንዝዌላ ቦሊቫር"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"የቭየትናም ዶንግ",
 			'one'	=>	"የቭየትናም ዶንግ",
 			'many'	=>	"የቭየትናም ዶንግ"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"የቫንዋንቱ ቫቱ",
 			'one'	=>	"የቫንዋንቱ ቫቱ",
 			'many'	=>	"የቫንዋንቱ ቫቱ"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"ሳሞአን ታላ",
 			'one'	=>	"ሳሞአን ታላ",
 			'many'	=>	"ሳሞአን ታላ"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"ሴኤፍአ ፍራንክ ቤእአሴ",
 			'one'	=>	"ሴኤፍአ ፍራንክ ቤእአሴ",
 			'many'	=>	"ሴኤፍአ ፍራንክ ቤእአሴ"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"የምዕራብ ካሪብያን ዶላር",
 			'one'	=>	"የምዕራብ ካሪብያን ዶላር",
 			'many'	=>	"የምዕራብ ካሪብያን ዶላር"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"ሴኤፍአ ፍራንክ ቤሴእአኦ",
 			'one'	=>	"ሴኤፍአ ፍራንክ ቤሴእአኦ",
 			'many'	=>	"ሴኤፍአ ፍራንክ ቤሴእአኦ"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"ሲ ኤፍ ፒ ፍራንክ",
 			'one'	=>	"ሲ ኤፍ ፒ ፍራንክ",
 			'many'	=>	"ሲ ኤፍ ፒ ፍራንክ"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"ያልታወቀ ገንዘብ",
 			'one'	=>	"ያልታወቀ ገንዘብ",
 			'many'	=>	"ያልታወቀ ገንዘብ"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"የየመን ሪአል",
 			'one'	=>	"የየመን ሪአል",
 			'many'	=>	"የየመን ሪአል"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"የደቡብ አፍሪካ ራንድ",
 			'one'	=>	"የደቡብ አፍሪካ ራንድ",
 			'many'	=>	"የደቡብ አፍሪካ ራንድ"
 		),

		'ZMK'	=>	 array
		(
			'name'	=>	"የዛምቢያ ክዋቻ",
 			'one'	=>	"የዛምቢያ ክዋቻ",
 			'many'	=>	"የዛምቢያ ክዋቻ"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"የዛምቢያ ክዋቻ",
 			'one'	=>	"የዛምቢያ ክዋቻ",
 			'many'	=>	"የዛምቢያ ክዋቻ"
 		),

		'ZWD'	=>	 array
		(
			'name'	=>	"የዚምቧቡዌ ዶላር",
 			'one'	=>	"የዚምቧቡዌ ዶላር",
 			'many'	=>	"የዚምቧቡዌ ዶላር"
 		),

    ),
);
