<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'ADP'	=>	 array
		(
			'name'	=>	"এ্যান্ডোরান পেসেতা",
 			'one'	=>	"এ্যান্ডোরান পেসেতা",
 			'many'	=>	"এ্যান্ডোরান পেসেতা"
 		),

		'AED'	=>	 array
		(
			'name'	=>	"সংযুক্ত আরব আমিরাত দিরহাম",
 			'one'	=>	"সংযুক্ত আরব আমিরাত দিরহাম",
 			'many'	=>	"সংযুক্ত আরব আমিরাত দিরহাম"
 		),

		'AFA'	=>	 array
		(
			'name'	=>	"আফগানি",
 			'one'	=>	"আফগানি",
 			'many'	=>	"আফগানি"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"আফগানি",
 			'one'	=>	"আফগানি",
 			'many'	=>	"আফগানি"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"আলবেনিয়ান লেক",
 			'one'	=>	"আলবেনিয়ান লেক",
 			'many'	=>	"আলবেনিয়ান লেক"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"আরমেনিয়ান দ্রাম",
 			'one'	=>	"আরমেনিয়ান দ্রাম",
 			'many'	=>	"আরমেনিয়ান দ্রাম"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"নেদারল্যান্ড এ্যান্টিলিয়ান গুল্ডের",
 			'one'	=>	"নেদারল্যান্ড এ্যান্টিলিয়ান গুল্ডের",
 			'many'	=>	"নেদারল্যান্ড এ্যান্টিলিয়ান গুল্ডের"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"এ্যাঙ্গোলান কওয়ানজা",
 			'one'	=>	"এ্যাঙ্গোলান কওয়ানজা",
 			'many'	=>	"এ্যাঙ্গোলান কওয়ানজা"
 		),

		'AOK'	=>	 array
		(
			'name'	=>	"এ্যাঙ্গোলান কওয়ানজা",
 			'one'	=>	"এ্যাঙ্গোলান কওয়ানজা",
 			'many'	=>	"এ্যাঙ্গোলান কওয়ানজা"
 		),

		'AON'	=>	 array
		(
			'name'	=>	"এ্যাঙ্গোলান নতুন কওয়ানজা",
 			'one'	=>	"এ্যাঙ্গোলান নতুন কওয়ানজা",
 			'many'	=>	"এ্যাঙ্গোলান নতুন কওয়ানজা"
 		),

		'AOR'	=>	 array
		(
			'name'	=>	"এ্যাঙ্গোলান কওয়ানজা",
 			'one'	=>	"এ্যাঙ্গোলান কওয়ানজা",
 			'many'	=>	"এ্যাঙ্গোলান কওয়ানজা"
 		),

		'ARA'	=>	 array
		(
			'name'	=>	"আর্জেন্টিনা অস্ট্রাল",
 			'one'	=>	"আর্জেন্টিনা অস্ট্রাল",
 			'many'	=>	"আর্জেন্টিনা অস্ট্রাল"
 		),

		'ARP'	=>	 array
		(
			'name'	=>	"আর্জেন্টিনা পেসো",
 			'one'	=>	"আর্জেন্টিনা পেসো",
 			'many'	=>	"আর্জেন্টিনা পেসো"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"আর্জেন্টিনা পেসো",
 			'one'	=>	"আর্জেন্টিনা পেসো",
 			'many'	=>	"আর্জেন্টিনা পেসো"
 		),

		'ATS'	=>	 array
		(
			'name'	=>	"অস্ট্রিয়ান শিলিং",
 			'one'	=>	"অস্ট্রিয়ান শিলিং",
 			'many'	=>	"অস্ট্রিয়ান শিলিং"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"অস্ট্রেলিয়ান ডলার",
 			'one'	=>	"অস্ট্রেলিয়ান ডলার",
 			'many'	=>	"অস্ট্রেলিয়ান ডলার"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"আরুবা গিল্ডার",
 			'one'	=>	"আরুবা গিল্ডার",
 			'many'	=>	"আরুবা গিল্ডার"
 		),

		'AZM'	=>	 array
		(
			'name'	=>	"আজারবাইজান মানাত",
 			'one'	=>	"আজারবাইজান মানাত",
 			'many'	=>	"আজারবাইজান মানাত"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"আজারবাইজান মানাত",
 			'one'	=>	"আজারবাইজান মানাত",
 			'many'	=>	"আজারবাইজান মানাত"
 		),

		'BAD'	=>	 array
		(
			'name'	=>	"বসনিয়া এবং হার্জেগোভিনা দিনার",
 			'one'	=>	"বসনিয়া এবং হার্জেগোভিনা দিনার",
 			'many'	=>	"বসনিয়া এবং হার্জেগোভিনা দিনার"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"বসনিয়া এবং হার্জেগোভিনা মার্ক",
 			'one'	=>	"বসনিয়া এবং হার্জেগোভিনা মার্ক",
 			'many'	=>	"বসনিয়া এবং হার্জেগোভিনা মার্ক"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"বার্বেডোজ ডলার",
 			'one'	=>	"বার্বেডোজ ডলার",
 			'many'	=>	"বার্বেডোজ ডলার"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"বাংলাদেশী টাকা",
 			'one'	=>	"বাংলাদেশী টাকা",
 			'many'	=>	"বাংলাদেশী টাকা"
 		),

		'BEC'	=>	 array
		(
			'name'	=>	"বেলজিয়ান ফ্রাঙ্ক",
 			'one'	=>	"বেলজিয়ান ফ্রাঙ্ক",
 			'many'	=>	"বেলজিয়ান ফ্রাঙ্ক"
 		),

		'BEF'	=>	 array
		(
			'name'	=>	"বেলজিয়ান ফ্রাঙ্ক",
 			'one'	=>	"বেলজিয়ান ফ্রাঙ্ক",
 			'many'	=>	"বেলজিয়ান ফ্রাঙ্ক"
 		),

		'BEL'	=>	 array
		(
			'name'	=>	"বেলজিয়ান ফ্রাঙ্ক",
 			'one'	=>	"বেলজিয়ান ফ্রাঙ্ক",
 			'many'	=>	"বেলজিয়ান ফ্রাঙ্ক"
 		),

		'BGL'	=>	 array
		(
			'name'	=>	"বুলগেরীয় হার্ড লেভ",
 			'one'	=>	"বুলগেরীয় হার্ড লেভ",
 			'many'	=>	"বুলগেরীয় হার্ড লেভ"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"বুলগেরীয় নিউ লেভ",
 			'one'	=>	"বুলগেরীয় নিউ লেভ",
 			'many'	=>	"বুলগেরীয় নিউ লেভ"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"বাহরাইনি দিনার",
 			'one'	=>	"বাহরাইনি দিনার",
 			'many'	=>	"বাহরাইনি দিনার"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"বুরুন্ডি ফ্রাঙ্ক",
 			'one'	=>	"বুরুন্ডি ফ্রাঙ্ক",
 			'many'	=>	"বুরুন্ডি ফ্রাঙ্ক"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"বারমিউডান ডলার",
 			'one'	=>	"বারমিউডান ডলার",
 			'many'	=>	"বারমিউডান ডলার"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"ব্রুনেই ডলার",
 			'one'	=>	"ব্রুনেই ডলার",
 			'many'	=>	"ব্রুনেই ডলার"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"বলিভিয়ানো",
 			'one'	=>	"বলিভিয়ানো",
 			'many'	=>	"বলিভিয়ানো"
 		),

		'BOP'	=>	 array
		(
			'name'	=>	"বলিভিয়ান পেসো",
 			'one'	=>	"বলিভিয়ান পেসো",
 			'many'	=>	"বলিভিয়ান পেসো"
 		),

		'BOV'	=>	 array
		(
			'name'	=>	"বলিভিয়ান মভডোল",
 			'one'	=>	"বলিভিয়ান মভডোল",
 			'many'	=>	"বলিভিয়ান মভডোল"
 		),

		'BRB'	=>	 array
		(
			'name'	=>	"ব্রাজিলিয়ান ক্রুজেয়রোনোভো",
 			'one'	=>	"ব্রাজিলিয়ান ক্রুজেয়রোনোভো",
 			'many'	=>	"ব্রাজিলিয়ান ক্রুজেয়রোনোভো"
 		),

		'BRC'	=>	 array
		(
			'name'	=>	"ব্রাজিলিয়ান ক্রুজেইডাউ",
 			'one'	=>	"ব্রাজিলিয়ান ক্রুজেইডাউ",
 			'many'	=>	"ব্রাজিলিয়ান ক্রুজেইডাউ"
 		),

		'BRE'	=>	 array
		(
			'name'	=>	"ব্রাজিলিয়ান ক্রুজেয়রো",
 			'one'	=>	"ব্রাজিলিয়ান ক্রুজেয়রো",
 			'many'	=>	"ব্রাজিলিয়ান ক্রুজেয়রো"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"ব্রাজিলিয়ান রিয়েল",
 			'one'	=>	"ব্রাজিলিয়ান রিয়েল",
 			'many'	=>	"ব্রাজিলিয়ান রিয়েল"
 		),

		'BRN'	=>	 array
		(
			'name'	=>	"ব্রাজিলিয়ান ক্রুজেইডো নোভো",
 			'one'	=>	"ব্রাজিলিয়ান ক্রুজেইডো নোভো",
 			'many'	=>	"ব্রাজিলিয়ান ক্রুজেইডো নোভো"
 		),

		'BRR'	=>	 array
		(
			'name'	=>	"ব্রাজিলিয়ান ক্রুজেয়রো",
 			'one'	=>	"ব্রাজিলিয়ান ক্রুজেয়রো",
 			'many'	=>	"ব্রাজিলিয়ান ক্রুজেয়রো"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"বাহামিয়ান ডলার",
 			'one'	=>	"বাহামিয়ান ডলার",
 			'many'	=>	"বাহামিয়ান ডলার"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"ভুটানি এনগুল্ট্রুম",
 			'one'	=>	"ভুটানি এনগুল্ট্রুম",
 			'many'	=>	"ভুটানি এনগুল্ট্রুম"
 		),

		'BUK'	=>	 array
		(
			'name'	=>	"বর্মি কিয়াৎ",
 			'one'	=>	"বর্মি কিয়াৎ",
 			'many'	=>	"বর্মি কিয়াৎ"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"বতসোয়ানা পুলা",
 			'one'	=>	"বতসোয়ানা পুলা",
 			'many'	=>	"বতসোয়ানা পুলা"
 		),

		'BYB'	=>	 array
		(
			'name'	=>	"বেলারুশিয়ান নিউ রুবেল",
 			'one'	=>	"বেলারুশিয়ান নিউ রুবেল",
 			'many'	=>	"বেলারুশিয়ান নিউ রুবেল"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"বেলারুশিয়ান রুবেল",
 			'one'	=>	"বেলারুশিয়ান রুবেল",
 			'many'	=>	"বেলারুশিয়ান রুবেল"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"বেলিজ ডলার",
 			'one'	=>	"বেলিজ ডলার",
 			'many'	=>	"বেলিজ ডলার"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"কানাডিয়ান ডলার",
 			'one'	=>	"কানাডিয়ান ডলার",
 			'many'	=>	"কানাডিয়ান ডলার"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"কঙ্গো ফ্র্যাঙ্ক কঙ্গোলাইস",
 			'one'	=>	"কঙ্গো ফ্র্যাঙ্ক কঙ্গোলাইস",
 			'many'	=>	"কঙ্গো ফ্র্যাঙ্ক কঙ্গোলাইস"
 		),

		'CHE'	=>	 array
		(
			'name'	=>	"সুইজারল্যান্ড ইউরো",
 			'one'	=>	"সুইজারল্যান্ড ইউরো",
 			'many'	=>	"সুইজারল্যান্ড ইউরো"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"সুইস ফ্রাঙ্ক",
 			'one'	=>	"সুইস ফ্রাঙ্ক",
 			'many'	=>	"সুইস ফ্রাঙ্ক"
 		),

		'CHW'	=>	 array
		(
			'name'	=>	"সুইজারল্যান্ড ফ্রাঙ্ক",
 			'one'	=>	"সুইজারল্যান্ড ফ্রাঙ্ক",
 			'many'	=>	"সুইজারল্যান্ড ফ্রাঙ্ক"
 		),

		'CLF'	=>	 array
		(
			'name'	=>	"চিলিয়ান উনিদাদেস দি ফোমেন্তো",
 			'one'	=>	"চিলিয়ান উনিদাদেস দি ফোমেন্তো",
 			'many'	=>	"চিলিয়ান উনিদাদেস দি ফোমেন্তো"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"চিলি পেসো",
 			'one'	=>	"চিলি পেসো",
 			'many'	=>	"চিলি পেসো"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"চীনা য়ুয়ান রেন্মিন্‌বি",
 			'one'	=>	"চীনা য়ুয়ান রেন্মিন্‌বি",
 			'many'	=>	"চীনা য়ুয়ান রেন্মিন্‌বি"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"কলোম্বিয়ান পেসো",
 			'one'	=>	"কলোম্বিয়ান পেসো",
 			'many'	=>	"কলোম্বিয়ান পেসো"
 		),

		'COU'	=>	 array
		(
			'name'	=>	"উনিদাদ দি ভ্যালোর রিয়েল",
 			'one'	=>	"উনিদাদ দি ভ্যালোর রিয়েল",
 			'many'	=>	"উনিদাদ দি ভ্যালোর রিয়েল"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"কোস্টা রিকা কোলোন",
 			'one'	=>	"কোস্টা রিকা কোলোন",
 			'many'	=>	"কোস্টা রিকা কোলোন"
 		),

		'CSD'	=>	 array
		(
			'name'	=>	"প্রাচীন সারবিয়ান দিনার",
 			'one'	=>	"প্রাচীন সারবিয়ান দিনার",
 			'many'	=>	"প্রাচীন সারবিয়ান দিনার"
 		),

		'CSK'	=>	 array
		(
			'name'	=>	"চেকোস্লোভাক হার্ড কোরুনা",
 			'one'	=>	"চেকোস্লোভাক হার্ড কোরুনা",
 			'many'	=>	"চেকোস্লোভাক হার্ড কোরুনা"
 		),

		'CUC'	=>	 array
		(
			'name'	=>	"কিউবান রূপান্তরযোগ্য পেসো",
 			'one'	=>	"কিউবান রূপান্তরযোগ্য পেসো",
 			'many'	=>	"কিউবান রূপান্তরযোগ্য পেসো"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"কিউবান পেসো",
 			'one'	=>	"কিউবান পেসো",
 			'many'	=>	"কিউবান পেসো"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"কেপ ভার্দে এসকুডো",
 			'one'	=>	"কেপ ভার্দে এসকুডো",
 			'many'	=>	"কেপ ভার্দে এসকুডো"
 		),

		'CYP'	=>	 array
		(
			'name'	=>	"সাইপ্রাস পাউন্ড",
 			'one'	=>	"সাইপ্রাস পাউন্ড",
 			'many'	=>	"সাইপ্রাস পাউন্ড"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"চেকোস্লোভাক কোরুনা",
 			'one'	=>	"চেকোস্লোভাক কোরুনা",
 			'many'	=>	"চেকোস্লোভাক কোরুনা"
 		),

		'DDM'	=>	 array
		(
			'name'	=>	"পূর্ব জার্মান মার্ক",
 			'one'	=>	"পূর্ব জার্মান মার্ক",
 			'many'	=>	"পূর্ব জার্মান মার্ক"
 		),

		'DEM'	=>	 array
		(
			'name'	=>	"ডয়চ্ মার্ক",
 			'one'	=>	"ডয়চ্ মার্ক",
 			'many'	=>	"ডয়চ্ মার্ক"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"জিবুতি ফ্রাঙ্ক",
 			'one'	=>	"জিবুতি ফ্রাঙ্ক",
 			'many'	=>	"জিবুতি ফ্রাঙ্ক"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"ড্যানিশ ক্রৌন",
 			'one'	=>	"ড্যানিশ ক্রৌন",
 			'many'	=>	"ড্যানিশ ক্রৌন"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"ডোমিনিকান পেসো",
 			'one'	=>	"ডোমিনিকান পেসো",
 			'many'	=>	"ডোমিনিকান পেসো"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"আলজেরীয় দিনার",
 			'one'	=>	"আলজেরীয় দিনার",
 			'many'	=>	"আলজেরীয় দিনার"
 		),

		'ECS'	=>	 array
		(
			'name'	=>	"ইকুয়াডোর সুক্রে",
 			'one'	=>	"ইকুয়াডোর সুক্রে",
 			'many'	=>	"ইকুয়াডোর সুক্রে"
 		),

		'ECV'	=>	 array
		(
			'name'	=>	"ইকুয়াডোর উনিদাদেস দি ভেলর কনসতান্তে",
 			'one'	=>	"ইকুয়াডোর উনিদাদেস দি ভেলর কনসতান্তে",
 			'many'	=>	"ইকুয়াডোর উনিদাদেস দি ভেলর কনসতান্তে"
 		),

		'EEK'	=>	 array
		(
			'name'	=>	"এস্তোনিয়া ক্রুনি",
 			'one'	=>	"এস্তোনিয়া ক্রুনি",
 			'many'	=>	"এস্তোনিয়া ক্রুনি"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"মিশরীয় পাউন্ড",
 			'one'	=>	"মিশরীয় পাউন্ড",
 			'many'	=>	"মিশরীয় পাউন্ড"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"এরিট্রিয়েন নাকফা",
 			'one'	=>	"এরিট্রিয়েন নাকফা",
 			'many'	=>	"এরিট্রিয়েন নাকফা"
 		),

		'ESA'	=>	 array
		(
			'name'	=>	"স্প্যানিশ পেসেতা",
 			'one'	=>	"স্প্যানিশ পেসেতা",
 			'many'	=>	"স্প্যানিশ পেসেতা"
 		),

		'ESB'	=>	 array
		(
			'name'	=>	"স্প্যানিশ পেসেতা",
 			'one'	=>	"স্প্যানিশ পেসেতা",
 			'many'	=>	"স্প্যানিশ পেসেতা"
 		),

		'ESP'	=>	 array
		(
			'name'	=>	"স্প্যানিশ পেসেতা",
 			'one'	=>	"স্প্যানিশ পেসেতা",
 			'many'	=>	"স্প্যানিশ পেসেতা"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"ইথিওপিয়ান বির",
 			'one'	=>	"ইথিওপিয়ান বির",
 			'many'	=>	"ইথিওপিয়ান বির"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"ইউরো",
 			'one'	=>	"ইউরো",
 			'many'	=>	"ইউরো"
 		),

		'FIM'	=>	 array
		(
			'name'	=>	"ফিনিস মার্কা",
 			'one'	=>	"ফিনিস মার্কা",
 			'many'	=>	"ফিনিস মার্কা"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"ফিজি ডলার",
 			'one'	=>	"ফিজি ডলার",
 			'many'	=>	"ফিজি ডলার"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"ফকল্যান্ড দ্বীপপুঞ্জ পাউন্ড",
 			'one'	=>	"ফকল্যান্ড দ্বীপপুঞ্জ পাউন্ড",
 			'many'	=>	"ফকল্যান্ড দ্বীপপুঞ্জ পাউন্ড"
 		),

		'FRF'	=>	 array
		(
			'name'	=>	"ফরাসি ফ্রাঙ্ক",
 			'one'	=>	"ফরাসি ফ্রাঙ্ক",
 			'many'	=>	"ফরাসি ফ্রাঙ্ক"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"ব্রিটিশ পাউন্ড স্টার্লিং",
 			'one'	=>	"ব্রিটিশ পাউন্ড স্টার্লিং",
 			'many'	=>	"ব্রিটিশ পাউন্ড স্টার্লিং"
 		),

		'GEK'	=>	 array
		(
			'name'	=>	"জর্জিয়ান কুপন লারিট",
 			'one'	=>	"জর্জিয়ান কুপন লারিট",
 			'many'	=>	"জর্জিয়ান কুপন লারিট"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"জর্জিয়ান লারি",
 			'one'	=>	"জর্জিয়ান লারি",
 			'many'	=>	"জর্জিয়ান লারি"
 		),

		'GHC'	=>	 array
		(
			'name'	=>	"ঘানা সেডি",
 			'one'	=>	"ঘানা সেডি",
 			'many'	=>	"ঘানা সেডি"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"ঘানা সেডি",
 			'one'	=>	"ঘানা সেডি",
 			'many'	=>	"ঘানা সেডি"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"জিব্রাল্টার পাউন্ড",
 			'one'	=>	"জিব্রাল্টার পাউন্ড",
 			'many'	=>	"জিব্রাল্টার পাউন্ড"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"গাম্বিয়া ডালাসি",
 			'one'	=>	"গাম্বিয়া ডালাসি",
 			'many'	=>	"গাম্বিয়া ডালাসি"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"গিনি ফ্রাঙ্ক",
 			'one'	=>	"গিনি ফ্রাঙ্ক",
 			'many'	=>	"গিনি ফ্রাঙ্ক"
 		),

		'GNS'	=>	 array
		(
			'name'	=>	"গিনি সাইলি",
 			'one'	=>	"গিনি সাইলি",
 			'many'	=>	"গিনি সাইলি"
 		),

		'GQE'	=>	 array
		(
			'name'	=>	"ইকুয়েটোরিয়াল গিনি ইকুয়িলি",
 			'one'	=>	"ইকুয়েটোরিয়াল গিনি ইকুয়িলি",
 			'many'	=>	"ইকুয়েটোরিয়াল গিনি ইকুয়িলি"
 		),

		'GRD'	=>	 array
		(
			'name'	=>	"গ্রীক দ্রাচমা",
 			'one'	=>	"গ্রীক দ্রাচমা",
 			'many'	=>	"গ্রীক দ্রাচমা"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"গুয়াতেমালা কুয়েৎজাল",
 			'one'	=>	"গুয়াতেমালা কুয়েৎজাল",
 			'many'	=>	"গুয়াতেমালা কুয়েৎজাল"
 		),

		'GWE'	=>	 array
		(
			'name'	=>	"পর্তুগিজ গিনি এসকুডো",
 			'one'	=>	"পর্তুগিজ গিনি এসকুডো",
 			'many'	=>	"পর্তুগিজ গিনি এসকুডো"
 		),

		'GWP'	=>	 array
		(
			'name'	=>	"গিনি বিসাউ পেসো",
 			'one'	=>	"গিনি বিসাউ পেসো",
 			'many'	=>	"গিনি বিসাউ পেসো"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"গাইয়েনা ডলার",
 			'one'	=>	"গাইয়েনা ডলার",
 			'many'	=>	"গাইয়েনা ডলার"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"হংকং ডলার",
 			'one'	=>	"হংকং ডলার",
 			'many'	=>	"হংকং ডলার"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"হন্ডুরাস লেম্পিরা",
 			'one'	=>	"হন্ডুরাস লেম্পিরা",
 			'many'	=>	"হন্ডুরাস লেম্পিরা"
 		),

		'HRD'	=>	 array
		(
			'name'	=>	"ক্রোয়েশিয়ান দিনার",
 			'one'	=>	"ক্রোয়েশিয়ান দিনার",
 			'many'	=>	"ক্রোয়েশিয়ান দিনার"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"ক্রোয়েশিয়ান কুনা",
 			'one'	=>	"ক্রোয়েশিয়ান কুনাস",
 			'many'	=>	"ক্রোয়েশিয়ান কুনাস"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"হাইতি গৌর্দে",
 			'one'	=>	"হাইতি গৌর্দে",
 			'many'	=>	"হাইতি গৌর্দে"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"হাঙ্গেরিয়ান ফোরিন্ট",
 			'one'	=>	"হাঙ্গেরিয়ান ফোরিন্ট",
 			'many'	=>	"হাঙ্গেরিয়ান ফোরিন্ট"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"ইন্দোনেশিয়ান রুপিয়াহ",
 			'one'	=>	"ইন্দোনেশিয়ান রুপিয়াহ",
 			'many'	=>	"ইন্দোনেশিয়ান রুপিয়াহ"
 		),

		'IEP'	=>	 array
		(
			'name'	=>	"ইরিশ পাউন্ড",
 			'one'	=>	"ইরিশ পাউন্ড",
 			'many'	=>	"ইরিশ পাউন্ড"
 		),

		'ILP'	=>	 array
		(
			'name'	=>	"ইস্রাইলি পাউন্ড",
 			'one'	=>	"ইস্রাইলি পাউন্ড",
 			'many'	=>	"ইস্রাইলি পাউন্ড"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"ইস্রাইলি নতুন শেকেল",
 			'one'	=>	"ইস্রাইলি নতুন শেকেল",
 			'many'	=>	"ইস্রাইলি নতুন শেকেল"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"ভারতীয় রুপি",
 			'one'	=>	"ভারতীয় রুপি",
 			'many'	=>	"ভারতীয় রুপি"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"ইরাকি দিনার",
 			'one'	=>	"ইরাকি দিনার",
 			'many'	=>	"ইরাকি দিনার"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"ইরানিয়ান রিয়াল",
 			'one'	=>	"ইরানিয়ান রিয়াল",
 			'many'	=>	"ইরানিয়ান রিয়াল"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"আইসল্যান্ড ক্রৌন",
 			'one'	=>	"আইসল্যান্ড ক্রৌন",
 			'many'	=>	"আইসল্যান্ড ক্রৌন"
 		),

		'ITL'	=>	 array
		(
			'name'	=>	"ইতালীয় লিরা",
 			'one'	=>	"ইতালীয় লিরা",
 			'many'	=>	"ইতালীয় লিরা"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"জ্যামাইকান ডলার",
 			'one'	=>	"জ্যামাইকান ডলার",
 			'many'	=>	"জ্যামাইকান ডলার"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"জর্ডানিয়ান দিনার",
 			'one'	=>	"জর্ডানিয়ান দিনার",
 			'many'	=>	"জর্ডানিয়ান দিনার"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"জাপানিজ ইয়েন",
 			'one'	=>	"জাপানিজ ইয়েন",
 			'many'	=>	"জাপানিজ ইয়েন"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"কেনিয়ান শিলিং",
 			'one'	=>	"কেনিয়ান শিলিং",
 			'many'	=>	"কেনিয়ান শিলিং"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"কিরগিজস্তান সোম",
 			'one'	=>	"কিরগিজস্তান সোম",
 			'many'	=>	"কিরগিজস্তান সোম"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"কম্বোডিয়ান রিয়েল",
 			'one'	=>	"কম্বোডিয়ান রিয়েল",
 			'many'	=>	"কম্বোডিয়ান রিয়েল"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"কম্বোরো ফ্রাঙ্ক",
 			'one'	=>	"কম্বোরো ফ্রাঙ্ক",
 			'many'	=>	"কম্বোরো ফ্রাঙ্ক"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"নাইজেরিয়ান পাউন্ড",
 			'one'	=>	"নাইজেরিয়ান পাউন্ড",
 			'many'	=>	"নাইজেরিয়ান পাউন্ড"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"দক্ষিণ কোরিয়ান ওন",
 			'one'	=>	"দক্ষিণ কোরিয়ান ওন",
 			'many'	=>	"দক্ষিণ কোরিয়ান ওন"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"কুয়েতি দিনার",
 			'one'	=>	"কুয়েতি দিনার",
 			'many'	=>	"কুয়েতি দিনার"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"কেম্যান দ্বীপপুঞ্জের ডলার",
 			'one'	=>	"কেম্যান দ্বীপপুঞ্জের ডলার",
 			'many'	=>	"কেম্যান দ্বীপপুঞ্জের ডলার"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"কাজাক্সটান টেঙ্গে",
 			'one'	=>	"কাজাক্সটান টেঙ্গে",
 			'many'	=>	"কাজাক্সটান টেঙ্গে"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"লেউশান কিপ",
 			'one'	=>	"লেউশান কিপ",
 			'many'	=>	"লেউশান কিপ"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"লেবানিজ পাউন্ড",
 			'one'	=>	"লেবানিজ পাউন্ড",
 			'many'	=>	"লেবানিজ পাউন্ড"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"শ্রীলঙ্কান রুপি",
 			'one'	=>	"শ্রীলঙ্কান রুপি",
 			'many'	=>	"শ্রীলঙ্কান রুপি"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"লাইবেরিয়ান ডলার",
 			'one'	=>	"লাইবেরিয়ান ডলার",
 			'many'	=>	"লাইবেরিয়ান ডলার"
 		),

		'LSL'	=>	 array
		(
			'name'	=>	"লেসুটু লোটি",
 			'one'	=>	"লেসুটু লোটি",
 			'many'	=>	"লেসুটু লোটি"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"লিথুইনিয়ান লিটা",
 			'one'	=>	"লিথুইনিয়ান লিটা",
 			'many'	=>	"লিথুইনিয়ান লিটা"
 		),

		'LTT'	=>	 array
		(
			'name'	=>	"লিথুইনিয়ান টালোন্যাস",
 			'one'	=>	"লিথুইনিয়ান টালোন্যাস",
 			'many'	=>	"লিথুইনিয়ান টালোন্যাস"
 		),

		'LUC'	=>	 array
		(
			'name'	=>	"লুক্সেমবার্গ রুপান্তযোগ্য ফ্রাঙ্ক",
 			'one'	=>	"লুক্সেমবার্গ রুপান্তযোগ্য ফ্রাঙ্ক",
 			'many'	=>	"লুক্সেমবার্গ রুপান্তযোগ্য ফ্রাঙ্ক"
 		),

		'LUF'	=>	 array
		(
			'name'	=>	"লুক্সেমবার্গ ফ্রাঙ্ক",
 			'one'	=>	"লুক্সেমবার্গ ফ্রাঙ্ক",
 			'many'	=>	"লুক্সেমবার্গ ফ্রাঙ্ক"
 		),

		'LUL'	=>	 array
		(
			'name'	=>	"লুক্সেমবার্গ ফাইনেনশিয়াল ফ্রাঙ্ক",
 			'one'	=>	"লুক্সেমবার্গ ফাইনেনশিয়াল ফ্রাঙ্ক",
 			'many'	=>	"লুক্সেমবার্গ ফাইনেনশিয়াল ফ্রাঙ্ক"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"ল্যাটভিয়ান ল্যাট্‌স",
 			'one'	=>	"ল্যাটভিয়ান ল্যাট্‌স",
 			'many'	=>	"ল্যাটভিয়ান ল্যাট্‌স"
 		),

		'LVR'	=>	 array
		(
			'name'	=>	"ল্যাটভিয়ান রুবল",
 			'one'	=>	"ল্যাটভিয়ান রুবল",
 			'many'	=>	"ল্যাটভিয়ান রুবল"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"লিবিয়ান ডলার",
 			'one'	=>	"লিবিয়ান ডলার",
 			'many'	=>	"লিবিয়ান ডলার"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"মোরোক্কান দিরহাম",
 			'one'	=>	"মোরোক্কান দিরহাম",
 			'many'	=>	"মোরোক্কান দিরহাম"
 		),

		'MAF'	=>	 array
		(
			'name'	=>	"মোরোক্কান ফ্রাঙ্ক",
 			'one'	=>	"মোরোক্কান ফ্রাঙ্ক",
 			'many'	=>	"মোরোক্কান ফ্রাঙ্ক"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"মোল্ডোভান লেয়ু",
 			'one'	=>	"মোল্ডোভান লেয়ু",
 			'many'	=>	"মোল্ডোভান লেয়ু"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"মাদাগাস্কার আরিয়ারি",
 			'one'	=>	"মাদাগাস্কার আরিয়ারি",
 			'many'	=>	"মাদাগাস্কার আরিয়ারি"
 		),

		'MGF'	=>	 array
		(
			'name'	=>	"মাদাগাস্কার ফ্রাঙ্ক",
 			'one'	=>	"মাদাগাস্কার ফ্রাঙ্ক",
 			'many'	=>	"মাদাগাস্কার ফ্রাঙ্ক"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"ম্যাসেডোনিয়ান দিনার",
 			'one'	=>	"ম্যাসেডোনিয়ান দিনার",
 			'many'	=>	"ম্যাসেডোনিয়ান দিনার"
 		),

		'MLF'	=>	 array
		(
			'name'	=>	"মালি ফ্রাঙ্ক",
 			'one'	=>	"মালি ফ্রাঙ্ক",
 			'many'	=>	"মালি ফ্রাঙ্ক"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"মায়ানমার কিয়াত",
 			'one'	=>	"মায়ানমার কিয়াত",
 			'many'	=>	"মায়ানমার কিয়াত"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"মঙ্গোলিয়ান তুগরিক",
 			'one'	=>	"মঙ্গোলিয়ান তুগরিক",
 			'many'	=>	"মঙ্গোলিয়ান তুগরিক"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"ম্যাক্যাও পাটাকা",
 			'one'	=>	"ম্যাক্যাও পাটাকা",
 			'many'	=>	"ম্যাক্যাও পাটাকা"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"মৌরিতানিয়ান ওউগুইয়া",
 			'one'	=>	"মৌরিতানিয়ান ওউগুইয়া",
 			'many'	=>	"মৌরিতানিয়ান ওউগুইয়া"
 		),

		'MTL'	=>	 array
		(
			'name'	=>	"মাল্টা লিরা",
 			'one'	=>	"মাল্টা লিরা",
 			'many'	=>	"মাল্টা লিরা"
 		),

		'MTP'	=>	 array
		(
			'name'	=>	"মাল্টা পাউন্ড",
 			'one'	=>	"মাল্টা পাউন্ড",
 			'many'	=>	"মাল্টা পাউন্ড"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"মৌরিতানিয়ান রুপি",
 			'one'	=>	"মৌরিতানিয়ান রুপি",
 			'many'	=>	"মৌরিতানিয়ান রুপি"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"মালদিভিয়ান রুফিয়া",
 			'one'	=>	"মালদিভিয়ান রুফিয়া",
 			'many'	=>	"মালদিভিয়ান রুফিয়া"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"মালাউইয়ান কওয়াচ",
 			'one'	=>	"মালাউইয়ান কওয়াচ",
 			'many'	=>	"মালাউইয়ান কওয়াচ"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"ম্যাক্সিকান পেসো",
 			'one'	=>	"ম্যাক্সিকান পেসো",
 			'many'	=>	"ম্যাক্সিকান পেসো"
 		),

		'MXP'	=>	 array
		(
			'name'	=>	"ম্যাক্সিকান সিলভার পেসো",
 			'one'	=>	"ম্যাক্সিকান সিলভার পেসো",
 			'many'	=>	"ম্যাক্সিকান সিলভার পেসো"
 		),

		'MXV'	=>	 array
		(
			'name'	=>	"মেক্সিকান উনিদাদ দি ইনভার্সান",
 			'one'	=>	"মেক্সিকান উনিদাদ দি ইনভার্সান",
 			'many'	=>	"মেক্সিকান উনিদাদ দি ইনভার্সান"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"মালয়েশিয়ান রিঙ্গিৎ",
 			'one'	=>	"মালয়েশিয়ান রিঙ্গিৎ",
 			'many'	=>	"মালয়েশিয়ান রিঙ্গিৎ"
 		),

		'MZE'	=>	 array
		(
			'name'	=>	"মোজাম্বিক এসকুডো",
 			'one'	=>	"মোজাম্বিক এসকুডো",
 			'many'	=>	"মোজাম্বিক এসকুডো"
 		),

		'MZM'	=>	 array
		(
			'name'	=>	"প্রাচীন মোজাম্বিক মেটিকেল",
 			'one'	=>	"প্রাচীন মোজাম্বিক মেটিকেল",
 			'many'	=>	"প্রাচীন মোজাম্বিক মেটিকেল"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"মোজাম্বিক মেটিকেল",
 			'one'	=>	"মোজাম্বিক মেটিকেল",
 			'many'	=>	"মোজাম্বিক মেটিকেল"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"নামিবিয়া ডলার",
 			'one'	=>	"নামিবিয়া ডলার",
 			'many'	=>	"নামিবিয়া ডলার"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"নাইজেরিয়ান নায়রা",
 			'one'	=>	"নাইজেরিয়ান নায়রা",
 			'many'	=>	"নাইজেরিয়ান নায়রা"
 		),

		'NIC'	=>	 array
		(
			'name'	=>	"নিকারাগুয়ান কর্ডোবা",
 			'one'	=>	"নিকারাগুয়ান কর্ডোবা",
 			'many'	=>	"নিকারাগুয়ান কর্ডোবা"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"নিকারাগুয়ান কর্ডোবা",
 			'one'	=>	"নিকারাগুয়ান কর্ডোবা",
 			'many'	=>	"নিকারাগুয়ান কর্ডোবা"
 		),

		'NLG'	=>	 array
		(
			'name'	=>	"নেদারল্যান্ড গুল্ডের",
 			'one'	=>	"নেদারল্যান্ড গুল্ডের",
 			'many'	=>	"নেদারল্যান্ড গুল্ডের"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"নরওয়ে ক্রৌন",
 			'one'	=>	"নরওয়ে ক্রৌন",
 			'many'	=>	"নরওয়ে ক্রৌন"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"নেপালি রুপি",
 			'one'	=>	"নেপালি রুপি",
 			'many'	=>	"নেপালি রুপি"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"নিউজিল্যান্ড ডলার",
 			'one'	=>	"নিউজিল্যান্ড ডলার",
 			'many'	=>	"নিউজিল্যান্ড ডলার"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"ওমানি রিয়াল",
 			'one'	=>	"ওমানি রিয়াল",
 			'many'	=>	"ওমানি রিয়াল"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"পানামা বেলবোয়া",
 			'one'	=>	"পানামা বেলবোয়া",
 			'many'	=>	"পানামা বেলবোয়া"
 		),

		'PEI'	=>	 array
		(
			'name'	=>	"পেরুভিয়ান ইন্তি",
 			'one'	=>	"পেরুভিয়ান ইন্তি",
 			'many'	=>	"পেরুভিয়ান ইন্তি"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"পেরুভিয়ান সোল নুয়েভো",
 			'one'	=>	"পেরুভিয়ান সোল নুয়েভো",
 			'many'	=>	"পেরুভিয়ান সোল নুয়েভো"
 		),

		'PES'	=>	 array
		(
			'name'	=>	"পেরুভিয়ান সোল",
 			'one'	=>	"পেরুভিয়ান সোল",
 			'many'	=>	"পেরুভিয়ান সোল"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"পপুয়ানিউগিনি কিনা",
 			'one'	=>	"পপুয়ানিউগিনি কিনা",
 			'many'	=>	"পপুয়ানিউগিনি কিনা"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"ফিলিপাইন পেসো",
 			'one'	=>	"ফিলিপাইন পেসো",
 			'many'	=>	"ফিলিপাইন পেসো"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"পাকিস্তানি রুপি",
 			'one'	=>	"পাকিস্তানি রুপি",
 			'many'	=>	"পাকিস্তানি রুপি"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"পোলিশ জ্লোটি",
 			'one'	=>	"পোলিশ জ্লোটি",
 			'many'	=>	"পোলিশ জ্লোটি"
 		),

		'PLZ'	=>	 array
		(
			'name'	=>	"পোলিশ জ্লোটি",
 			'one'	=>	"পোলিশ জ্লোটি",
 			'many'	=>	"পোলিশ জ্লোটি"
 		),

		'PTE'	=>	 array
		(
			'name'	=>	"পর্তুগিজ এসকুডো",
 			'one'	=>	"পর্তুগিজ এসকুডো",
 			'many'	=>	"পর্তুগিজ এসকুডো"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"প্যারগুয়ান",
 			'one'	=>	"প্যারগুয়ান",
 			'many'	=>	"প্যারগুয়ান"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"কাতার রিয়্যাল",
 			'one'	=>	"কাতার রিয়্যাল",
 			'many'	=>	"কাতার রিয়্যাল"
 		),

		'RHD'	=>	 array
		(
			'name'	=>	"রোডেশিয়ান ডলার",
 			'one'	=>	"রোডেশিয়ান ডলার",
 			'many'	=>	"রোডেশিয়ান ডলার"
 		),

		'ROL'	=>	 array
		(
			'name'	=>	"প্রাচীন রুমানিয়া লেয়ু",
 			'one'	=>	"প্রাচীন রুমানিয়া লেয়ু",
 			'many'	=>	"প্রাচীন রুমানিয়া লেয়ু"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"রুমানিয়া লেয়ু",
 			'one'	=>	"রুমানিয়া লেয়ু",
 			'many'	=>	"রুমানিয়া লেয়ু"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"সারবিয়ান দিনার",
 			'one'	=>	"সারবিয়ান দিনার",
 			'many'	=>	"সারবিয়ান দিনার"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"রাশিয়ান রুবেল",
 			'one'	=>	"রাশিয়ান রুবেল",
 			'many'	=>	"রাশিয়ান রুবেল"
 		),

		'RUR'	=>	 array
		(
			'name'	=>	"রাশিয়ান রুবল",
 			'one'	=>	"রাশিয়ান রুবল",
 			'many'	=>	"রাশিয়ান রুবল"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"রুয়ান্ডান ফ্রাঙ্ক",
 			'one'	=>	"রুয়ান্ডান ফ্রাঙ্ক",
 			'many'	=>	"রুয়ান্ডান ফ্রাঙ্ক"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"সৌদি রিয়্যাল",
 			'one'	=>	"সৌদি রিয়্যাল",
 			'many'	=>	"সৌদি রিয়্যাল"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"সলোমন দ্বীপপুঞ্জ ডলার",
 			'one'	=>	"সলোমন দ্বীপপুঞ্জ ডলার",
 			'many'	=>	"সলোমন দ্বীপপুঞ্জ ডলার"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"সেয়চেল্লোইস রুপি",
 			'one'	=>	"সেয়চেল্লোইস রুপি",
 			'many'	=>	"সেয়চেল্লোইস রুপি"
 		),

		'SDD'	=>	 array
		(
			'name'	=>	"প্রাচীন সুদানি দিনার",
 			'one'	=>	"প্রাচীন সুদানি দিনার",
 			'many'	=>	"প্রাচীন সুদানি দিনার"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"সুদানি পাউন্ড",
 			'one'	=>	"সুদানি পাউন্ড",
 			'many'	=>	"সুদানি পাউন্ড"
 		),

		'SDP'	=>	 array
		(
			'name'	=>	"প্রাচীন সুদানি পাউন্ড",
 			'one'	=>	"প্রাচীন সুদানি পাউন্ড",
 			'many'	=>	"প্রাচীন সুদানি পাউন্ড"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"সুইডিশ ক্রোনা",
 			'one'	=>	"সুইডিশ ক্রোনা",
 			'many'	=>	"সুইডিশ ক্রোনা"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"সিঙ্গাপুর ডলার",
 			'one'	=>	"সিঙ্গাপুর ডলার",
 			'many'	=>	"সিঙ্গাপুর ডলার"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"সেন্ট হেলেনা পাউন্ড",
 			'one'	=>	"সেন্ট হেলেনা পাউন্ড",
 			'many'	=>	"সেন্ট হেলেনা পাউন্ড"
 		),

		'SIT'	=>	 array
		(
			'name'	=>	"স্লোভানিয়া টোলার",
 			'one'	=>	"স্লোভানিয়া টোলার",
 			'many'	=>	"স্লোভানিয়া টোলার"
 		),

		'SKK'	=>	 array
		(
			'name'	=>	"স্লোভাক কোরুনা",
 			'one'	=>	"স্লোভাক কোরুনা",
 			'many'	=>	"স্লোভাক কোরুনা"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"সিয়েরালিয়ন লিয়ন",
 			'one'	=>	"সিয়েরালিয়ন লিয়ন",
 			'many'	=>	"সিয়েরালিয়ন লিয়ন"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"সোমালি শিলিং",
 			'one'	=>	"সোমালি শিলিং",
 			'many'	=>	"সোমালি শিলিং"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"সুরিনাম ডলার",
 			'one'	=>	"সুরিনাম ডলার",
 			'many'	=>	"সুরিনাম ডলার"
 		),

		'SRG'	=>	 array
		(
			'name'	=>	"সুরিনাম গিল্ডার",
 			'one'	=>	"সুরিনাম গিল্ডার",
 			'many'	=>	"সুরিনাম গিল্ডার"
 		),

		'SSP'	=>	 array
		(
			'name'	=>	"দক্ষিণ সুদানি পাউন্ড",
 			'one'	=>	"দক্ষিণ সুদানি পাউন্ড",
 			'many'	=>	"দক্ষিণ সুদানি পাউন্ড"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"সাও টোমে এবং প্রিন্সিপে ডোবরা",
 			'one'	=>	"সাও টোমে এবং প্রিন্সিপে ডোবরা",
 			'many'	=>	"সাও টোমে এবং প্রিন্সিপে ডোবরা"
 		),

		'SUR'	=>	 array
		(
			'name'	=>	"সোভিয়েত রুবল",
 			'one'	=>	"সোভিয়েত রুবল",
 			'many'	=>	"সোভিয়েত রুবল"
 		),

		'SVC'	=>	 array
		(
			'name'	=>	"এল স্যালভোডোর কোলোন",
 			'one'	=>	"এল স্যালভোডোর কোলোন",
 			'many'	=>	"এল স্যালভোডোর কোলোন"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"সিরিয়ান পাউন্ড",
 			'one'	=>	"সিরিয়ান পাউন্ড",
 			'many'	=>	"সিরিয়ান পাউন্ড"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"সোয়াজিল্যান্ড লিলাঙ্গেনি",
 			'one'	=>	"সোয়াজিল্যান্ড লিলাঙ্গেনি",
 			'many'	=>	"সোয়াজিল্যান্ড লিলাঙ্গেনি"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"থাই বাত",
 			'one'	=>	"থাই বাত",
 			'many'	=>	"থাই বাত"
 		),

		'TJR'	=>	 array
		(
			'name'	=>	"তাজিকিস্তান রুবল",
 			'one'	=>	"তাজিকিস্তান রুবল",
 			'many'	=>	"তাজিকিস্তান রুবল"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"তাজিকিস্তান সোমোনি",
 			'one'	=>	"তাজিকিস্তান সোমোনি",
 			'many'	=>	"তাজিকিস্তান সোমোনি"
 		),

		'TMM'	=>	 array
		(
			'name'	=>	"তুর্কমেনিস্টানি মানাত",
 			'one'	=>	"তুর্কমেনিস্টানি মানাত",
 			'many'	=>	"তুর্কমেনিস্টানি মানাত"
 		),

		'TMT'	=>	 array
		(
			'name'	=>	"তুর্কমেনিস্তান নতুন মানত",
 			'one'	=>	"তুর্কমেনিস্তান নতুন মানত",
 			'many'	=>	"তুর্কমেনিস্তান নতুন মানত"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"তিউনেশিয়ান দিনার",
 			'one'	=>	"তিউনেশিয়ান দিনার",
 			'many'	=>	"তিউনেশিয়ান দিনার"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"টোঙ্গা পা’আঙ্গা",
 			'one'	=>	"টোঙ্গা পা’আঙ্গা",
 			'many'	=>	"টোঙ্গা পা’আঙ্গা"
 		),

		'TPE'	=>	 array
		(
			'name'	=>	"তিমুর এসকুডো",
 			'one'	=>	"তিমুর এসকুডো",
 			'many'	=>	"তিমুর এসকুডো"
 		),

		'TRL'	=>	 array
		(
			'name'	=>	"প্রাচীন তুর্কি লিরা",
 			'one'	=>	"প্রাচীন তুর্কি লিরা",
 			'many'	=>	"প্রাচীন তুর্কি লিরা"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"তুর্কি লিরা",
 			'one'	=>	"তুর্কি লিরা",
 			'many'	=>	"তুর্কি লিরা"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"ত্রিনিদাদ এবং টোবাগো ডলার",
 			'one'	=>	"ত্রিনিদাদ এবং টোবাগো ডলার",
 			'many'	=>	"ত্রিনিদাদ এবং টোবাগো ডলার"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"নূতন তাইওয়ান ক্যারাবিয়ান ডলার",
 			'one'	=>	"নূতন তাইওয়ান ক্যারাবিয়ান ডলার",
 			'many'	=>	"নূতন তাইওয়ান ক্যারাবিয়ান ডলার"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"তাঞ্জনিয়া শিলিং",
 			'one'	=>	"তাঞ্জনিয়া শিলিং",
 			'many'	=>	"তাঞ্জনিয়া শিলিং"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"ইউক্রেইন হৃভনিয়া",
 			'one'	=>	"ইউক্রেইন হৃভনিয়া",
 			'many'	=>	"ইউক্রেইন হৃভনিয়া"
 		),

		'UAK'	=>	 array
		(
			'name'	=>	"ইউক্রেইন কার্বোভ্যান্টস",
 			'one'	=>	"ইউক্রেইন কার্বোভ্যান্টস",
 			'many'	=>	"ইউক্রেইন কার্বোভ্যান্টস"
 		),

		'UGS'	=>	 array
		(
			'name'	=>	"উগান্ডান শিলিং",
 			'one'	=>	"উগান্ডান শিলিং",
 			'many'	=>	"উগান্ডান শিলিং"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"উগান্ডান শিলিং",
 			'one'	=>	"উগান্ডান শিলিং",
 			'many'	=>	"উগান্ডান শিলিং"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"মার্কিন ডলার",
 			'one'	=>	"মার্কিন ডলার",
 			'many'	=>	"মার্কিন ডলার"
 		),

		'USN'	=>	 array
		(
			'name'	=>	"মার্কিন ডলার",
 			'one'	=>	"মার্কিন ডলার",
 			'many'	=>	"মার্কিন ডলার"
 		),

		'USS'	=>	 array
		(
			'name'	=>	"মার্কিন ডলার",
 			'one'	=>	"মার্কিন ডলার",
 			'many'	=>	"মার্কিন ডলার"
 		),

		'UYI'	=>	 array
		(
			'name'	=>	"উরুগুয়ায়ান পেসো এন উনিদাদেস ইনডেক্সেডাস",
 			'one'	=>	"উরুগুয়ায়ান পেসো এন উনিদাদেস ইনডেক্সেডাস",
 			'many'	=>	"উরুগুয়ায়ান পেসো এন উনিদাদেস ইনডেক্সেডাস"
 		),

		'UYP'	=>	 array
		(
			'name'	=>	"উরুগুয়ে পেসো",
 			'one'	=>	"উরুগুয়ে পেসো",
 			'many'	=>	"উরুগুয়ে পেসো"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"উরুগুয়ে পেসো",
 			'one'	=>	"উরুগুয়ে পেসো উরুগুয়েও",
 			'many'	=>	"উরুগুয়ে পেসো উরুগুয়েও"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"উজবেকিস্তানি সোম",
 			'one'	=>	"উজবেকিস্তানি সোম",
 			'many'	=>	"উজবেকিস্তানি সোম"
 		),

		'VEB'	=>	 array
		(
			'name'	=>	"ভেনিজুয়েলান বলিভার",
 			'one'	=>	"ভেনিজুয়েলান বলিভার",
 			'many'	=>	"ভেনিজুয়েলান বলিভার"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"ভেনিজুয়েলীয় বলিভার",
 			'one'	=>	"ভেনিজুয়েলীয় বলিভার",
 			'many'	=>	"ভেনিজুয়েলীয় বলিভার"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"ভিয়েতনামি ডঙ্গ",
 			'one'	=>	"ভিয়েতনামি ডঙ্গ",
 			'many'	=>	"ভিয়েতনামি ডঙ্গ"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"ভানুয়াতু ভাতু",
 			'one'	=>	"ভানুয়াতু ভাতু",
 			'many'	=>	"ভানুয়াতু ভাতু"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"পশ্চিমাঞ্চলীয় সামোয়ান টালা",
 			'one'	=>	"পশ্চিমাঞ্চলীয় সামোয়ান টালা",
 			'many'	=>	"পশ্চিমাঞ্চলীয় সামোয়ান টালা"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"সিএফএ ফ্র্যাঙ্ক বিইএসি",
 			'one'	=>	"সিএফএ ফ্র্যাঙ্ক বিইএসি",
 			'many'	=>	"সিএফএ ফ্র্যাঙ্ক বিইএসি"
 		),

		'XAG'	=>	 array
		(
			'name'	=>	"সিলভার",
 			'one'	=>	"সিলভার",
 			'many'	=>	"সিলভার"
 		),

		'XAU'	=>	 array
		(
			'name'	=>	"গোল্ড",
 			'one'	=>	"গোল্ড",
 			'many'	=>	"গোল্ড"
 		),

		'XBB'	=>	 array
		(
			'name'	=>	"ইউরোপীয় আর্থিক একক",
 			'one'	=>	"ইউরোপীয় আর্থিক একক",
 			'many'	=>	"ইউরোপীয় আর্থিক একক"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"পূর্ব ক্যারাবিয়ান ডলার",
 			'one'	=>	"পূর্ব ক্যারাবিয়ান ডলার",
 			'many'	=>	"পূর্ব ক্যারাবিয়ান ডলার"
 		),

		'XEU'	=>	 array
		(
			'name'	=>	"ইউরোপীয় মুদ্রা একক",
 			'one'	=>	"ইউরোপীয় মুদ্রা একক",
 			'many'	=>	"ইউরোপীয় মুদ্রা একক"
 		),

		'XFO'	=>	 array
		(
			'name'	=>	"ফরাসি গোল্ড ফ্রাঙ্ক",
 			'one'	=>	"ফরাসি গোল্ড ফ্রাঙ্ক",
 			'many'	=>	"ফরাসি গোল্ড ফ্রাঙ্ক"
 		),

		'XFU'	=>	 array
		(
			'name'	=>	"ফরাসি ইউআইসি - ফ্রাঙ্ক",
 			'one'	=>	"ফরাসি ইউআইসি - ফ্রাঙ্ক",
 			'many'	=>	"ফরাসি ইউআইসি - ফ্রাঙ্ক"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"সিএফএ ফ্র্যাঙ্ক বিসিইএও",
 			'one'	=>	"সিএফএ ফ্র্যাঙ্ক বিসিইএও",
 			'many'	=>	"সিএফএ ফ্র্যাঙ্ক বিসিইএও"
 		),

		'XPD'	=>	 array
		(
			'name'	=>	"প্যালেডিয়াম",
 			'one'	=>	"প্যালেডিয়াম",
 			'many'	=>	"প্যালেডিয়াম"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"সিএফপি ফ্র্যাঙ্ক",
 			'one'	=>	"সিএফপি ফ্র্যাঙ্ক",
 			'many'	=>	"সিএফপি ফ্র্যাঙ্ক"
 		),

		'XPT'	=>	 array
		(
			'name'	=>	"প্লাটিনাম",
 			'one'	=>	"প্লাটিনাম",
 			'many'	=>	"প্লাটিনাম"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"অজানা বা ভুল মুদ্রা",
 			'one'	=>	"অজানা বা ভুল মুদ্রা",
 			'many'	=>	"অজানা বা ভুল মুদ্রা"
 		),

		'YDD'	=>	 array
		(
			'name'	=>	"ইয়েমেনি দিনার",
 			'one'	=>	"ইয়েমেনি দিনার",
 			'many'	=>	"ইয়েমেনি দিনার"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"ইয়েমেনি রিয়াল",
 			'one'	=>	"ইয়েমেনি রিয়াল",
 			'many'	=>	"ইয়েমেনি রিয়াল"
 		),

		'YUD'	=>	 array
		(
			'name'	=>	"যুগোশ্লাভিয় হার্ড দিনার",
 			'one'	=>	"যুগোশ্লাভিয় হার্ড দিনার",
 			'many'	=>	"যুগোশ্লাভিয় হার্ড দিনার"
 		),

		'YUM'	=>	 array
		(
			'name'	=>	"যুগোশ্লাভিয় নোভি দিনার",
 			'one'	=>	"যুগোশ্লাভিয় নোভি দিনার",
 			'many'	=>	"যুগোশ্লাভিয় নোভি দিনার"
 		),

		'YUN'	=>	 array
		(
			'name'	=>	"যুগোশ্লাভিয় রুপান্তরযোগ্য দিনার",
 			'one'	=>	"যুগোশ্লাভিয় রুপান্তরযোগ্য দিনার",
 			'many'	=>	"যুগোশ্লাভিয় রুপান্তরযোগ্য দিনার"
 		),

		'ZAL'	=>	 array
		(
			'name'	=>	"দক্ষিণ আফ্রিকান র‌্যান্ড",
 			'one'	=>	"দক্ষিণ আফ্রিকান র‌্যান্ড",
 			'many'	=>	"দক্ষিণ আফ্রিকান র‌্যান্ড"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"দক্ষিণ আফ্রিকান রেন্ড",
 			'one'	=>	"দক্ষিণ আফ্রিকান রেন্ড",
 			'many'	=>	"দক্ষিণ আফ্রিকান রেন্ড"
 		),

		'ZMK'	=>	 array
		(
			'name'	=>	"জাম্বিয়ান কওয়াচা",
 			'one'	=>	"জাম্বিয়ান কওয়াচা",
 			'many'	=>	"জাম্বিয়ান কওয়াচা"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"জাম্বিয়ান কওয়াচা",
 			'one'	=>	"জাম্বিয়ান কওয়াচা",
 			'many'	=>	"জাম্বিয়ান কওয়াচা"
 		),

		'ZRN'	=>	 array
		(
			'name'	=>	"জাইরিয়ান নিউ জাইরে",
 			'one'	=>	"জাইরিয়ান নিউ জাইরে",
 			'many'	=>	"জাইরিয়ান নিউ জাইরে"
 		),

		'ZRZ'	=>	 array
		(
			'name'	=>	"জাইরিয়ান জাইরে",
 			'one'	=>	"জাইরিয়ান জাইরে",
 			'many'	=>	"জাইরিয়ান জাইরে"
 		),

		'ZWD'	=>	 array
		(
			'name'	=>	"জিম্বাবুয়ে ডলার",
 			'one'	=>	"জিম্বাবুয়ে ডলার",
 			'many'	=>	"জিম্বাবুয়ে ডলার"
 		),

		'ZWL'	=>	 array
		(
			'name'	=>	"জিম্বাবুয়ে ডলার",
 			'one'	=>	"জিম্বাবুয়ে ডলার",
 			'many'	=>	"জিম্বাবুয়ে ডলার"
 		),

		'ZWR'	=>	 array
		(
			'name'	=>	"জিম্বাবুয়ে ডলার",
 			'one'	=>	"জিম্বাবুয়ে ডলার",
 			'many'	=>	"জিম্বাবুয়ে ডলার"
 		),

    ),
);
