<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'AED'	=>	 array
		(
			'name'	=>	"Бириккен Араб Эмираттары Дирхамы",
 			'one'	=>	"Баэ Дирхамы",
 			'many'	=>	"Баэ Дирхамы"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"Афганстан Афганиси",
 			'one'	=>	"Афганстан Афганиси",
 			'many'	=>	"Афганстан Афганиси"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"Албания Леги",
 			'one'	=>	"Албания Леги",
 			'many'	=>	"Албания Леги"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"Армения Драмы",
 			'one'	=>	"Армения Драмы",
 			'many'	=>	"Армения Драмы"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"Нидерланд Антил Гулдени",
 			'one'	=>	"Нидерланд Антил Гулдени",
 			'many'	=>	"Нидерланд Антил Гулдени"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"Ангола Кванзасы",
 			'one'	=>	"Ангола Кванзасы",
 			'many'	=>	"Ангола Кванзасы"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"Аргентина Песосу",
 			'one'	=>	"Аргентина Песосу",
 			'many'	=>	"Аргентина Песосу"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"Австралия Доллары",
 			'one'	=>	"Австралия Доллары",
 			'many'	=>	"Австралия Доллары"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"Аруба Флорини",
 			'one'	=>	"Аруба Флорини",
 			'many'	=>	"Аруба Флорини"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"Азербайжан Манаты",
 			'one'	=>	"Азербайжан Манаты",
 			'many'	=>	"Азербайжан Манаты"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"Босния-Герцеговина Оодарылма Маркы",
 			'one'	=>	"Босния-Герцеговина Оодарылма Маркы",
 			'many'	=>	"Босния-Герцеговина Оодарылма Маркы"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"Барбадос Доллары",
 			'one'	=>	"Барбадос Доллары",
 			'many'	=>	"Барбадос Доллары"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"Бангладеш Такасы",
 			'one'	=>	"Бангладеш Такасы",
 			'many'	=>	"Бангладеш Такасы"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"Болгария Леви",
 			'one'	=>	"Болгария Леви",
 			'many'	=>	"Болгария Леви"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"Бахрейн Динары",
 			'one'	=>	"Бахрейн Динары",
 			'many'	=>	"Бахрейн Динары"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"Бурунди Франкы",
 			'one'	=>	"Бурунди Франкы",
 			'many'	=>	"Бурунди Франкы"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"Бермуд Доллары",
 			'one'	=>	"Бермуд Доллары",
 			'many'	=>	"Бермуд Доллары"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"Бруней Доллары",
 			'one'	=>	"Бруней Доллары",
 			'many'	=>	"Бруней Доллары"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"Боливия Боливианосу",
 			'one'	=>	"Боливия Боливианосу",
 			'many'	=>	"Боливия Боливианосу"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"Бразилия Реалы",
 			'one'	=>	"Бразилия Реалы",
 			'many'	=>	"Бразилия Реалы"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"Багама Доллары",
 			'one'	=>	"Багама Доллары",
 			'many'	=>	"Багама Доллары"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"Бутан Нгултруму",
 			'one'	=>	"Бутан Нгултруму",
 			'many'	=>	"Бутан Нгултруму"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"Ботсвана Пуласы",
 			'one'	=>	"Ботсвана Пуласы",
 			'many'	=>	"Ботсвана Пуласы"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"Беларусь Рублу",
 			'one'	=>	"Беларусь Рублу",
 			'many'	=>	"Беларусь Рублу"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"Белиз Доллары",
 			'one'	=>	"Белиз Доллары",
 			'many'	=>	"Белиз Доллары"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"Канада Доллары",
 			'one'	=>	"Канада Доллары",
 			'many'	=>	"Канада Доллары"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"Конго Франкы",
 			'one'	=>	"Конго Франкы",
 			'many'	=>	"Конго Франкы"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"Швейцария Франкы",
 			'one'	=>	"Швейцария Франкы",
 			'many'	=>	"Швейцария Франкы"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"Чили Песосу",
 			'one'	=>	"Чили Песосу",
 			'many'	=>	"Чили Песосу"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"Кытай Юаны",
 			'one'	=>	"Кытай Юаны",
 			'many'	=>	"Кытай Юаны"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"Колумбия Песосу",
 			'one'	=>	"Колумбия Песосу",
 			'many'	=>	"Колумбия Песосу"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"Коста Рика Колону",
 			'one'	=>	"Коста Рика Колону",
 			'many'	=>	"Коста Рика Колону"
 		),

		'CUC'	=>	 array
		(
			'name'	=>	"Куба Оодарылма Песосу",
 			'one'	=>	"Куба Оодарылма Песосу",
 			'many'	=>	"Куба Оодарылма Песосу"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"Куба Песосу",
 			'one'	=>	"Куба Песосу",
 			'many'	=>	"Куба Песосу"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"Капе Верде Эскудосу",
 			'one'	=>	"Капе Верде Эскудосу",
 			'many'	=>	"Капе Верде Эскудосу"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"Чехия Корунасы",
 			'one'	=>	"Чехия Корунасы",
 			'many'	=>	"Чехия Корунасы"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"Жибути Франкы",
 			'one'	=>	"Жибути Франкы",
 			'many'	=>	"Жибути Франкы"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"Дания Крону",
 			'one'	=>	"Дания Крону",
 			'many'	=>	"Дания Крону"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"Доминика Песосу",
 			'one'	=>	"Доминика Песосу",
 			'many'	=>	"Доминика Песосу"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"Алжир Динары",
 			'one'	=>	"Алжир Динары",
 			'many'	=>	"Алжир Динары"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"Мисир Фунту",
 			'one'	=>	"Мисир Фунту",
 			'many'	=>	"Мисир Фунту"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"Эритреа Накфасы",
 			'one'	=>	"Эритреа Накфасы",
 			'many'	=>	"Эритреа Накфасы"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"Эфиопия Бирри",
 			'one'	=>	"Эфиопия Бирри",
 			'many'	=>	"Эфиопия Бирри"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"Евро",
 			'one'	=>	"Евро",
 			'many'	=>	"Евро"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"Фижи Доллары",
 			'one'	=>	"Фижи Доллары",
 			'many'	=>	"Фижи Доллары"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"Фолкленд Аралдарынын Фунту",
 			'one'	=>	"Фолкленд Аралдарынын Фунту",
 			'many'	=>	"Фолкленд Аралдарынын Фунту"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"Британия Фунт Стерлинги",
 			'one'	=>	"Британия Фунт Стерлинги",
 			'many'	=>	"Британия Фунт Стерлинги"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"Грузия Лариси",
 			'one'	=>	"Грузия Лариси",
 			'many'	=>	"Грузия Лариси"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"Гана Седиси",
 			'one'	=>	"Гана Седиси",
 			'many'	=>	"Гана Седиси"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"Гибралтар Фунту",
 			'one'	=>	"Гибралтар Фунту",
 			'many'	=>	"Гибралтар Фунту"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"Гамбия Даласиси",
 			'one'	=>	"Гамбия Даласиси",
 			'many'	=>	"Гамбия Даласиси"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"Гине Франкы",
 			'one'	=>	"Гине Франкы",
 			'many'	=>	"Гине Франкы"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"Гватемала Кетсалы",
 			'one'	=>	"Гватемала Кетсалы",
 			'many'	=>	"Гватемала Кетсалы"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"Гуйана Доллары",
 			'one'	=>	"Гуйана Доллары",
 			'many'	=>	"Гуйана Доллары"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"Гоӊ Коӊ Доллары",
 			'one'	=>	"Гоӊ Коӊ Доллары",
 			'many'	=>	"Гоӊ Коӊ Доллары"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"Гондурас Лемпирасы",
 			'one'	=>	"Гондурас Лемпирасы",
 			'many'	=>	"Гондурас Лемпирасы"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"Хорватия Кунасы",
 			'one'	=>	"Хорватия Кунасы",
 			'many'	=>	"Хорватия Кунасы"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"Гаити Гурду",
 			'one'	=>	"Гаити Гурду",
 			'many'	=>	"Гаити Гурду"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"Венгрия Форинти",
 			'one'	=>	"Венгрия Форинти",
 			'many'	=>	"Венгрия Форинти"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"Индонезия Рупийасы",
 			'one'	=>	"Индонезия Рупийасы",
 			'many'	=>	"Индонезия Рупийасы"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"Израил Жаӊы Шегели",
 			'one'	=>	"Израил Жаӊы Шегели",
 			'many'	=>	"Израил Жаӊы Шегели"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"Индия Руписи",
 			'one'	=>	"Индия Руписи",
 			'many'	=>	"Индия Руписи"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"Ирак Динары",
 			'one'	=>	"Ирак Динары",
 			'many'	=>	"Ирак Динары"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"Иран Риалы",
 			'one'	=>	"Иран Риалы",
 			'many'	=>	"Иран Риалы"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"Исландия Крону",
 			'one'	=>	"Исландия Крону",
 			'many'	=>	"Исландия Крону"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"Жамайка Доллары",
 			'one'	=>	"Жамайка Доллары",
 			'many'	=>	"Жамайка Доллары"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"Йордания Динары",
 			'one'	=>	"Йордания Динары",
 			'many'	=>	"Йордания Динары"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"Жапан Йени",
 			'one'	=>	"Жапан Йени",
 			'many'	=>	"Жапан Йени"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"Кения Шиллинги",
 			'one'	=>	"Кения Шиллинги",
 			'many'	=>	"Кения Шиллинги"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"Кыргызстан Сому",
 			'one'	=>	"Кыргызстан Сому",
 			'many'	=>	"Кыргызстан Сому"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"Камбожа Риели",
 			'one'	=>	"Камбожа Риели",
 			'many'	=>	"Камбожа Риели"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"Коморос Франкы",
 			'one'	=>	"Коморос Франкы",
 			'many'	=>	"Коморос Франкы"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"Түндүк Корея Уону",
 			'one'	=>	"Түндүк Корея Уону",
 			'many'	=>	"Түндүк Корея Уону"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"Түштүк Корея Уону",
 			'one'	=>	"Түштүк Корея Уону",
 			'many'	=>	"Түштүк Корея Уону"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"Кувейт Динары",
 			'one'	=>	"Кувейт Динары",
 			'many'	=>	"Кувейт Динары"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"Кайман Доллары",
 			'one'	=>	"Кайман Доллары",
 			'many'	=>	"Кайман Доллары"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"Казакстан Теӊгеси",
 			'one'	=>	"Казакстан Теӊгеси",
 			'many'	=>	"Казакстан Теӊгеси"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"Лаос Киби",
 			'one'	=>	"Лаос Киби",
 			'many'	=>	"Лаос Киби"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"Ливан Фунту",
 			'one'	=>	"Ливан Фунту",
 			'many'	=>	"Ливан Фунту"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"Шри Ланка Руписи",
 			'one'	=>	"Шри Ланка Руписи",
 			'many'	=>	"Шри Ланка Руписи"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"Либерия Доллары",
 			'one'	=>	"Либерия Доллары",
 			'many'	=>	"Либерия Доллары"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"Литва Литасы",
 			'one'	=>	"Литва Литасы",
 			'many'	=>	"Литва Литасы"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"Латвия Латсы",
 			'one'	=>	"Латвия Латсы",
 			'many'	=>	"Латвия Латсы"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"Ливия Динары",
 			'one'	=>	"Ливия Динары",
 			'many'	=>	"Ливия Динары"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"Марокко Дирхамы",
 			'one'	=>	"Марокко Дирхамы",
 			'many'	=>	"Марокко Дирхамы"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"Молдова Лейи",
 			'one'	=>	"Молдова Лейи",
 			'many'	=>	"Молдова Лейи"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"Мадагаскар Ариариси",
 			'one'	=>	"Мадагаскар Ариариси",
 			'many'	=>	"Мадагаскар Ариариси"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"Македония Денары",
 			'one'	=>	"Македония Денары",
 			'many'	=>	"Македония Денары"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"Мйанмар Кйаты",
 			'one'	=>	"Мйанмар Кйаты",
 			'many'	=>	"Мйанмар Кйаты"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"Монгол Тугриги",
 			'one'	=>	"Монгол Тугриги",
 			'many'	=>	"Монгол Тугриги"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"Макау Патакасы",
 			'one'	=>	"Макау Патакасы",
 			'many'	=>	"Макау Патакасы"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"Мавритания Угиясы",
 			'one'	=>	"Мавритания Угиясы",
 			'many'	=>	"Мавритания Угиясы"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"Мавританий Руписи",
 			'one'	=>	"Мавританий Руписи",
 			'many'	=>	"Мавританий Руписи"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"Малдив Руфийасы",
 			'one'	=>	"Малдив Руфийасы",
 			'many'	=>	"Малдив Руфийасы"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"Малави Квачасы",
 			'one'	=>	"Малави Квачасы",
 			'many'	=>	"Малави Квачасы"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"Мексика Песосу",
 			'one'	=>	"Мексика Песосу",
 			'many'	=>	"Мексика Песосу"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"Малайзия Ринггити",
 			'one'	=>	"Малайзия Ринггити",
 			'many'	=>	"Малайзия Ринггити"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"Мозамбик Метикалы",
 			'one'	=>	"Мозамбик Метикалы",
 			'many'	=>	"Мозамбик Метикалы"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"Намибия Доллары",
 			'one'	=>	"Намибия Доллары",
 			'many'	=>	"Намибия Доллары"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"Нигерия Найрасы",
 			'one'	=>	"Нигерия Найрасы",
 			'many'	=>	"Нигерия Найрасы"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"Никарагуа Кордобасы",
 			'one'	=>	"Никарагуа Кордобасы",
 			'many'	=>	"Никарагуа Кордобасы"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"Норвегия Крону",
 			'one'	=>	"Норвегия Крону",
 			'many'	=>	"Норвегия Крону"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"Непал Руписи",
 			'one'	=>	"Непал Руписи",
 			'many'	=>	"Непал Руписи"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"Жаӊы Зеландия Доллары",
 			'one'	=>	"Жаӊы Зеландия Доллары",
 			'many'	=>	"Жаӊы Зеландия Доллары"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"Оман Риалы",
 			'one'	=>	"Оман Риалы",
 			'many'	=>	"Оман Риалы"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"Панама Балбоасы",
 			'one'	=>	"Панама Балбоасы",
 			'many'	=>	"Панама Балбоасы"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"Перу Нуэво Солу",
 			'one'	=>	"Перу Нуэво Солу",
 			'many'	=>	"Перу Нуэво Солу"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"Папуа Жаӊы Гине Кинасы",
 			'one'	=>	"Папуа Жаӊы Гине Кинасы",
 			'many'	=>	"Папуа Жаӊы Гине Кинасы"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"Филиппин Песосу",
 			'one'	=>	"Филиппин Песосу",
 			'many'	=>	"Филиппин Песосу"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"Пакистан Руписи",
 			'one'	=>	"Пакистан Руписи",
 			'many'	=>	"Пакистан Руписи"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"Польша Злотыйы",
 			'one'	=>	"Польша Злотыйы",
 			'many'	=>	"Польша Злотыйы"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"Парагвай Гуараниси",
 			'one'	=>	"Парагвай Гуараниси",
 			'many'	=>	"Парагвай Гуараниси"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"Катар Риалы",
 			'one'	=>	"Катар Риалы",
 			'many'	=>	"Катар Риалы"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"Румыния Лейи",
 			'one'	=>	"Румыния Лейи",
 			'many'	=>	"Румыния Лейи"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"Сербия Динары",
 			'one'	=>	"Сербия Динары",
 			'many'	=>	"Сербия Динары"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"Орусия Рублу",
 			'one'	=>	"Орусия Рублу",
 			'many'	=>	"Орусия Рублу"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"Руанда Франкы",
 			'one'	=>	"Руанда Франкы",
 			'many'	=>	"Руанда Франкы"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"Сауд Риалы",
 			'one'	=>	"Сауд Риалы",
 			'many'	=>	"Сауд Риалы"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"Соломон Доллары",
 			'one'	=>	"Соломон Доллары",
 			'many'	=>	"Соломон Доллары"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"Сейшел Руписи",
 			'one'	=>	"Сейшел Руписи",
 			'many'	=>	"Сейшел Руписи"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"Судан Фунту",
 			'one'	=>	"Судан Фунту",
 			'many'	=>	"Судан Фунту"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"Швеция Крону",
 			'one'	=>	"Швеция Крону",
 			'many'	=>	"Швеция Крону"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"Сингапур Доллары",
 			'one'	=>	"Сингапур Доллары",
 			'many'	=>	"Сингапур Доллары"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"Ыйык Елена Фунту",
 			'one'	=>	"Ыйык Елена Фунту",
 			'many'	=>	"Ыйык Елена Фунту"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"Сиерра Леоне Леонеси",
 			'one'	=>	"Сиерра Леоне Леонеси",
 			'many'	=>	"Сиерра Леоне Леонеси"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"Сомали Шиллинги",
 			'one'	=>	"Сомали Шиллинги",
 			'many'	=>	"Сомали Шиллинги"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"Суринам Доллары",
 			'one'	=>	"Суринам Доллары",
 			'many'	=>	"Суринам Доллары"
 		),

		'SSP'	=>	 array
		(
			'name'	=>	"Түштүк Судан Фунту",
 			'one'	=>	"Түштүк Судан Фунту",
 			'many'	=>	"Түштүк Судан Фунту"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"Сао Томе Жана Принсипе Добрасы",
 			'one'	=>	"Сао Томе Жана Принсипе Добрасы",
 			'many'	=>	"Сао Томе Жана Принсипе Добрасы"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"Сирия Фунту",
 			'one'	=>	"Сирия Фунту",
 			'many'	=>	"Сирия Фунту"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"Свази Лилангени",
 			'one'	=>	"Свази Лилангени",
 			'many'	=>	"Свази Эмалангени"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"Тай Баты",
 			'one'	=>	"Тай Баты",
 			'many'	=>	"Тай Баты"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"Тажикстан Сомониси",
 			'one'	=>	"Тажикстан Сомониси",
 			'many'	=>	"Тажикстан Сомониси"
 		),

		'TMT'	=>	 array
		(
			'name'	=>	"Түркмөнстан Манаты",
 			'one'	=>	"Түркмөнстан Манаты",
 			'many'	=>	"Түркмөнстан Манаты"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"Тунис Динары",
 			'one'	=>	"Тунис Динары",
 			'many'	=>	"Тунис Динары"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"Тонга Паангасы",
 			'one'	=>	"Тонга Паангасы",
 			'many'	=>	"Тонга Паангасы"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"Түркия Лирасы",
 			'one'	=>	"Түркия Лирасы",
 			'many'	=>	"Түркия Лирасы"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"Тринидад Жана Тобаго Доллары",
 			'one'	=>	"Тринидад Жана Тобаго Доллары",
 			'many'	=>	"Тринидад Жана Тобаго Доллары"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"Тайвань Жаӊы Доллары",
 			'one'	=>	"Тайвань Жаӊы Доллары",
 			'many'	=>	"Тайвань Жаӊы Доллары"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"Танзания Шиллинги",
 			'one'	=>	"Танзания Шиллинги",
 			'many'	=>	"Танзания Шиллинги"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"Украина Гривени",
 			'one'	=>	"Украина Гривени",
 			'many'	=>	"Украина Гривени"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"Уганда Шиллинги",
 			'one'	=>	"Уганда Шиллинги",
 			'many'	=>	"Уганда Шиллинги"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"Акш Доллары",
 			'one'	=>	"Акш Доллары",
 			'many'	=>	"Акш Доллары"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"Уругвай Песосу",
 			'one'	=>	"Уругвай Песосу",
 			'many'	=>	"Уругвай Песосу"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"Өзбекстан Сому",
 			'one'	=>	"Өзбекстан Сому",
 			'many'	=>	"Өзбекстан Сому"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"Венесуэла Боливары",
 			'one'	=>	"Венесуэла Боливары",
 			'many'	=>	"Венесуэла Боливары"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"Вьетнам Доӊу",
 			'one'	=>	"Вьетнам Доӊу",
 			'many'	=>	"Вьетнам Доӊу"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"Вануату Ватусу",
 			'one'	=>	"Вануату Ватусу",
 			'many'	=>	"Вануату Ватусу"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"Самоа Таласы",
 			'one'	=>	"Самоа Таласы",
 			'many'	=>	"Самоа Таласы"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"Борбор Африка Cfa Франкы",
 			'one'	=>	"Борбор Африка Cfa Франкы",
 			'many'	=>	"Борбор Африка Cfa Франкы"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"Чыгыш Кариб Доллары",
 			'one'	=>	"Чыгыш Кариб Доллары",
 			'many'	=>	"Чыгыш Кариб Доллары"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"Батыш Африка Cfa Франкы",
 			'one'	=>	"Батыш Африка Cfa Франкы",
 			'many'	=>	"Батыш Африка Cfa Франкы"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"Cfp Франкы",
 			'one'	=>	"Cfp Франкы",
 			'many'	=>	"Cfp Франкы"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"Белгисиз Акча",
 			'one'	=>	"Белгисиз Акча",
 			'many'	=>	"Белгисиз Акча"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"Йемен Риалы",
 			'one'	=>	"Йемен Риалы",
 			'many'	=>	"Йемен Риалы"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"Түштүк Африка Ранды",
 			'one'	=>	"Түштүк Африка Ранды",
 			'many'	=>	"Түштүк Африка Ранды"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"Замбия Квачасы",
 			'one'	=>	"Замбия Квачасы",
 			'many'	=>	"Замбия Квачасы"
 		),

    ),
);
