<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'ADP'	=>	 array
		(
			'name'	=>	"اٮ۪ڑورَن پیسِٹا",
 			'one'	=>	"اٮ۪ڑورَن پیسِٹا",
 			'many'	=>	"اٮ۪ڑورَن پیسِٹا"
 		),

		'AED'	=>	 array
		(
			'name'	=>	"مُتحدہ عرب اِمارات دِرہم",
 			'one'	=>	"مُتحدہ عرب اِمارات دِرہم",
 			'many'	=>	"مُتحدہ عرب اِمارات دِرہم"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"افغان افغٲنی",
 			'one'	=>	"افغان افغٲنی",
 			'many'	=>	"افغان افغٲنی"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"اٮ۪لبینِیَن لِک",
 			'one'	=>	"اٮ۪لبینِیَن لِک",
 			'many'	=>	"اٮ۪لبینِیَن لِک"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"اَرمانٮ۪ن ڈرٛٮ۪م",
 			'one'	=>	"اَرمانٮ۪ن ڈرٛٮ۪م",
 			'many'	=>	"اَرمانٮ۪ن ڈرٛٮ۪م"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"نایدَرلینٛڑ اٮ۪نٹٕلیٖیَن گِلڑَر",
 			'one'	=>	"نایدَرلینٛڑ اٮ۪نٹٕلیٖیَن گِلڑَر",
 			'many'	=>	"نایدَرلینٛڑ اٮ۪نٹٕلیٖیَن گِلڑَر"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"اٮ۪نگولَن کوانزا",
 			'one'	=>	"اٮ۪نگولَن کوانزا",
 			'many'	=>	"اٮ۪نگولَن کوانزا"
 		),

		'AOR'	=>	 array
		(
			'name'	=>	"اٮ۪نگولَن کوانٛزا رٮ۪جِسٹاڑو",
 			'one'	=>	"اٮ۪نگولَن کوانٛزا رٮ۪جِسٹاڑو",
 			'many'	=>	"اٮ۪نگولَن کوانٛزا رٮ۪جِسٹاڑو"
 		),

		'ARA'	=>	 array
		(
			'name'	=>	"أرجَنٹیٖن اَسٹرل",
 			'one'	=>	"أرجَنٹیٖن اَسٹرل",
 			'many'	=>	"أرجَنٹیٖن اَسٹرل"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"أرجَنٹیٖن پِسو",
 			'one'	=>	"أرجَنٹیٖن پِسو",
 			'many'	=>	"أرجَنٹیٖن پِسو"
 		),

		'ATS'	=>	 array
		(
			'name'	=>	"آسٹریَن شِلِنٛگ",
 			'one'	=>	"آسٹریَن شِلِنٛگ",
 			'many'	=>	"آسٹریَن شِلِنٛگ"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"آسٹریلِیَن ڈالَر",
 			'one'	=>	"آسٹریلِیَن ڈالَر",
 			'many'	=>	"آسٹریلِیَن ڈالَر"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"اَروبَن فِلورِن",
 			'one'	=>	"اَروبَن فِلورِن",
 			'many'	=>	"اَروبَن فِلورِن"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"آزَرباجانی مَنَٹ",
 			'one'	=>	"آزَرباجانی مَنَٹ",
 			'many'	=>	"آزَرباجانی مَنَٹ"
 		),

		'BAD'	=>	 array
		(
			'name'	=>	"بوزنِیاہَرزِگووِنا دیٖنار",
 			'one'	=>	"بوزنِیاہَرزِگووِنا دیٖنار",
 			'many'	=>	"بوزنِیاہَرزِگووِنا دیٖنار"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"بوزنِیاہَرزِگووِنا کَنوٲٹیبٕل مارٕک",
 			'one'	=>	"بوزنِیاہَرزِگووِنا کَنوٲٹیبٕل مارٕک",
 			'many'	=>	"بوزنِیاہَرزِگووِنا کَنوٲٹیبٕل مارٕک"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"بابیڑِیَن ڈالَر",
 			'one'	=>	"بابیڑِیَن ڈالَر",
 			'many'	=>	"بابیڑِیَن ڈالَر"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"بَنگلادیٖشی ٹَکا",
 			'one'	=>	"بَنگلادیٖشی ٹَکا",
 			'many'	=>	"بَنگلادیٖشی ٹَکا"
 		),

		'BEF'	=>	 array
		(
			'name'	=>	"بَلجِیَن فرینٛک",
 			'one'	=>	"بَلجِیَن فرینٛک",
 			'many'	=>	"بَلجِیَن فرینٛک"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"بیلگیرِیَن ہاڑ لِو",
 			'one'	=>	"بیلگیرِیَن ہاڑ لِو",
 			'many'	=>	"بیلگیرِیَن ہاڑ لِو"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"بحریٖنی دیٖنار",
 			'one'	=>	"بحریٖنی دیٖنار",
 			'many'	=>	"بحریٖنی دیٖنار"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"بُرُنڑِین فرینٛک",
 			'one'	=>	"بُرُنڑِین فرینٛک",
 			'many'	=>	"بُرُنڑِین فرینٛک"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"بٔرمیوٗڑَن ڈالَر",
 			'one'	=>	"بٔرمیوٗڑَن ڈالَر",
 			'many'	=>	"بٔرمیوٗڑَن ڈالَر"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"برٛونی ڈالَر",
 			'one'	=>	"برٛونی ڈالَر",
 			'many'	=>	"برٛونی ڈالَر"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"بولِوِیَن بولوینو",
 			'one'	=>	"بولِوِیَن بولوینو",
 			'many'	=>	"بولِوِیَن بولوینو"
 		),

		'BOP'	=>	 array
		(
			'name'	=>	"بولویَن پِسو",
 			'one'	=>	"بولویَن پِسو",
 			'many'	=>	"بولویَن پِسو"
 		),

		'BOV'	=>	 array
		(
			'name'	=>	"بولوِیَن مَوڈال",
 			'one'	=>	"بولوِیَن مَوڈال",
 			'many'	=>	"بولوِیَن مَوڈال"
 		),

		'BRB'	=>	 array
		(
			'name'	=>	"برٛازیٖلین کرٛوزِرو نووو",
 			'one'	=>	"برٛازیٖلین کرٛوزِرو نووو",
 			'many'	=>	"برٛازیٖلین کرٛوزِرو نووو"
 		),

		'BRC'	=>	 array
		(
			'name'	=>	"برٛازیٖلین کرٛوزیڑو",
 			'one'	=>	"برٛازیٖلین کرٛوزیڑو",
 			'many'	=>	"برٛازیٖلین کرٛوزیڑو"
 		),

		'BRE'	=>	 array
		(
			'name'	=>	"(برٛازیٖلین کرٛوزِرو",
 			'one'	=>	"(برٛازیٖلین کرٛوزِرو",
 			'many'	=>	"(برٛازیٖلین کرٛوزِرو"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"برٛازیٖلین رِیَل",
 			'one'	=>	"برٛازیٖلین رِیَل",
 			'many'	=>	"برٛازیٖلین رِیَل"
 		),

		'BRN'	=>	 array
		(
			'name'	=>	"برٛازیٖلین کرٛوزیڑو نووو",
 			'one'	=>	"برٛازیٖلین کرٛوزیڑو نووو",
 			'many'	=>	"برٛازیٖلین کرٛوزیڑو نووو"
 		),

		'BRR'	=>	 array
		(
			'name'	=>	"برٛازیٖلین کرٛوزیرو",
 			'one'	=>	"برٛازیٖلین کرٛوزیرو",
 			'many'	=>	"برٛازیٖلین کرٛوزیرو"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"بہامِیَن ڈالر",
 			'one'	=>	"بہامِیَن ڈالر",
 			'many'	=>	"بہامِیَن ڈالر"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"بوٗٹینیٖز نگُلٹرٛم",
 			'one'	=>	"بوٗٹینیٖز نگُلٹرٛم",
 			'many'	=>	"بوٗٹینیٖز نگُلٹرٛم"
 		),

		'BUK'	=>	 array
		(
			'name'	=>	"بٔرمیٖز کیٹ",
 			'one'	=>	"بٔرمیٖز کیٹ",
 			'many'	=>	"بٔرمیٖز کیٹ"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"بوٹٕسوانَن پُلا",
 			'one'	=>	"بوٹٕسوانَن پُلا",
 			'many'	=>	"بوٹٕسوانَن پُلا"
 		),

		'BYB'	=>	 array
		(
			'name'	=>	"بِلیروشِیَن نِو رِبٕل",
 			'one'	=>	"بِلیروشِیَن نِو رِبٕل",
 			'many'	=>	"بِلیروشِیَن نِو رِبٕل"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"بِلیروشِیَن رِبٕل",
 			'one'	=>	"بِلیروشِیَن رِبٕل",
 			'many'	=>	"بِلیروشِیَن رِبٕل"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"بِلِزی ڈالر",
 			'one'	=>	"بِلِزی ڈالر",
 			'many'	=>	"بِلِزی ڈالر"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"کینَڑِیَن ڈالر",
 			'one'	=>	"کینَڑِیَن ڈالر",
 			'many'	=>	"کینَڑِیَن ڈالر"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"کونٛگولیٖز فرٛیک",
 			'one'	=>	"کونٛگولیٖز فرٛیک",
 			'many'	=>	"کونٛگولیٖز فرٛیک"
 		),

		'CHE'	=>	 array
		(
			'name'	=>	"وِر یوٗرو",
 			'one'	=>	"وِر یوٗرو",
 			'many'	=>	"وِر یوٗرو"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"سُوِز فریک",
 			'one'	=>	"سُوِز فریک",
 			'many'	=>	"سُوِز فریک"
 		),

		'CHW'	=>	 array
		(
			'name'	=>	"وِر فرٛیک",
 			'one'	=>	"وِر فرٛیک",
 			'many'	=>	"وِر فرٛیک"
 		),

		'CLF'	=>	 array
		(
			'name'	=>	"چِلِن یوٗنِڑیدیٖز ڑِ فومیٹو",
 			'one'	=>	"چِلِن یوٗنِڑیدیٖز ڑِ فومیٹو",
 			'many'	=>	"چِلِن یوٗنِڑیدیٖز ڑِ فومیٹو"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"چِلِن پِسو",
 			'one'	=>	"چِلِن پِسو",
 			'many'	=>	"چِلِن پِسو"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"چینیٖز یَن رِنمِنبی",
 			'one'	=>	"چینیٖز یَن رِنمِنبی",
 			'many'	=>	"چینیٖز یَن رِنمِنبی"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"کولَمبِین پِسو",
 			'one'	=>	"کولَمبِین پِسو",
 			'many'	=>	"کولَمبِین پِسو"
 		),

		'COU'	=>	 array
		(
			'name'	=>	"ِٖیوٗنِڑیڑ ڑِ ویلور رِیل",
 			'one'	=>	"ِٖیوٗنِڑیڑ ڑِ ویلور رِیل",
 			'many'	=>	"ِٖیوٗنِڑیڑ ڑِ ویلور رِیل"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"کوسٹا رِکَن کولَن",
 			'one'	=>	"کوسٹا رِکَن کولَن",
 			'many'	=>	"کوسٹا رِکَن کولَن"
 		),

		'CSD'	=>	 array
		(
			'name'	=>	"پرٛون سٔربِین ڈالر",
 			'one'	=>	"پرٛون سٔربِین ڈالر",
 			'many'	=>	"پرٛون سٔربِین ڈالر"
 		),

		'CSK'	=>	 array
		(
			'name'	=>	"چِکوسولوواک ہاڑ کوروٗنا",
 			'one'	=>	"چِکوسولوواک ہاڑ کوروٗنا",
 			'many'	=>	"چِکوسولوواک ہاڑ کوروٗنا"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"کیوٗبَن پِسو",
 			'one'	=>	"کیوٗبَن پِسو",
 			'many'	=>	"کیوٗبَن پِسو"
 		),

		'CYP'	=>	 array
		(
			'name'	=>	"کیپروٹ پَوُڑ",
 			'one'	=>	"کیپروٹ پَوُڑ",
 			'many'	=>	"کیپروٹ پَوُڑ"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"چیک کوریٖنا",
 			'one'	=>	"چیک کوریٖنا",
 			'many'	=>	"چیک کوریٖنا"
 		),

		'DDM'	=>	 array
		(
			'name'	=>	"مٔشرِقی جٔرمَن مارٕک",
 			'one'	=>	"مٔشرِقی جٔرمَن مارٕک",
 			'many'	=>	"مٔشرِقی جٔرمَن مارٕک"
 		),

		'DEM'	=>	 array
		(
			'name'	=>	"جٔرمَن مارٕک",
 			'one'	=>	"جٔرمَن مارٕک",
 			'many'	=>	"جٔرمَن مارٕک"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"ڈٔنِش کرٛون",
 			'one'	=>	"ڈٔنِش کرٛون",
 			'many'	=>	"ڈٔنِش کرٛون"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"ڈومِنِکَن پِسو",
 			'one'	=>	"ڈومِنِکَن پِسو",
 			'many'	=>	"ڈومِنِکَن پِسو"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"اٮ۪لجیرِیَن ڈیٖنار",
 			'one'	=>	"اٮ۪لجیرِیَن ڈیٖنار",
 			'many'	=>	"اٮ۪لجیرِیَن ڈیٖنار"
 		),

		'EEK'	=>	 array
		(
			'name'	=>	"اٮ۪سٹونِیَن کرٛون",
 			'one'	=>	"اٮ۪سٹونِیَن کرٛون",
 			'many'	=>	"اٮ۪سٹونِیَن کرٛون"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"اِجِپٹِیَن پَوُنڑ",
 			'one'	=>	"اِجِپٹِیَن پَوُنڑ",
 			'many'	=>	"اِجِپٹِیَن پَوُنڑ"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"رِٹریٖن نَفکا",
 			'one'	=>	"رِٹریٖن نَفکا",
 			'many'	=>	"رِٹریٖن نَفکا"
 		),

		'ESP'	=>	 array
		(
			'name'	=>	"سِپینِش پیسِٹا",
 			'one'	=>	"سِپینِش پیسِٹا",
 			'many'	=>	"سِپینِش پیسِٹا"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"اِتھوپِیَن بِر",
 			'one'	=>	"اِتھوپِیَن بِر",
 			'many'	=>	"اِتھوپِیَن بِر"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"یوٗرو",
 			'one'	=>	"یوٗرو",
 			'many'	=>	"یوٗرو"
 		),

		'FIM'	=>	 array
		(
			'name'	=>	"فِنِش مارکا",
 			'one'	=>	"فِنِش مارکا",
 			'many'	=>	"فِنِش مارکا"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"فِجین ڈالر",
 			'one'	=>	"فِجین ڈالر",
 			'many'	=>	"فِجین ڈالر"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"فیکلینٛڑِس آیلینٛڑ پونٛڑ",
 			'one'	=>	"فیکلینٛڑِس آیلینٛڑ پونٛڑ",
 			'many'	=>	"فیکلینٛڑِس آیلینٛڑ پونٛڑ"
 		),

		'FRF'	=>	 array
		(
			'name'	=>	"فرٛانسِسی فرٛیک",
 			'one'	=>	"فرٛانسِسی فرٛیک",
 			'many'	=>	"فرٛانسِسی فرٛیک"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"برطٲنوی پاونٛڑ سٹٔرلِنٛگ",
 			'one'	=>	"برطٲنوی پاونٛڑ سٹٔرلِنٛگ",
 			'many'	=>	"برطٲنوی پاونٛڑ سٹٔرلِنٛگ"
 		),

		'GEK'	=>	 array
		(
			'name'	=>	"جارجِیَن کیوٗپَن لَرِٹ",
 			'one'	=>	"جارجِیَن کیوٗپَن لَرِٹ",
 			'many'	=>	"جارجِیَن کیوٗپَن لَرِٹ"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"جارجِیَن لاری",
 			'one'	=>	"جارجِیَن لاری",
 			'many'	=>	"جارجِیَن لاری"
 		),

		'GHC'	=>	 array
		(
			'name'	=>	"گَنیٚیَن سٮ۪ڑی(۱۹۷۹–۲٠٠۷)",
 			'one'	=>	"گَنیٚیَن سٮ۪ڑی(۱۹۷۹–۲٠٠۷)",
 			'many'	=>	"گَنیٚیَن سٮ۪ڑی(۱۹۷۹–۲٠٠۷)"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"گَنیٚیَن سٮ۪ڑی",
 			'one'	=>	"گَنیٚیَن سٮ۪ڑی",
 			'many'	=>	"گَنیٚیَن سٮ۪ڑی"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"گِبریلٹَر پَاونٛڑ",
 			'one'	=>	"گِبریلٹَر پَاونٛڑ",
 			'many'	=>	"گِبریلٹَر پَاونٛڑ"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"گیمبِیاہُک دلاسی",
 			'one'	=>	"گیمبِیاہُک دلاسی",
 			'many'	=>	"گیمبِیاہُک دلاسی"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"گِنِیَن فرٛینٛک",
 			'one'	=>	"گِنِیَن فرٛینٛک",
 			'many'	=>	"گِنِیَن فرٛینٛک"
 		),

		'GNS'	=>	 array
		(
			'name'	=>	"گِنِیَن سِلی",
 			'one'	=>	"گِنِیَن سِلی",
 			'many'	=>	"گِنِیَن سِلی"
 		),

		'GQE'	=>	 array
		(
			'name'	=>	"اِکویٹورِیَل گِنِیَن اٮ۪کویٖل",
 			'one'	=>	"اِکویٹورِیَل گِنِیَن اٮ۪کویٖل",
 			'many'	=>	"اِکویٹورِیَل گِنِیَن اٮ۪کویٖل"
 		),

		'GRD'	=>	 array
		(
			'name'	=>	"گریٖسُک ڑرٛٮ۪کما",
 			'one'	=>	"گریٖسُک ڑرٛٮ۪کما",
 			'many'	=>	"گریٖسُک ڑرٛٮ۪کما"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"گواٹَمالَن قیوٗٹزَل",
 			'one'	=>	"گواٹَمالَن قیوٗٹزَل",
 			'many'	=>	"گواٹَمالَن قیوٗٹزَل"
 		),

		'GWE'	=>	 array
		(
			'name'	=>	"پورتگیٖزُک گِنی اٮ۪سکیوٗڑو",
 			'one'	=>	"پورتگیٖزُک گِنی اٮ۪سکیوٗڑو",
 			'many'	=>	"پورتگیٖزُک گِنی اٮ۪سکیوٗڑو"
 		),

		'GWP'	=>	 array
		(
			'name'	=>	"گِنی بِساوُک پٮ۪سو",
 			'one'	=>	"گِنی بِساوُک پٮ۪سو",
 			'many'	=>	"گِنی بِساوُک پٮ۪سو"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"گَیَنیٖزُک ڑالَر",
 			'one'	=>	"گَیَنیٖزُک ڑالَر",
 			'many'	=>	"گَیَنیٖزُک ڑالَر"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"حانٛگ کانٛگُک ڑالَر",
 			'one'	=>	"حانٛگ کانٛگُک ڑالَر",
 			'many'	=>	"حانٛگ کانٛگُک ڑالَر"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"حونڑورنُک لٮ۪مپیٖرا",
 			'one'	=>	"حونڑورنُک لٮ۪مپیٖرا",
 			'many'	=>	"حونڑورنُک لٮ۪مپیٖرا"
 		),

		'HRD'	=>	 array
		(
			'name'	=>	"کروایشنُک دیٖنار",
 			'one'	=>	"کروایشنُک دیٖنار",
 			'many'	=>	"کروایشنُک دیٖنار"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"کروایشنُک کوٗنا",
 			'one'	=>	"کروایشنُک کوٗنا",
 			'many'	=>	"کروایشنُک کوٗنا"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"حیشَنُک گوڑ",
 			'one'	=>	"حیشَنُک گوڑ",
 			'many'	=>	"حیشَنُک گوڑ"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"حَنگیرِیَن فورِنٛٹ",
 			'one'	=>	"حَنگیرِیَن فورِنٛٹ",
 			'many'	=>	"حَنگیرِیَن فورِنٛٹ"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"اِنڑونیشیاہُک رُپِیاہ",
 			'one'	=>	"اِنڑونیشیاہُک رُپِیاہ",
 			'many'	=>	"اِنڑونیشیاہُک رُپِیاہ"
 		),

		'IEP'	=>	 array
		(
			'name'	=>	"اَیرلینڑُک پاونٛڑ",
 			'one'	=>	"اَیرلینڑُک پاونٛڑ",
 			'many'	=>	"اَیرلینڑُک پاونٛڑ"
 		),

		'ILP'	=>	 array
		(
			'name'	=>	"اِزرٲیِلی پاونٛڑ",
 			'one'	=>	"اِزرٲیِلی پاونٛڑ",
 			'many'	=>	"اِزرٲیِلی پاونٛڑ"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"اِزرٲیِلی نٔوۍ شٮ۪قٕل",
 			'one'	=>	"اِزرٲیِلی نٔوۍ شٮ۪قٕل",
 			'many'	=>	"اِزرٲیِلی نٔوۍ شٮ۪قٕل"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"ہِندُستٲنۍ رۄپَے",
 			'one'	=>	"ہِندُستٲنۍ رۄپَے",
 			'many'	=>	"ہِندُستٲنۍ رۄپَے"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"ایٖراقُک دیٖنار",
 			'one'	=>	"ایٖراقُک دیٖنار",
 			'many'	=>	"ایٖراقُک دیٖنار"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"ایٖرانُک رِیال",
 			'one'	=>	"ایٖرانُک رِیال",
 			'many'	=>	"ایٖرانُک رِیال"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"اَیسلینٛڑُک کرٛونا",
 			'one'	=>	"اَیسلینٛڑُک کرٛونا",
 			'many'	=>	"اَیسلینٛڑُک کرٛونا"
 		),

		'ITL'	=>	 array
		(
			'name'	=>	"اِٹلیٖ یُک لیٖرا",
 			'one'	=>	"اِٹلیٖ یُک لیٖرا",
 			'many'	=>	"اِٹلیٖ یُک لیٖرا"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"جَمَیکاہُک ڑالَر",
 			'one'	=>	"جَمَیکاہُک ڑالَر",
 			'many'	=>	"جَمَیکاہُک ڑالَر"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"جَرڑینیاہُک دیٖنار",
 			'one'	=>	"جَرڑینیاہُک دیٖنار",
 			'many'	=>	"جَرڑینیاہُک دیٖنار"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"جاپانُک یَن",
 			'one'	=>	"جاپانُک یَن",
 			'many'	=>	"جاپانُک یَن"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"کٮ۪نیَن شِلِنٛگ",
 			'one'	=>	"کٮ۪نیَن شِلِنٛگ",
 			'many'	=>	"کٮ۪نیَن شِلِنٛگ"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"کِرگِستانُک سوم",
 			'one'	=>	"کِرگِستانُک سوم",
 			'many'	=>	"کِرگِستانُک سوم"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"کَمبوڑِیاہُک رِیال",
 			'one'	=>	"کَمبوڑِیاہُک رِیال",
 			'many'	=>	"کَمبوڑِیاہُک رِیال"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"کومورِیَن فرٛینٛک",
 			'one'	=>	"کومورِیَن فرٛینٛک",
 			'many'	=>	"کومورِیَن فرٛینٛک"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"جنوٗبی کورِیَن وَن",
 			'one'	=>	"جنوٗبی کورِیَن وَن",
 			'many'	=>	"جنوٗبی کورِیَن وَن"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"ساوتھ کورِیَن وَن",
 			'one'	=>	"ساوتھ کورِیَن وَن",
 			'many'	=>	"ساوتھ کورِیَن وَن"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"قُویتُک دیٖنار",
 			'one'	=>	"قُویتُک دیٖنار",
 			'many'	=>	"قُویتُک دیٖنار"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"کیمین ججیٖرُک ڑالَر",
 			'one'	=>	"کیمین ججیٖرُک ڑالَر",
 			'many'	=>	"کیمین ججیٖرُک ڑالَر"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"کزاکِستان ٹینٛج",
 			'one'	=>	"کزاکِستان ٹینٛج",
 			'many'	=>	"کزاکِستان ٹینٛج"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"لَوٹِیَن کِپ",
 			'one'	=>	"لَوٹِیَن کِپ",
 			'many'	=>	"لَوٹِیَن کِپ"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"لیبنیٖزُک پاونٛڑ",
 			'one'	=>	"لیبنیٖزُک پاونٛڑ",
 			'many'	=>	"لیبنیٖزُک پاونٛڑ"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"سری لَنکاہٕچ رۄپَے",
 			'one'	=>	"سری لَنکاہٕچ رۄپَے",
 			'many'	=>	"سری لَنکاہٕچ رۄپَے"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"لَیبیرِیَن ڑالَر",
 			'one'	=>	"لَیبیرِیَن ڑالَر",
 			'many'	=>	"لَیبیرِیَن ڑالَر"
 		),

		'LSL'	=>	 array
		(
			'name'	=>	"لِسوتھو لوٹی",
 			'one'	=>	"لِسوتھو لوٹی",
 			'many'	=>	"لِسوتھو لوٹی"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"لِتھوینِیَن لِٹاس",
 			'one'	=>	"لِتھوینِیَن لِٹاس",
 			'many'	=>	"لِتھوینِیَن لِٹاس"
 		),

		'LTT'	=>	 array
		(
			'name'	=>	"لِتھوینِیَن ٹٮ۪لوناس",
 			'one'	=>	"لِتھوینِیَن ٹٮ۪لوناس",
 			'many'	=>	"لِتھوینِیَن ٹٮ۪لوناس"
 		),

		'LUC'	=>	 array
		(
			'name'	=>	"لَکزٕمبورگِیَن کَنؤرٹِبٕل فرٛینٛک",
 			'one'	=>	"لَکزٕمبورگِیَن کَنؤرٹِبٕل فرٛینٛک",
 			'many'	=>	"لَکزٕمبورگِیَن کَنؤرٹِبٕل فرٛینٛک"
 		),

		'LUF'	=>	 array
		(
			'name'	=>	"لَکزٕمبورگِیَن فرٛینٛک",
 			'one'	=>	"لَکزٕمبورگِیَن فرٛینٛک",
 			'many'	=>	"لَکزٕمبورگِیَن فرٛینٛک"
 		),

		'LUL'	=>	 array
		(
			'name'	=>	"لَکزٕمبوگ فَینانشَل فرٛینٛک",
 			'one'	=>	"لَکزٕمبوگ فَینانشَل فرٛینٛک",
 			'many'	=>	"لَکزٕمبوگ فَینانشَل فرٛینٛک"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"لَتوِیَن لیٹس",
 			'one'	=>	"لَتوِیَن لیٹس",
 			'many'	=>	"لَتوِیَن لیٹس"
 		),

		'LVR'	=>	 array
		(
			'name'	=>	"لَتوِیَن رَبٕل",
 			'one'	=>	"لَتوِیَن رَبٕل",
 			'many'	=>	"لَتوِیَن رَبٕل"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"لِبیَن دیٖنار",
 			'one'	=>	"لِبیَن دیٖنار",
 			'many'	=>	"لِبیَن دیٖنار"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"موروکَن دِرہَم",
 			'one'	=>	"موروکَن دِرہَم",
 			'many'	=>	"موروکَن دِرہَم"
 		),

		'MAF'	=>	 array
		(
			'name'	=>	"موروکَن فرٛینٛک",
 			'one'	=>	"موروکَن فرٛینٛک",
 			'many'	=>	"موروکَن فرٛینٛک"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"مولڑووین لیوٗ",
 			'one'	=>	"مولڑووین لیوٗ",
 			'many'	=>	"مولڑووین لیوٗ"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"مٮ۪لٮ۪گیسی اٮ۪ریَری",
 			'one'	=>	"مٮ۪لٮ۪گیسی اٮ۪ریَری",
 			'many'	=>	"مٮ۪لٮ۪گیسی اٮ۪ریَری"
 		),

		'MGF'	=>	 array
		(
			'name'	=>	"مٮ۪لٮ۪گیسی فرٛینٛک",
 			'one'	=>	"مٮ۪لٮ۪گیسی فرٛینٛک",
 			'many'	=>	"مٮ۪لٮ۪گیسی فرٛینٛک"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"مٮ۪کَڑونِیَن دیٖنار",
 			'one'	=>	"مٮ۪کَڑونِیَن دیٖنار",
 			'many'	=>	"مٮ۪کَڑونِیَن دیٖنار"
 		),

		'MLF'	=>	 array
		(
			'name'	=>	"میلِیَن فرٛینٛک",
 			'one'	=>	"میلِیَن فرٛینٛک",
 			'many'	=>	"میلِیَن فرٛینٛک"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"مِیانما کیاٹ",
 			'one'	=>	"مِیانما کیاٹ",
 			'many'	=>	"مِیانما کیاٹ"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"مۄنگولِیَن ٹُگرِک",
 			'one'	=>	"مۄنگولِیَن ٹُگرِک",
 			'many'	=>	"مۄنگولِیَن ٹُگرِک"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"مٮ۪کانیٖز پَٹاکا",
 			'one'	=>	"مٮ۪کانیٖز پَٹاکا",
 			'many'	=>	"مٮ۪کانیٖز پَٹاکا"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"مورِٹینِیَن عوگیوٗیا",
 			'one'	=>	"مورِٹینِیَن عوگیوٗیا",
 			'many'	=>	"مورِٹینِیَن عوگیوٗیا"
 		),

		'MTL'	=>	 array
		(
			'name'	=>	"مالٹیٖزُک لیٖرا",
 			'one'	=>	"مالٹیٖزُک لیٖرا",
 			'many'	=>	"مالٹیٖزُک لیٖرا"
 		),

		'MTP'	=>	 array
		(
			'name'	=>	"مالٹیٖزُک پاونٛڑ",
 			'one'	=>	"مالٹیٖزُک پاونٛڑ",
 			'many'	=>	"مالٹیٖزُک پاونٛڑ"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"مورٮ۪شِیاہٕچ رۄپَے",
 			'one'	=>	"مورٮ۪شِیاہٕچ رۄپَے",
 			'many'	=>	"مورٮ۪شِیاہٕچ رۄپَے"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"مالدِیٖوِیَن رُفِیا",
 			'one'	=>	"مالدِیٖوِیَن رُفِیا",
 			'many'	=>	"مالدِیٖوِیَن رُفِیا"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"مٮ۪لیوِیَن کواچا",
 			'one'	=>	"مٮ۪لیوِیَن کواچا",
 			'many'	=>	"مٮ۪لیوِیَن کواچا"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"مٮ۪کسِکَن پٮ۪سو",
 			'one'	=>	"مٮ۪کسِکَن پٮ۪سو",
 			'many'	=>	"مٮ۪کسِکَن پٮ۪سو"
 		),

		'MXP'	=>	 array
		(
			'name'	=>	"مٮ۪کسِکَن سِلوَر پٮ۪سو",
 			'one'	=>	"مٮ۪کسِکَن سِلوَر پٮ۪سو",
 			'many'	=>	"مٮ۪کسِکَن سِلوَر پٮ۪سو"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"مَلیشِیَن رِنٛگِٹ",
 			'one'	=>	"مَلیشِیَن رِنٛگِٹ",
 			'many'	=>	"مَلیشِیَن رِنٛگِٹ"
 		),

		'MZE'	=>	 array
		(
			'name'	=>	"موزیمبِکَن سکیوٗڑو",
 			'one'	=>	"موزیمبِکَن سکیوٗڑو",
 			'many'	=>	"موزیمبِکَن سکیوٗڑو"
 		),

		'MZM'	=>	 array
		(
			'name'	=>	"پرٛون موزیمبِکَن مٮ۪ٹِکَل",
 			'one'	=>	"پرٛون موزیمبِکَن مٮ۪ٹِکَل",
 			'many'	=>	"پرٛون موزیمبِکَن مٮ۪ٹِکَل"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"موزیمبِکَن مٮ۪ٹِکَل",
 			'one'	=>	"موزیمبِکَن مٮ۪ٹِکَل",
 			'many'	=>	"موزیمبِکَن مٮ۪ٹِکَل"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"نامِبِیَن ڑالَر",
 			'one'	=>	"نامِبِیَن ڑالَر",
 			'many'	=>	"نامِبِیَن ڑالَر"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"نَیجیرِیَن ڑالَر",
 			'one'	=>	"نَیجیرِیَن ڑالَر",
 			'many'	=>	"نَیجیرِیَن ڑالَر"
 		),

		'NIC'	=>	 array
		(
			'name'	=>	"نِکٮ۪راگُوٮ۪ن کورڑوبا",
 			'one'	=>	"نِکٮ۪راگُوٮ۪ن کورڑوبا",
 			'many'	=>	"نِکٮ۪راگُوٮ۪ن کورڑوبا"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"نِکٮ۪راگُوٮ۪ن کورڑوبا اورو",
 			'one'	=>	"نِکٮ۪راگُوٮ۪ن کورڑوبا اورو",
 			'many'	=>	"نِکٮ۪راگُوٮ۪ن کورڑوبا اورو"
 		),

		'NLG'	=>	 array
		(
			'name'	=>	"ڈَچ گِلڑَر",
 			'one'	=>	"ڈَچ گِلڑَر",
 			'many'	=>	"ڈَچ گِلڑَر"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"نورویٚیِنُک کرٛون",
 			'one'	=>	"نورویٚیِنُک کرٛون",
 			'many'	=>	"نورویٚیِنُک کرٛون"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"نیپالٕچ رۄپَے",
 			'one'	=>	"نیپالٕچ رۄپَے",
 			'many'	=>	"نیپالٕچ رۄپَے"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"نِوزیٖلینٛڑُک ڑالَر",
 			'one'	=>	"نِوزیٖلینٛڑُک ڑالَر",
 			'many'	=>	"نِوزیٖلینٛڑُک ڑالَر"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"اومِنی رِیال",
 			'one'	=>	"اومِنی رِیال",
 			'many'	=>	"اومِنی رِیال"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"پانامانِیَن بالبوز",
 			'one'	=>	"پانامانِیَن بالبوز",
 			'many'	=>	"پانامانِیَن بالبوز"
 		),

		'PEI'	=>	 array
		(
			'name'	=>	"پٔریوٗوِیَن اِنٛٹی",
 			'one'	=>	"پٔریوٗوِیَن اِنٛٹی",
 			'many'	=>	"پٔریوٗوِیَن اِنٛٹی"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"پٔریوٗوِیَن نیوٗاوز سولٕز",
 			'one'	=>	"پٔریوٗوِیَن نیوٗاوز سولٕز",
 			'many'	=>	"پٔریوٗوِیَن نیوٗاوز سولٕز"
 		),

		'PES'	=>	 array
		(
			'name'	=>	"پٔریوٗوِیَن سول",
 			'one'	=>	"پٔریوٗوِیَن سول",
 			'many'	=>	"پٔریوٗوِیَن سول"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"نیوٗ پیپُعا گِنِیَن کیٖنا",
 			'one'	=>	"نیوٗ پیپُعا گِنِیَن کیٖنا",
 			'many'	=>	"نیوٗ پیپُعا گِنِیَن کیٖنا"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"پھِلِپایِٔن پٮ۪سو",
 			'one'	=>	"پھِلِپایِٔن پٮ۪سو",
 			'many'	=>	"پھِلِپایِٔن پٮ۪سو"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"پاکِستٲنۍ رۄپَے",
 			'one'	=>	"پاکِستٲنۍ رۄپَے",
 			'many'	=>	"پاکِستٲنۍ رۄپَے"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"پولِش زلوٹی",
 			'one'	=>	"پولِش زلوٹی",
 			'many'	=>	"پولِش زلوٹی"
 		),

		'PLZ'	=>	 array
		(
			'name'	=>	"پولِش زلوٹی(۱۹۵٠–۱۹۹۵)",
 			'one'	=>	"پولِش زلوٹی(۱۹۵٠–۱۹۹۵)",
 			'many'	=>	"پولِش زلوٹی(۱۹۵٠–۱۹۹۵)"
 		),

		'PTE'	=>	 array
		(
			'name'	=>	"پورتُگیٖز اٮ۪سکیوٗڑو",
 			'one'	=>	"پورتُگیٖز اٮ۪سکیوٗڑو",
 			'many'	=>	"پورتُگیٖز اٮ۪سکیوٗڑو"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"پٮ۪رٮ۪گیوٗوَیَن گُعارانی",
 			'one'	=>	"پٮ۪رٮ۪گیوٗوَیَن گُعارانی",
 			'many'	=>	"پٮ۪رٮ۪گیوٗوَیَن گُعارانی"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"قطاری رِیال",
 			'one'	=>	"قطاری رِیال",
 			'many'	=>	"قطاری رِیال"
 		),

		'RHD'	=>	 array
		(
			'name'	=>	"رھوڑیشِیَن ڑالَر",
 			'one'	=>	"رھوڑیشِیَن ڑالَر",
 			'many'	=>	"رھوڑیشِیَن ڑالَر"
 		),

		'ROL'	=>	 array
		(
			'name'	=>	"اولڑ رومانِیَن لٮ۪یوٗ",
 			'one'	=>	"اولڑ رومانِیَن لٮ۪یوٗ",
 			'many'	=>	"اولڑ رومانِیَن لٮ۪یوٗ"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"رومانِیَن لٮ۪یوٗ",
 			'one'	=>	"رومانِیَن لٮ۪یوٗ",
 			'many'	=>	"رومانِیَن لٮ۪یوٗ"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"سٔربِیَن دیٖنار",
 			'one'	=>	"سٔربِیَن دیٖنار",
 			'many'	=>	"سٔربِیَن دیٖنار"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"رٔشیَن رَبٕل",
 			'one'	=>	"رٔشیَن رَبٕل",
 			'many'	=>	"رٔشیَن رَبٕل"
 		),

		'RUR'	=>	 array
		(
			'name'	=>	"رٔشیَن رَبٕل(۱۹۹۱–۱۹۹۸)",
 			'one'	=>	"رٔشیَن رَبٕل(۱۹۹۱–۱۹۹۸)",
 			'many'	=>	"رٔشیَن رَبٕل(۱۹۹۱–۱۹۹۸)"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"روانٛڑَن فرانٛک",
 			'one'	=>	"روانٛڑَن فرانٛک",
 			'many'	=>	"روانٛڑَن فرانٛک"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"سودیٖیُک رِیال",
 			'one'	=>	"سودیٖیُک رِیال",
 			'many'	=>	"سودیٖیُک رِیال"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"سولَمَن جٔزیٖرُک ڈالَر",
 			'one'	=>	"سولَمَن جٔزیٖرُک ڈالَر",
 			'many'	=>	"سولَمَن جٔزیٖرُک ڈالَر"
 		),

		'SDD'	=>	 array
		(
			'name'	=>	"پرون سوٗڈانُک دیٖنار",
 			'one'	=>	"پرون سوٗڈانُک دیٖنار",
 			'many'	=>	"پرون سوٗڈانُک دیٖنار"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"سوٗڈانُک پونٛڈ",
 			'one'	=>	"سوٗڈانُک پونٛڈ",
 			'many'	=>	"سوٗڈانُک پونٛڈ"
 		),

		'SDP'	=>	 array
		(
			'name'	=>	"پرون سوٗڈانُک پونٛڈ",
 			'one'	=>	"پرون سوٗڈانُک پونٛڈ",
 			'many'	=>	"پرون سوٗڈانُک پونٛڈ"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"سویٖڈِش کَرونا",
 			'one'	=>	"سویٖڈِش کَرونا",
 			'many'	=>	"سویٖڈِش کَرونا"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"سِنگاپورُک ڈالَر",
 			'one'	=>	"سِنگاپورُک ڈالَر",
 			'many'	=>	"سِنگاپورُک ڈالَر"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"سینٹ ہیلِنا پونٛڈ",
 			'one'	=>	"سینٹ ہیلِنا پونٛڈ",
 			'many'	=>	"سینٹ ہیلِنا پونٛڈ"
 		),

		'SIT'	=>	 array
		(
			'name'	=>	"سلووینُک ٹولَر",
 			'one'	=>	"سلووینُک ٹولَر",
 			'many'	=>	"سلووینُک ٹولَر"
 		),

		'SKK'	=>	 array
		(
			'name'	=>	"سلووَک کَرونا",
 			'one'	=>	"سلووَک کَرونا",
 			'many'	=>	"سلووَک کَرونا"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"سومالی شِلِنٛگ",
 			'one'	=>	"سومالی شِلِنٛگ",
 			'many'	=>	"سومالی شِلِنٛگ"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"سُریٖنامُک ڈالَر",
 			'one'	=>	"سُریٖنامُک ڈالَر",
 			'many'	=>	"سُریٖنامُک ڈالَر"
 		),

		'SRG'	=>	 array
		(
			'name'	=>	"سُریٖنام گِلدَر",
 			'one'	=>	"سُریٖنام گِلدَر",
 			'many'	=>	"سُریٖنام گِلدَر"
 		),

		'SUR'	=>	 array
		(
			'name'	=>	"سوویت روبٕل",
 			'one'	=>	"سوویت روبٕل",
 			'many'	=>	"سوویت روبٕل"
 		),

		'SVC'	=>	 array
		(
			'name'	=>	"سَلویدَرُک کولَن",
 			'one'	=>	"سَلویدَرُک کولَن",
 			'many'	=>	"سَلویدَرُک کولَن"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"سیٖریاہُک پونٛڈ",
 			'one'	=>	"سیٖریاہُک پونٛڈ",
 			'many'	=>	"سیٖریاہُک پونٛڈ"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"سوازی لِلَنگیٚنی",
 			'one'	=>	"سوازی لِلَنگیٚنی",
 			'many'	=>	"سوازی لِلَنگیٚنی"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"تھایھک بات",
 			'one'	=>	"تھایھک بات",
 			'many'	=>	"تھایھک بات"
 		),

		'TJR'	=>	 array
		(
			'name'	=>	"تاجکِستانُک رَبٕل",
 			'one'	=>	"تاجکِستانُک رَبٕل",
 			'many'	=>	"تاجکِستانُک رَبٕل"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"تاجِکتانُک سَمونی",
 			'one'	=>	"تاجِکتانُک سَمونی",
 			'many'	=>	"تاجِکتانُک سَمونی"
 		),

		'TMM'	=>	 array
		(
			'name'	=>	"تُکَمَنِستانُک مَنَت",
 			'one'	=>	"تُکَمَنِستانُک مَنَت",
 			'many'	=>	"تُکَمَنِستانُک مَنَت"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"ٹُنیشیاہُک دیٖنار",
 			'one'	=>	"ٹُنیشیاہُک دیٖنار",
 			'many'	=>	"ٹُنیشیاہُک دیٖنار"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"ٹونگَن پانٛگا",
 			'one'	=>	"ٹونگَن پانٛگا",
 			'many'	=>	"ٹونگَن پانٛگا"
 		),

		'TPE'	=>	 array
		(
			'name'	=>	"ٹیموریٚسو ایٚکیٖڈو",
 			'one'	=>	"ٹیموریٚسو ایٚکیٖڈو",
 			'many'	=>	"ٹیموریٚسو ایٚکیٖڈو"
 		),

		'TRL'	=>	 array
		(
			'name'	=>	"پرون تُرکِش لیرا",
 			'one'	=>	"پرون تُرکِش لیرا",
 			'many'	=>	"پرون تُرکِش لیرا"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"تُرکیہُک لیرا",
 			'one'	=>	"تُرکیہُک لیرا",
 			'many'	=>	"تُرکیہُک لیرا"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"ٹرِنہِ ڈیڈ تہٕ ٹوبیگو ڈالَر",
 			'one'	=>	"ٹرِنہِ ڈیڈ تہٕ ٹوبیگو ڈالَر",
 			'many'	=>	"ٹرِنہِ ڈیڈ تہٕ ٹوبیگو ڈالَر"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"نوٚو تیوانُک ڈالَر",
 			'one'	=>	"نوٚو تیوانُک ڈالَر",
 			'many'	=>	"نوٚو تیوانُک ڈالَر"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"تَنزانیاہُک شِلِنٛگ",
 			'one'	=>	"تَنزانیاہُک شِلِنٛگ",
 			'many'	=>	"تَنزانیاہُک شِلِنٛگ"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"یوٗکرینیاہُک ہرِوِنیا",
 			'one'	=>	"یوٗکرینیاہُک ہرِوِنیا",
 			'many'	=>	"یوٗکرینیاہُک ہرِوِنیا"
 		),

		'UAK'	=>	 array
		(
			'name'	=>	"یوٗکرینیاہُک کاربووَنیٹس",
 			'one'	=>	"یوٗکرینیاہُک کاربووَنیٹس",
 			'many'	=>	"یوٗکرینیاہُک کاربووَنیٹس"
 		),

		'UGS'	=>	 array
		(
			'name'	=>	"اُگاداہُک شِلِنٛگ(۱۹۶۶–۱۹۸۷)",
 			'one'	=>	"اُگاداہُک شِلِنٛگ(۱۹۶۶–۱۹۸۷)",
 			'many'	=>	"اُگاداہُک شِلِنٛگ(۱۹۶۶–۱۹۸۷)"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"اُگاداہُک شِلِنٛگ",
 			'one'	=>	"اُگاداہُک شِلِنٛگ",
 			'many'	=>	"اُگاداہُک شِلِنٛگ"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"یوٗ ایٚس ڈالَر",
 			'one'	=>	"یوٗ ایٚس ڈالَر",
 			'many'	=>	"یوٗ ایٚس ڈالَر"
 		),

		'USN'	=>	 array
		(
			'name'	=>	"یوٗ ایٚس ڈالَر(پَگاہ)",
 			'one'	=>	"یوٗ ایٚس ڈالَر(پَگاہ)",
 			'many'	=>	"یوٗ ایٚس ڈالَر(پَگاہ)"
 		),

		'USS'	=>	 array
		(
			'name'	=>	"یوٗ ایٚس ڈالَر(تَمی دًۄہ)",
 			'one'	=>	"یوٗ ایٚس ڈالَر(تَمی دًۄہ)",
 			'many'	=>	"یوٗ ایٚس ڈالَر(تَمی دًۄہ)"
 		),

		'UYI'	=>	 array
		(
			'name'	=>	"اُرگایَن پیٚسو یوٗنِڈیڈَس اِنڈیٚکسَس",
 			'one'	=>	"اُرگایَن پیٚسو یوٗنِڈیڈَس اِنڈیٚکسَس",
 			'many'	=>	"اُرگایَن پیٚسو یوٗنِڈیڈَس اِنڈیٚکسَس"
 		),

		'UYP'	=>	 array
		(
			'name'	=>	"اُرگایَن پیٚسو(۱۹۷۵–۱۹۹۳)",
 			'one'	=>	"اُرگایَن پیٚسو(۱۹۷۵–۱۹۹۳)",
 			'many'	=>	"اُرگایَن پیٚسو(۱۹۷۵–۱۹۹۳)"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"اُروٗگایَن پیٚسو",
 			'one'	=>	"اُروٗگایَن پیٚسو",
 			'many'	=>	"اُروٗگایَن پیٚسو"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"اُبیکِستان سوم",
 			'one'	=>	"اُبیکِستان سوم",
 			'many'	=>	"اُبیکِستان سوم"
 		),

		'VEB'	=>	 array
		(
			'name'	=>	"وینٕزوٗلیُک بولِوَر",
 			'one'	=>	"وینٕزوٗلیُک بولِوَر",
 			'many'	=>	"وینٕزوٗلیُک بولِوَر"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"وینٕزوٗلیُک بولِوَر",
 			'one'	=>	"وینٕزوٗلیُک بولِوَر",
 			'many'	=>	"وینٕزوٗلیُک بولِوَر"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"وِیَنَمُک ڈانٛگ",
 			'one'	=>	"وِیَنَمُک ڈانٛگ",
 			'many'	=>	"وِیَنَمُک ڈانٛگ"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"وَنوٗاَتوٗ وَتوٗ",
 			'one'	=>	"وَنوٗاَتوٗ وَتوٗ",
 			'many'	=>	"وَنوٗاَتوٗ وَتوٗ"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"سَمون تَلا",
 			'one'	=>	"سَمون تَلا",
 			'many'	=>	"سَمون تَلا"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"سی ایٚف اے فرینک بی ایٖ اے سی",
 			'one'	=>	"سی ایٚف اے فرینک بی ایٖ اے سی",
 			'many'	=>	"سی ایٚف اے فرینک بی ایٖ اے سی"
 		),

		'XAG'	=>	 array
		(
			'name'	=>	"رۄپھ",
 			'one'	=>	"رۄپھ",
 			'many'	=>	"رۄپھ"
 		),

		'XAU'	=>	 array
		(
			'name'	=>	"سۄن",
 			'one'	=>	"سۄن",
 			'many'	=>	"سۄن"
 		),

		'XBA'	=>	 array
		(
			'name'	=>	"یوٗرپی کَمپوسِٹ یوٗنِٹ",
 			'one'	=>	"یوٗرپی کَمپوسِٹ یوٗنِٹ",
 			'many'	=>	"یوٗرپی کَمپوسِٹ یوٗنِٹ"
 		),

		'XBB'	=>	 array
		(
			'name'	=>	"یوٗرپی مونِٹَری یوٗنِٹ",
 			'one'	=>	"یوٗرپی مونِٹَری یوٗنِٹ",
 			'many'	=>	"یوٗرپی مونِٹَری یوٗنِٹ"
 		),

		'XBC'	=>	 array
		(
			'name'	=>	"یوٗرپی یوٗنِٹ آف ایٚکاوُنٛٹ",
 			'one'	=>	"یوٗرپی یوٗنِٹ آف ایٚکاوُنٛٹ",
 			'many'	=>	"یوٗرپی یوٗنِٹ آف ایٚکاوُنٛٹ"
 		),

		'XBD'	=>	 array
		(
			'name'	=>	"یوٗرپی یوٗنِٹ آف ایٚکاوُنٛٹ",
 			'one'	=>	"یوٗرپی یوٗنِٹ آف ایٚکاوُنٛٹ",
 			'many'	=>	"یوٗرپی یوٗنِٹ آف ایٚکاوُنٛٹ"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"مَشرِقی کیرِبِیَن ڈالَر",
 			'one'	=>	"مَشرِقی کیرِبِیَن ڈالَر",
 			'many'	=>	"مَشرِقی کیرِبِیَن ڈالَر"
 		),

		'XDR'	=>	 array
		(
			'name'	=>	"خاص ڈرایِنٛگ رایٹس",
 			'one'	=>	"خاص ڈرایِنٛگ رایٹس",
 			'many'	=>	"خاص ڈرایِنٛگ رایٹس"
 		),

		'XEU'	=>	 array
		(
			'name'	=>	"یوٗرپی کَرَنسی یوٗنِٹ",
 			'one'	=>	"یوٗرپی کَرَنسی یوٗنِٹ",
 			'many'	=>	"یوٗرپی کَرَنسی یوٗنِٹ"
 		),

		'XFO'	=>	 array
		(
			'name'	=>	"فریٚنچ گولڈ فرینک",
 			'one'	=>	"فریٚنچ گولڈ فرینک",
 			'many'	=>	"فریٚنچ گولڈ فرینک"
 		),

		'XFU'	=>	 array
		(
			'name'	=>	"فریٛنچ یوٗ اے سی فرینک",
 			'one'	=>	"فریٛنچ یوٗ اے سی فرینک",
 			'many'	=>	"فریٛنچ یوٗ اے سی فرینک"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"سی ایٚف اے فرینک بی سی ایٖ اے او",
 			'one'	=>	"سی ایٚف اے فرینک بی سی ایٖ اے او",
 			'many'	=>	"سی ایٚف اے فرینک بی سی ایٖ اے او"
 		),

		'XPD'	=>	 array
		(
			'name'	=>	"پُلیڈیَم",
 			'one'	=>	"پُلیڈیَم",
 			'many'	=>	"پُلیڈیَم"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"سی ایٚف پی فرینک",
 			'one'	=>	"سی ایٚف پی فرینک",
 			'many'	=>	"سی ایٚف پی فرینک"
 		),

		'XPT'	=>	 array
		(
			'name'	=>	"پلیٹِنَم",
 			'one'	=>	"پلیٹِنَم",
 			'many'	=>	"پلیٹِنَم"
 		),

		'XRE'	=>	 array
		(
			'name'	=>	"آر آے ایٚن ایٖ ٹی فَنٛڈ",
 			'one'	=>	"آر آے ایٚن ایٖ ٹی فَنٛڈ",
 			'many'	=>	"آر آے ایٚن ایٖ ٹی فَنٛڈ"
 		),

		'XTS'	=>	 array
		(
			'name'	=>	"ٹیٚسٹِنٛگ کَرَنسی کوڈ",
 			'one'	=>	"ٹیٚسٹِنٛگ کَرَنسی کوڈ",
 			'many'	=>	"ٹیٚسٹِنٛگ کَرَنسی کوڈ"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"اَنزٲنۍ یا نالَگہٕ ہار سِکہٕ",
 			'one'	=>	"اَنزٲنۍ یا نالَگہٕ ہار سِکہٕ",
 			'many'	=>	"اَنزٲنۍ یا نالَگہٕ ہار سِکہٕ"
 		),

		'YDD'	=>	 array
		(
			'name'	=>	"یَمنُک دیٖنار",
 			'one'	=>	"یَمنُک دیٖنار",
 			'many'	=>	"یَمنُک دیٖنار"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"یَمنُک رِیال",
 			'one'	=>	"یَمنُک رِیال",
 			'many'	=>	"یَمنُک رِیال"
 		),

		'YUD'	=>	 array
		(
			'name'	=>	"یوگوسلاوِیَن ہاڑ دیٖنار",
 			'one'	=>	"یوگوسلاوِیَن ہاڑ دیٖنار",
 			'many'	=>	"یوگوسلاوِیَن ہاڑ دیٖنار"
 		),

		'YUM'	=>	 array
		(
			'name'	=>	"یوگوسلاوِیَن نووِے دیٖنار",
 			'one'	=>	"یوگوسلاوِیَن نووِے دیٖنار",
 			'many'	=>	"یوگوسلاوِیَن نووِے دیٖنار"
 		),

		'YUN'	=>	 array
		(
			'name'	=>	"یوگوسلاوِیَن کَنؤٹِبٕل دیٖنار",
 			'one'	=>	"یوگوسلاوِیَن کَنؤٹِبٕل دیٖنار",
 			'many'	=>	"یوگوسلاوِیَن کَنؤٹِبٕل دیٖنار"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"ساوُتھ افریٖکاہُک رینڈ",
 			'one'	=>	"ساوُتھ افریٖکاہُک رینڈ",
 			'many'	=>	"ساوُتھ افریٖکاہُک رینڈ"
 		),

		'ZMK'	=>	 array
		(
			'name'	=>	"زِمبابیُک کواچا",
 			'one'	=>	"زِمبابیُک کواچا",
 			'many'	=>	"زِمبابیُک کواچا"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"زِمبابیُک کواچا",
 			'one'	=>	"زِمبابیُک کواچا",
 			'many'	=>	"زِمبابیُک کواچا"
 		),

		'ZRN'	=>	 array
		(
			'name'	=>	"زایرِیَن نِو زایِر",
 			'one'	=>	"زایرِیَن نِو زایِر",
 			'many'	=>	"زایرِیَن نِو زایِر"
 		),

		'ZRZ'	=>	 array
		(
			'name'	=>	"زَیرُک ڈالَر",
 			'one'	=>	"زَیرُک ڈالَر",
 			'many'	=>	"زَیرُک ڈالَر"
 		),

		'ZWD'	=>	 array
		(
			'name'	=>	"زِمبابِیُک ڈالَر",
 			'one'	=>	"زِمبابِیُک ڈالَر",
 			'many'	=>	"زِمبابِیُک ڈالَر"
 		),

    ),
);
