<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'AED'	=>	 array
		(
			'name'	=>	"ਸੰਯੁਕਤ ਅਰਬ ਅਮੀਰਾਤ ਦਿਰਹਾਮ",
 			'one'	=>	"ਸੰਯੁਕਤ ਅਰਬ ਅਮੀਰਾਤ ਦਿਰਹਾਮ",
 			'many'	=>	"ਸੰਯੁਕਤ ਅਰਬ ਅਮੀਰਾਤ ਦਿਰਹਾਮ"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"ਅਫ਼ਗਾਨ ਅਫ਼ਗਾਨੀ",
 			'one'	=>	"ਅਫ਼ਗਾਨ ਅਫ਼ਗਾਨੀ",
 			'many'	=>	"ਅਫ਼ਗਾਨ ਅਫ਼ਗਾਨੀ"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"ਅਲਬਾਨੀਆਈ ਲੇਕ",
 			'one'	=>	"ਅਲਬਾਨੀਆਈ ਲੇਕ",
 			'many'	=>	"ਅਲਬਾਨੀਆਈ ਲੇਕ"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"ਆਰਮੀਨਿਆਈ ਦਰਮ",
 			'one'	=>	"ਆਰਮੀਨਿਆਈ ਦਰਮ",
 			'many'	=>	"ਆਰਮੀਨਿਆਈ ਦਰਮ"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"ਨੀਦਰਲੈਂਡਸ ਐਂਟੀਲੀਅਨ ਗਿਲਡਰ",
 			'one'	=>	"ਨੀਦਰਲੈਂਡਸ ਐਂਟੀਲੀਅਨ ਗਿਲਡਰ",
 			'many'	=>	"ਨੀਦਰਲੈਂਡਸ ਐਂਟੀਲੀਅਨ ਗਿਲਡਰ"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"ਅੰਗੋਲਾ ਕਵਾਂਜਾ",
 			'one'	=>	"ਅੰਗੋਲਾ ਕਵਾਂਜਾ",
 			'many'	=>	"ਅੰਗੋਲਾ ਕਵਾਂਜਾ"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"ਅਰਜਨਟਾਈਨ ਪੈਸੋ",
 			'one'	=>	"ਅਰਜਨਟਾਈਨ ਪੈਸੋ",
 			'many'	=>	"ਅਰਜਨਟਾਈਨ ਪੈਸੋ"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"ਆਸਟ੍ਰੇਲੀਆਈ ਡਾਲਰ",
 			'one'	=>	"ਆਸਟ੍ਰੇਲੀਆਈ ਡਾਲਰ",
 			'many'	=>	"ਆਸਟ੍ਰੇਲੀਆਈ ਡਾਲਰ"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"ਅਰੂਬਨ ਫਲੋਰਿਨ",
 			'one'	=>	"ਅਰੂਬਨ ਫਲੋਰਿਨ",
 			'many'	=>	"ਅਰੂਬਨ ਫਲੋਰਿਨ"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"ਅਜ਼ਰਬੈਜਾਨੀ ਮਾਨਤ",
 			'one'	=>	"ਅਜ਼ਰਬੈਜਾਨੀ ਮਾਨਤ",
 			'many'	=>	"ਅਜ਼ਰਬੈਜਾਨੀ ਮਾਨਤ"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"ਬੋਸਨੀਆ-ਹਰਜ਼ੇਗੋਵੀਨਾ ਬਦਲਣ੍ਯੋਗ ਮਾਰਕ",
 			'one'	=>	"ਬੋਸਨੀਆ-ਹਰਜ਼ੇਗੋਵੀਨਾ ਬਦਲਣ੍ਯੋਗ ਮਾਰਕ",
 			'many'	=>	"ਬੋਸਨੀਆ-ਹਰਜ਼ੇਗੋਵੀਨਾ ਬਦਲਣ੍ਯੋਗ ਮਾਰਕ"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"ਬਾਰਬਾਡੀਅਨ ਡਾਲਰ",
 			'one'	=>	"ਬਾਰਬਾਡੀਅਨ ਡਾਲਰ",
 			'many'	=>	"ਬਾਰਬਾਡੀਅਨ ਡਾਲਰ"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"ਬੰਗਲਾਦੇਸ਼ੀ ਟਕਾ",
 			'one'	=>	"ਬੰਗਲਾਦੇਸ਼ੀ ਟਕਾ",
 			'many'	=>	"ਬੰਗਲਾਦੇਸ਼ੀ ਟਕਾ"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"ਬੁਲਗਾਰਿਆਈ ਲੇਵ",
 			'one'	=>	"ਬੁਲਗਾਰਿਆਈ ਲੇਵ",
 			'many'	=>	"ਬੁਲਗਾਰਿਆਈ ਲੇਵ"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"ਬਹਿਰੀਨੀ ਦਿਨਾਰ",
 			'one'	=>	"ਬਹਿਰੀਨੀ ਦਿਨਾਰ",
 			'many'	=>	"ਬਹਿਰੀਨੀ ਦਿਨਾਰ"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"ਬੁਰੁੰਡੀਆਈ ਫ੍ਰੈਂਕ",
 			'one'	=>	"ਬੁਰੁੰਡੀਆਈ ਫ੍ਰੈਂਕ",
 			'many'	=>	"ਬੁਰੁੰਡੀਆਈ ਫ੍ਰੈਂਕ"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"ਬਰਮੂਡਾ ਡਾਲਰ",
 			'one'	=>	"ਬਰਮੂਡਾ ਡਾਲਰ",
 			'many'	=>	"ਬਰਮੂਡਾ ਡਾਲਰ"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"ਬਰੂਨੇਈ ਡਾਲਰ",
 			'one'	=>	"ਬਰੂਨੇਈ ਡਾਲਰ",
 			'many'	=>	"ਬਰੂਨੇਈ ਡਾਲਰ"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"ਬੋਲੀਵੀਅਨ ਬੋਲੀਵੀਅਨੋ",
 			'one'	=>	"ਬੋਲੀਵੀਅਨ ਬੋਲੀਵੀਅਨੋ",
 			'many'	=>	"ਬੋਲੀਵੀਅਨ ਬੋਲੀਵੀਅਨੋ"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"ਬ੍ਰਾਜ਼ਿਲਿਆਈ ਰੀਅਲ",
 			'one'	=>	"ਬ੍ਰਾਜ਼ਿਲਿਆਈ ਰੀਅਲ",
 			'many'	=>	"ਬ੍ਰਾਜ਼ਿਲਿਆਈ ਰੀਅਲ"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"ਬਾਹਾਮੀਅਨ ਡਾਲਰ",
 			'one'	=>	"ਬਾਹਾਮੀਅਨ ਡਾਲਰ",
 			'many'	=>	"ਬਾਹਾਮੀਅਨ ਡਾਲਰ"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"ਭੂਟਾਨੀ ਐਂਗਲਟ੍ਰਮ",
 			'one'	=>	"ਭੂਟਾਨੀ ਐਂਗਲਟ੍ਰਮ",
 			'many'	=>	"ਭੂਟਾਨੀ ਐਂਗਲਟ੍ਰਮ"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"ਬੋਟਸਵਾਨਾ ਪੁਲਾ",
 			'one'	=>	"ਬੋਟਸਵਾਨਾ ਪੁਲਾ",
 			'many'	=>	"ਬੋਟਸਵਾਨਾ ਪੁਲਾ"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"ਬੇਲਾਰੂਸੀ ਰੂਬਲ",
 			'one'	=>	"ਬੇਲਾਰੂਸੀ ਰੂਬਲ",
 			'many'	=>	"ਬੇਲਾਰੂਸੀ ਰੂਬਲ"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"ਬੇਲੀਜ਼ ਡਾਲਰ",
 			'one'	=>	"ਬੇਲੀਜ਼ ਡਾਲਰ",
 			'many'	=>	"ਬੇਲੀਜ਼ ਡਾਲਰ"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"ਕੇਨੇਡਿਆਈ ਡਾਲਰ",
 			'one'	=>	"ਕੇਨੇਡਿਆਈ ਡਾਲਰ",
 			'many'	=>	"ਕੇਨੇਡਿਆਈ ਡਾਲਰ"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"ਕਾਂਗੋਲੀਜ਼ ਫ੍ਰੈਂਕ",
 			'one'	=>	"ਕਾਂਗੋਲੀਜ਼ ਫ੍ਰੈਂਕ",
 			'many'	=>	"ਕਾਂਗੋਲੀਜ਼ ਫ੍ਰੈਂਕ"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"ਸਵਿਸ ਫ੍ਰੈਂਕ",
 			'one'	=>	"ਸਵਿਸ ਫ੍ਰੈਂਕ",
 			'many'	=>	"ਸਵਿਸ ਫ੍ਰੈਂਕ"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"ਚਿਲੀਅਨ ਪੈਸੋ",
 			'one'	=>	"ਚਿਲੀਅਨ ਪੈਸੋ",
 			'many'	=>	"ਚਿਲੀਅਨ ਪੈਸੋ"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"ਚੀਨੀ ਯੁਆਨ",
 			'one'	=>	"ਚੀਨੀ ਯੁਆਨ",
 			'many'	=>	"ਚੀਨੀ ਯੁਆਨ"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"ਕੋਲੰਬੀਅਨ ਪੈਸੋ",
 			'one'	=>	"ਕੋਲੰਬੀਅਨ ਪੈਸੋ",
 			'many'	=>	"ਕੋਲੰਬੀਅਨ ਪੈਸੋ"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"ਕੋਸਟਾ ਰੀਕਨ ਕੋਲਨ",
 			'one'	=>	"ਕੋਸਟਾ ਰੀਕਨ ਕੋਲਨ",
 			'many'	=>	"ਕੋਸਟਾ ਰੀਕਨ ਕੋਲਨ"
 		),

		'CUC'	=>	 array
		(
			'name'	=>	"ਕਿਊਬਨ ਬਦਲਣ੍ਯੋਗ ਪੈਸੋ",
 			'one'	=>	"ਕਿਊਬਨ ਬਦਲਣ੍ਯੋਗ ਪੈਸੋ",
 			'many'	=>	"ਕਿਊਬਨ ਬਦਲਣ੍ਯੋਗ ਪੈਸੋ"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"ਕਿਊਬਨ ਪੈਸੋ",
 			'one'	=>	"ਕਿਊਬਨ ਪੈਸੋ",
 			'many'	=>	"ਕਿਊਬਨ ਪੈਸੋ"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"ਕੇਪ ਵਰਡੀਅਨ ਸ਼ਿਊਡੋ",
 			'one'	=>	"ਕੇਪ ਵਰਡੀਅਨ ਸ਼ਿਊਡੋ",
 			'many'	=>	"ਕੇਪ ਵਰਡੀਅਨ ਸ਼ਿਊਡੋ"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"ਚੈਕ ਗਣਰਾਜ ਕੋਰੁਨਾ",
 			'one'	=>	"ਚੈਕ ਗਣਰਾਜ ਕੋਰੁਨਾ",
 			'many'	=>	"ਚੈਕ ਗਣਰਾਜ ਕੋਰੁਨਾ"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"ਜ਼ੀਬੂਤੀਅਨ ਫ੍ਰੈਂਕ",
 			'one'	=>	"ਜ਼ੀਬੂਤੀਅਨ ਫ੍ਰੈਂਕ",
 			'many'	=>	"ਜ਼ੀਬੂਤੀਅਨ ਫ੍ਰੈਂਕ"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"ਦਾਨਿਸ਼ ਕਰੌਨ",
 			'one'	=>	"ਦਾਨਿਸ਼ ਕਰੌਨ",
 			'many'	=>	"ਦਾਨਿਸ਼ ਕਰੌਨ"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"ਡੌਮਿਨਿਕਨ ਪੈਸੋ",
 			'one'	=>	"ਡੌਮਿਨਿਕਨ ਪੈਸੋ",
 			'many'	=>	"ਡੌਮਿਨਿਕਨ ਪੈਸੋ"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"ਅਲਜੀਰਿਆਈ ਦਿਨਾਰ",
 			'one'	=>	"ਅਲਜੀਰਿਆਈ ਦਿਨਾਰ",
 			'many'	=>	"ਅਲਜੀਰਿਆਈ ਦਿਨਾਰ"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"ਮਿਸਰੀ ਪਾਉਂਡ",
 			'one'	=>	"ਮਿਸਰੀ ਪਾਉਂਡ",
 			'many'	=>	"ਮਿਸਰੀ ਪਾਉਂਡ"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"ਇਰੀਟ੍ਰਿਆਈ ਨਾਕਫਾ",
 			'one'	=>	"ਇਰੀਟ੍ਰਿਆਈ ਨਾਕਫਾ",
 			'many'	=>	"ਇਰੀਟ੍ਰਿਆਈ ਨਾਕਫਾ"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"ਇਥੋਪੀਆਈ ਬਿਰ",
 			'one'	=>	"ਇਥੋਪੀਆਈ ਬਿਰ",
 			'many'	=>	"ਇਥੋਪੀਆਈ ਬਿਰ"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"ਯੂਰੋ",
 			'one'	=>	"ਯੂਰੋ",
 			'many'	=>	"ਯੂਰੋ"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"ਫ਼ਿਜੀਆਈ ਡਾਲਰ",
 			'one'	=>	"ਫ਼ਿਜੀਆਈ ਡਾਲਰ",
 			'many'	=>	"ਫ਼ਿਜੀਆਈ ਡਾਲਰ"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"ਫ਼ਾਕਲੈਂਡ ਆਈਲੈਂਡਸ ਪਾਉਂਡ",
 			'one'	=>	"ਫ਼ਾਕਲੈਂਡ ਆਈਲੈਂਡਸ ਪਾਉਂਡ",
 			'many'	=>	"ਫ਼ਾਕਲੈਂਡ ਆਈਲੈਂਡਸ ਪਾਉਂਡ"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"ਬ੍ਰਿਟਿਸ਼ ਪਾਉਂਡ ਸਟਰਲਿੰਗ",
 			'one'	=>	"ਬ੍ਰਿਟਿਸ਼ ਪਾਉਂਡ ਸਟਰਲਿੰਗ",
 			'many'	=>	"ਬ੍ਰਿਟਿਸ਼ ਪਾਉਂਡ ਸਟਰਲਿੰਗ"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"ਜਾਰਜਿਆਈ ਲਾਰੀ",
 			'one'	=>	"ਜਾਰਜਿਆਈ ਲਾਰੀ",
 			'many'	=>	"ਜਾਰਜਿਆਈ ਲਾਰੀ"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"ਘਾਨਾਈ ਸੇਡੀ",
 			'one'	=>	"ਘਾਨਾਈ ਸੇਡੀ",
 			'many'	=>	"ਘਾਨਾਈ ਸੇਡੀ"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"ਜਿਬਰਾਲਟਰ ਪਾਉਂਡ",
 			'one'	=>	"ਜਿਬਰਾਲਟਰ ਪਾਉਂਡ",
 			'many'	=>	"ਜਿਬਰਾਲਟਰ ਪਾਉਂਡ"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"ਗਾਂਬੀਆਈ ਦਲਾਸੀ",
 			'one'	=>	"ਗਾਂਬੀਆਈ ਦਲਾਸੀ",
 			'many'	=>	"ਗਾਂਬੀਆਈ ਦਲਾਸੀ"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"ਗਿਨੀਅਨ ਫ੍ਰੈਂਕ",
 			'one'	=>	"ਗਿਨੀਅਨ ਫ੍ਰੈਂਕ",
 			'many'	=>	"ਗਿਨੀਅਨ ਫ੍ਰੈਂਕ"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"ਗੁਆਟੇਮਾਲਾ ਕੁਏਟਜ਼ਲ",
 			'one'	=>	"ਗੁਆਟੇਮਾਲਾ ਕੁਏਟਜ਼ਲ",
 			'many'	=>	"ਗੁਆਟੇਮਾਲਾ ਕੁਏਟਜ਼ਲ"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"ਗੁਯਾਨਾਈਜ਼ ਡਾਲਰ",
 			'one'	=>	"ਗੁਯਾਨਾਈਜ਼ ਡਾਲਰ",
 			'many'	=>	"ਗੁਯਾਨਾਈਜ਼ ਡਾਲਰ"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"ਹਾਂਗ ਕਾਂਗ ਡਾਲਰ",
 			'one'	=>	"ਹਾਂਗ ਕਾਂਗ ਡਾਲਰ",
 			'many'	=>	"ਹਾਂਗ ਕਾਂਗ ਡਾਲਰ"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"ਹਾਨਡੂਰਨ ਲੇਮਪਿਰਾ",
 			'one'	=>	"ਹਾਨਡੂਰਨ ਲੇਮਪਿਰਾ",
 			'many'	=>	"ਹਾਨਡੂਰਨ ਲੇਮਪਿਰਾ"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"ਕਰੋਏਸ਼ੀਆਈ ਕੁਨਾ",
 			'one'	=>	"ਕਰੋਏਸ਼ੀਆਈ ਕੁਨਾ",
 			'many'	=>	"ਕਰੋਏਸ਼ੀਆਈ ਕੁਨਾ"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"ਹਾਈਟੀਅਨ ਗੌਰਡੇ",
 			'one'	=>	"ਹਾਈਟੀਅਨ ਗੌਰਡੇ",
 			'many'	=>	"ਹਾਈਟੀਅਨ ਗੌਰਡੇ"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"ਹੰਗਰਾਈ ਫੋਰਿੰਟ",
 			'one'	=>	"ਹੰਗਰਾਈ ਫੋਰਿੰਟ",
 			'many'	=>	"ਹੰਗਰਾਈ ਫੋਰਿੰਟ"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"ਇੰਡੋਨੇਸ਼ੀਆਈ ਰੁਪਿਆਹ",
 			'one'	=>	"ਇੰਡੋਨੇਸ਼ੀਆਈ ਰੁਪਿਆਹ",
 			'many'	=>	"ਇੰਡੋਨੇਸ਼ੀਆਈ ਰੁਪਿਆਹ"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"ਇਜ਼ਰਾਈਲੀ ਨਵੀਂ ਸ਼ੇਕੇਲ",
 			'one'	=>	"ਇਜ਼ਰਾਈਲੀ ਨਵੀਂ ਸ਼ੇਕੇਲ",
 			'many'	=>	"ਇਜ਼ਰਾਈਲੀ ਨਵੀਂ ਸ਼ੇਕੇਲ"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"ਭਾਰਤੀ ਰੁਪਏ",
 			'one'	=>	"ਭਾਰਤੀ ਰੁਪਏ",
 			'many'	=>	"ਭਾਰਤੀ ਰੁਪਏ"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"ਇਰਾਕੀ ਦਿਨਾਰ",
 			'one'	=>	"ਇਰਾਕੀ ਦਿਨਾਰ",
 			'many'	=>	"ਇਰਾਕੀ ਦਿਨਾਰ"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"ਈਰਾਨੀ ਰਿਆਲ",
 			'one'	=>	"ਈਰਾਨੀ ਰਿਆਲ",
 			'many'	=>	"ਈਰਾਨੀ ਰਿਆਲ"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"ਆਈਸਲੈਂਡਿਕ ਕਰੌਨ",
 			'one'	=>	"ਆਈਸਲੈਂਡਿਕ ਕਰੌਨ",
 			'many'	=>	"ਆਈਸਲੈਂਡਿਕ ਕਰੌਨ"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"ਜਮਾਇਕਨ ਡਾਲਰ",
 			'one'	=>	"ਜਮਾਇਕਨ ਡਾਲਰ",
 			'many'	=>	"ਜਮਾਇਕਨ ਡਾਲਰ"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"ਜੌਰਡਨੀਆਈ ਦਿਨਾਰ",
 			'one'	=>	"ਜੌਰਡਨੀਆਈ ਦਿਨਾਰ",
 			'many'	=>	"ਜੌਰਡਨੀਆਈ ਦਿਨਾਰ"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"ਜਾਪਾਨੀ ਯੇਨ",
 			'one'	=>	"ਜਾਪਾਨੀ ਯੇਨ",
 			'many'	=>	"ਜਾਪਾਨੀ ਯੇਨ"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"ਕੀਨੀਆਈ ਸ਼ਿਲਿੰਗ",
 			'one'	=>	"ਕੀਨੀਆਈ ਸ਼ਿਲਿੰਗ",
 			'many'	=>	"ਕੀਨੀਆਈ ਸ਼ਿਲਿੰਗ"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"ਕਿਰਗਿਸਤਾਨੀ ਸੋਮ",
 			'one'	=>	"ਕਿਰਗਿਸਤਾਨੀ ਸੋਮ",
 			'many'	=>	"ਕਿਰਗਿਸਤਾਨੀ ਸੋਮ"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"ਕੰਬੋਡੀਆਈ ਰੀਅਲ",
 			'one'	=>	"ਕੰਬੋਡੀਆਈ ਰੀਅਲ",
 			'many'	=>	"ਕੰਬੋਡੀਆਈ ਰੀਅਲ"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"ਕੋਮੋਰੀਅਨ ਫੈਂਕ",
 			'one'	=>	"ਕੋਮੋਰੀਅਨ ਫੈਂਕ",
 			'many'	=>	"ਕੋਮੋਰੀਅਨ ਫੈਂਕ"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"ਉੱਤਰੀ ਕੋਰੀਆਈ ਵੋਨ",
 			'one'	=>	"ਉੱਤਰੀ ਕੋਰੀਆਈ ਵੋਨ",
 			'many'	=>	"ਉੱਤਰੀ ਕੋਰੀਆਈ ਵੋਨ"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"ਦੱਖਣੀ ਕੋਰੀਆਈ ਵੋਨ",
 			'one'	=>	"ਦੱਖਣੀ ਕੋਰੀਆਈ ਵੋਨ",
 			'many'	=>	"ਦੱਖਣੀ ਕੋਰੀਆਈ ਵੋਨ"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"ਕੁਵੈਤੀ ਦਿਨਾਰ",
 			'one'	=>	"ਕੁਵੈਤੀ ਦਿਨਾਰ",
 			'many'	=>	"ਕੁਵੈਤੀ ਦਿਨਾਰ"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"ਕੇਮੈਨ ਆਈਲੈਂਡਸ ਡਾਲਰ",
 			'one'	=>	"ਕੇਮੈਨ ਆਈਲੈਂਡਸ ਡਾਲਰ",
 			'many'	=>	"ਕੇਮੈਨ ਆਈਲੈਂਡਸ ਡਾਲਰ"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"ਕਜ਼ਾਕਸਤਾਨੀ ਤੇਂਗੇ",
 			'one'	=>	"ਕਜ਼ਾਕਸਤਾਨੀ ਤੇਂਗੇ",
 			'many'	=>	"ਕਜ਼ਾਕਸਤਾਨੀ ਤੇਂਗੇ"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"ਲਾਓਟਿਆਈ ਕਿਪ",
 			'one'	=>	"ਲਾਓਟਿਆਈ ਕਿਪ",
 			'many'	=>	"ਲਾਓਟਿਆਈ ਕਿਪ"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"ਲੈਬਨਾਨੀ ਪਾਉਂਡ",
 			'one'	=>	"ਲੈਬਨਾਨੀ ਪਾਉਂਡ",
 			'many'	=>	"ਲੈਬਨਾਨੀ ਪਾਉਂਡ"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"ਸ੍ਰੀ ਲੰਕਾਈ ਰੁਪਏ",
 			'one'	=>	"ਸ੍ਰੀ ਲੰਕਾਈ ਰੁਪਏ",
 			'many'	=>	"ਸ੍ਰੀ ਲੰਕਾਈ ਰੁਪਏ"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"ਲਾਈਬੀਰੀਆਈ ਡਾਲਰ",
 			'one'	=>	"ਲਾਈਬੀਰੀਆਈ ਡਾਲਰ",
 			'many'	=>	"ਲਾਈਬੀਰੀਆਈ ਡਾਲਰ"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"ਲਿਥੁਆਨੀਆਈ ਲਿਤਾਸ",
 			'one'	=>	"ਲਿਥੁਆਨੀਆਈ ਲਿਤਾਸ",
 			'many'	=>	"ਲਿਥੁਆਨੀਆਈ ਲਿਤਾਸ"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"ਲਾਟਵਿਆਈ ਲਾਟਸ",
 			'one'	=>	"ਲਾਟਵਿਆਈ ਲਾਟਸ",
 			'many'	=>	"ਲਾਟਵਿਆਈ ਲਾਟਸ"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"ਲੀਬੀਅਨ ਦਿਨਾਰ",
 			'one'	=>	"ਲੀਬੀਅਨ ਦਿਨਾਰ",
 			'many'	=>	"ਲੀਬੀਅਨ ਦਿਨਾਰ"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"ਮੋਰੱਕਨ ਦਿਰਹਾਮ",
 			'one'	=>	"ਮੋਰੱਕਨ ਦਿਰਹਾਮ",
 			'many'	=>	"ਮੋਰੱਕਨ ਦਿਰਹਾਮ"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"ਮੋਲਡੋਵਨ ਲਿਯੂ",
 			'one'	=>	"ਮੋਲਡੋਵਨ ਲਿਯੂ",
 			'many'	=>	"ਮੋਲਡੋਵਨ ਲਿਯੂ"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"ਮਾਲਾਗਾਸੀ ਅਰਾਇਰੀ",
 			'one'	=>	"ਮਾਲਾਗਾਸੀ ਅਰਾਇਰੀ",
 			'many'	=>	"ਮਾਲਾਗਾਸੀ ਅਰਾਇਰੀ"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"ਮੈਕਡੋਨੀਆਈ ਡੇਨਾਰ",
 			'one'	=>	"ਮੈਕਡੋਨੀਆਈ ਡੇਨਾਰ",
 			'many'	=>	"ਮੈਕਡੋਨੀਆਈ ਡੇਨਾਰ"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"ਮਿਆਂਮਾ ਕ੍ਯਾਤ",
 			'one'	=>	"ਮਿਆਂਮਾ ਕ੍ਯਾਤ",
 			'many'	=>	"ਮਿਆਂਮਾ ਕ੍ਯਾਤ"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"ਮੰਗੋਲੀਆਈ ਤੁਗਰਿਕ",
 			'one'	=>	"ਮੰਗੋਲੀਆਈ ਤੁਗਰਿਕ",
 			'many'	=>	"ਮੰਗੋਲੀਆਈ ਤੁਗਰਿਕ"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"ਮੇਕਾਨੀ ਪਟਾਕਾ",
 			'one'	=>	"ਮੇਕਾਨੀ ਪਟਾਕਾ",
 			'many'	=>	"ਮੇਕਾਨੀ ਪਟਾਕਾ"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"ਮੋਰਿਟਾਨੀਆਈ ਊਗੀਆ",
 			'one'	=>	"ਮੋਰਿਟਾਨੀਆਈ ਊਗੀਆ",
 			'many'	=>	"ਮੋਰਿਟਾਨੀਆਈ ਊਗੀਆ"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"ਮੌਰਿਸ਼ੀਆਈ ਰੁਪਏ",
 			'one'	=>	"ਮੌਰਿਸ਼ੀਆਈ ਰੁਪਏ",
 			'many'	=>	"ਮੌਰਿਸ਼ੀਆਈ ਰੁਪਏ"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"ਮਾਲਦੀਵੀ ਰੁਫੀਆ",
 			'one'	=>	"ਮਾਲਦੀਵੀ ਰੁਫੀਆ",
 			'many'	=>	"ਮਾਲਦੀਵੀ ਰੁਫੀਆ"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"ਮਾਲਾਵੀਆਈ ਕਵਾਚਾ",
 			'one'	=>	"ਮਾਲਾਵੀਆਈ ਕਵਾਚਾ",
 			'many'	=>	"ਮਾਲਾਵੀਆਈ ਕਵਾਚਾ"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"ਮੈਕਸਿਕਨ ਪੈਸੋ",
 			'one'	=>	"ਮੈਕਸਿਕਨ ਪੈਸੋ",
 			'many'	=>	"ਮੈਕਸਿਕਨ ਪੈਸੋ"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"ਮੇਲੇਸ਼ਿਆਈ ਰਿਨਗਿੱਟ",
 			'one'	=>	"ਮੇਲੇਸ਼ਿਆਈ ਰਿਨਗਿੱਟ",
 			'many'	=>	"ਮੇਲੇਸ਼ਿਆਈ ਰਿਨਗਿੱਟ"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"ਮੋਜ਼ਾਮਬੀਕਨ ਮੈਟੀਕਲ",
 			'one'	=>	"ਮੋਜ਼ਾਮਬੀਕਨ ਮੈਟੀਕਲ",
 			'many'	=>	"ਮੋਜ਼ਾਮਬੀਕਨ ਮੈਟੀਕਲ"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"ਨਾਮੀਬੀਆਈ ਡਾਲਰ",
 			'one'	=>	"ਨਾਮੀਬੀਆਈ ਡਾਲਰ",
 			'many'	=>	"ਨਾਮੀਬੀਆਈ ਡਾਲਰ"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"ਨਾਇਜੀਰੀਆਈ ਨਾਇਰਾ",
 			'one'	=>	"ਨਾਇਜੀਰੀਆਈ ਨਾਇਰਾ",
 			'many'	=>	"ਨਾਇਜੀਰੀਆਈ ਨਾਇਰਾ"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"ਨਿਕਾਰਾਗੁਆਨ ਕੋਰਡੋਬਾ",
 			'one'	=>	"ਨਿਕਾਰਾਗੁਆਨ ਕੋਰਡੋਬਾ",
 			'many'	=>	"ਨਿਕਾਰਾਗੁਆਨ ਕੋਰਡੋਬਾ"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"ਨੌਰਵੇਜਿਅਨ ਕਰੌਨ",
 			'one'	=>	"ਨੌਰਵੇਜਿਅਨ ਕਰੌਨ",
 			'many'	=>	"ਨੌਰਵੇਜਿਅਨ ਕਰੌਨ"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"ਨੇਪਾਲੀ ਰੁਪਏ",
 			'one'	=>	"ਨੇਪਾਲੀ ਰੁਪਏ",
 			'many'	=>	"ਨੇਪਾਲੀ ਰੁਪਏ"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"ਨਿਊਜ਼ੀਲੈਂਡ ਡਾਲਰ",
 			'one'	=>	"ਨਿਊਜ਼ੀਲੈਂਡ ਡਾਲਰ",
 			'many'	=>	"ਨਿਊਜ਼ੀਲੈਂਡ ਡਾਲਰ"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"ਓਮਾਨੀ ਰਿਆਲ",
 			'one'	=>	"ਓਮਾਨੀ ਰਿਆਲ",
 			'many'	=>	"ਓਮਾਨੀ ਰਿਆਲ"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"ਪਨਾਮੇਨੀਅਨ ਬਾਲਬੋਆ",
 			'one'	=>	"ਪਨਾਮੇਨੀਅਨ ਬਾਲਬੋਆ",
 			'many'	=>	"ਪਨਾਮੇਨੀਅਨ ਬਾਲਬੋਆ"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"ਪੇਰੂਵੀਅਨ ਨਿਊਵੋ ਸੋਲ",
 			'one'	=>	"ਪੇਰੂਵੀਅਨ ਨਿਊਵੋ ਸੋਲ",
 			'many'	=>	"ਪੇਰੂਵੀਅਨ ਨਿਊਵੋ ਸੋਲ"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"ਪਾਪੂਆ ਨਿਊ ਗਿਨੀਆਈ ਕਿਨਾ",
 			'one'	=>	"ਪਾਪੂਆ ਨਿਊ ਗਿਨੀਆਈ ਕਿਨਾ",
 			'many'	=>	"ਪਾਪੂਆ ਨਿਊ ਗਿਨੀਆਈ ਕਿਨਾ"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"ਫਿਲਿਪੀਨੀ ਪੈਸੋ",
 			'one'	=>	"ਫਿਲਿਪੀਨੀ ਪੈਸੋ",
 			'many'	=>	"ਫਿਲਿਪੀਨੀ ਪੈਸੋ"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"ਪਾਕਿਸਤਾਨੀ ਰੁਪਏ",
 			'one'	=>	"ਪਾਕਿਸਤਾਨੀ ਰੁਪਏ",
 			'many'	=>	"ਪਾਕਿਸਤਾਨੀ ਰੁਪਏ"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"ਪੋਲਿਸ਼ ਜ਼ਲੌਟੀ",
 			'one'	=>	"ਪੋਲਿਸ਼ ਜ਼ਲੌਟੀ",
 			'many'	=>	"ਪੋਲਿਸ਼ ਜ਼ਲੌਟੀ"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"ਪੈਰਾਗੁਵਾਇਨ ਗੁਆਰਾਨੀ",
 			'one'	=>	"ਪੈਰਾਗੁਵਾਇਨ ਗੁਆਰਾਨੀ",
 			'many'	=>	"ਪੈਰਾਗੁਵਾਇਨ ਗੁਆਰਾਨੀ"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"ਕਤਰੀ ਰਿਆਲ",
 			'one'	=>	"ਕਤਰੀ ਰਿਆਲ",
 			'many'	=>	"ਕਤਰੀ ਰਿਆਲ"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"ਰੋਮਾਨੀਆਈ ਲਿਯੂ",
 			'one'	=>	"ਰੋਮਾਨੀਆਈ ਲਿਯੂ",
 			'many'	=>	"ਰੋਮਾਨੀਆਈ ਲਿਯੂ"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"ਸਰਬੀਆਈ ਦਿਨਾਰ",
 			'one'	=>	"ਸਰਬੀਆਈ ਦਿਨਾਰ",
 			'many'	=>	"ਸਰਬੀਆਈ ਦਿਨਾਰ"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"ਰੂਸੀ ਰੂਬਲ",
 			'one'	=>	"ਰੂਸੀ ਰੂਬਲ",
 			'many'	=>	"ਰੂਸੀ ਰੂਬਲ"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"ਰਵਾਂਡਨ ਫ੍ਰੈਂਕ",
 			'one'	=>	"ਰਵਾਂਡਨ ਫ੍ਰੈਂਕ",
 			'many'	=>	"ਰਵਾਂਡਨ ਫ੍ਰੈਂਕ"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"ਸਾਉਦੀ ਰਿਆਲ",
 			'one'	=>	"ਸਾਉਦੀ ਰਿਆਲ",
 			'many'	=>	"ਸਾਉਦੀ ਰਿਆਲ"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"ਸੋਲੋਮਨ ਆਈਲੈਂਡਸ ਡਾਲਰ",
 			'one'	=>	"ਸੋਲੋਮਨ ਆਈਲੈਂਡਸ ਡਾਲਰ",
 			'many'	=>	"ਸੋਲੋਮਨ ਆਈਲੈਂਡਸ ਡਾਲਰ"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"ਸੇਸ਼ਲਸ ਰੁਪਏ",
 			'one'	=>	"ਸੇਸ਼ਲਸ ਰੁਪਏ",
 			'many'	=>	"ਸੇਸ਼ਲਸ ਰੁਪਏ"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"ਸੁਡਾਨੀਜ਼ ਪਾਉਂਡ",
 			'one'	=>	"ਸੁਡਾਨੀਜ਼ ਪਾਉਂਡ",
 			'many'	=>	"ਸੁਡਾਨੀਜ਼ ਪਾਉਂਡ"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"ਸਵੀਡਿਸ਼ ਕਰੋਨਾ",
 			'one'	=>	"ਸਵੀਡਿਸ਼ ਕਰੋਨਾ",
 			'many'	=>	"ਸਵੀਡਿਸ਼ ਕਰੋਨਾ"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"ਸਿੰਗਾਪੁਰ ਡਾਲਰ",
 			'one'	=>	"ਸਿੰਗਾਪੁਰ ਡਾਲਰ",
 			'many'	=>	"ਸਿੰਗਾਪੁਰ ਡਾਲਰ"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"ਸੇਂਟ ਹੇਲੇਨਾ ਪਾਉਂਡ",
 			'one'	=>	"ਸੇਂਟ ਹੇਲੇਨਾ ਪਾਉਂਡ",
 			'many'	=>	"ਸੇਂਟ ਹੇਲੇਨਾ ਪਾਉਂਡ"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"ਸਿਏਰਾ ਲਿਓਨੀਅਨ ਲਿਓਨ",
 			'one'	=>	"ਸਿਏਰਾ ਲਿਓਨੀਅਨ ਲਿਓਨ",
 			'many'	=>	"ਸਿਏਰਾ ਲਿਓਨੀਅਨ ਲਿਓਨ"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"ਸੋਮਾਲੀ ਸ਼ਿਲਿੰਗ",
 			'one'	=>	"ਸੋਮਾਲੀ ਸ਼ਿਲਿੰਗ",
 			'many'	=>	"ਸੋਮਾਲੀ ਸ਼ਿਲਿੰਗ"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"ਸੂਰੀਨਾਮੀਜ਼ ਡਾਲਰ",
 			'one'	=>	"ਸੂਰੀਨਾਮੀਜ਼ ਡਾਲਰ",
 			'many'	=>	"ਸੂਰੀਨਾਮੀਜ਼ ਡਾਲਰ"
 		),

		'SSP'	=>	 array
		(
			'name'	=>	"ਦੱਖਣੀ ਸੁਡਾਨੀਜ਼ ਪਾਉਂਡ",
 			'one'	=>	"ਦੱਖਣੀ ਸੁਡਾਨੀਜ਼ ਪਾਉਂਡ",
 			'many'	=>	"ਦੱਖਣੀ ਸੁਡਾਨੀਜ਼ ਪਾਉਂਡ"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"ਸਾਉ ਟੋਮੀ ਐਂਡ ਪ੍ਰਿੰਸਪੀ ਡੋਬਰਾ",
 			'one'	=>	"ਸਾਉ ਟੋਮੀ ਐਂਡ ਪ੍ਰਿੰਸਪੀ ਡੋਬਰਾ",
 			'many'	=>	"ਸਾਉ ਟੋਮੀ ਐਂਡ ਪ੍ਰਿੰਸਪੀ ਡੋਬਰਾ"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"ਸੀਰੀਆਈ ਪਾਉਂਡ",
 			'one'	=>	"ਸੀਰੀਆਈ ਪਾਉਂਡ",
 			'many'	=>	"ਸੀਰੀਆਈ ਪਾਉਂਡ"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"ਸਵਾਜ਼ੀ ਲਾਇਲੈਂਗਨੀ",
 			'one'	=>	"ਸਵਾਜ਼ੀ ਲਾਇਲੈਂਗਨੀ",
 			'many'	=>	"ਸਵਾਜ਼ੀ ਲਾਇਲੈਂਗਨੀ"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"ਥਾਈ ਬਾਹਤ",
 			'one'	=>	"ਥਾਈ ਬਾਹਤ",
 			'many'	=>	"ਥਾਈ ਬਾਹਤ"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"ਤਾਜਿਕਿਸਤਾਨੀ ਸੋਮੋਨੀ",
 			'one'	=>	"ਤਾਜਿਕਿਸਤਾਨੀ ਸੋਮੋਨੀ",
 			'many'	=>	"ਤਾਜਿਕਿਸਤਾਨੀ ਸੋਮੋਨੀ"
 		),

		'TMT'	=>	 array
		(
			'name'	=>	"ਤੁਰਕਮੇਨਿਸਤਾਨੀ ਮਾਨਤ",
 			'one'	=>	"ਤੁਰਕਮੇਨਿਸਤਾਨੀ ਮਾਨਤ",
 			'many'	=>	"ਤੁਰਕਮੇਨਿਸਤਾਨੀ ਮਾਨਤ"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"ਟਿਉਨੀਸ਼ੀਆਈ ਦਿਨਾਰ",
 			'one'	=>	"ਟਿਉਨੀਸ਼ੀਆਈ ਦਿਨਾਰ",
 			'many'	=>	"ਟਿਉਨੀਸ਼ੀਆਈ ਦਿਨਾਰ"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"ਟੌਂਗਨ ਪੈਂਗਾ",
 			'one'	=>	"ਟੌਂਗਨ ਪੈਂਗਾ",
 			'many'	=>	"ਟੌਂਗਨ ਪੈਂਗਾ"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"ਤੁਰਕਿਸ਼ ਲਿਰਾ",
 			'one'	=>	"ਤੁਰਕਿਸ਼ ਲਿਰਾ",
 			'many'	=>	"ਤੁਰਕਿਸ਼ ਲਿਰਾ"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"ਟ੍ਰਿਨੀਡਾਡ ਅਤੇ ਟੋਬਾਗੋ ਡਾਲਰ",
 			'one'	=>	"ਟ੍ਰਿਨੀਡਾਡ ਅਤੇ ਟੋਬਾਗੋ ਡਾਲਰ",
 			'many'	=>	"ਟ੍ਰਿਨੀਡਾਡ ਅਤੇ ਟੋਬਾਗੋ ਡਾਲਰ"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"ਨਵਾਂ ਤਾਇਵਾਨ ਡਾਲਰ",
 			'one'	=>	"ਨਵਾਂ ਤਾਇਵਾਨ ਡਾਲਰ",
 			'many'	=>	"ਨਵਾਂ ਤਾਇਵਾਨ ਡਾਲਰ"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"ਤਨਜ਼ਾਨੀਆਈ ਸ਼ਿਲਿੰਗ",
 			'one'	=>	"ਤਨਜ਼ਾਨੀਆਈ ਸ਼ਿਲਿੰਗ",
 			'many'	=>	"ਤਨਜ਼ਾਨੀਆਈ ਸ਼ਿਲਿੰਗ"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"ਯੂਕਰੇਨੀਆਈ ਰਿਵਨਿਆ",
 			'one'	=>	"ਯੂਕਰੇਨੀਆਈ ਰਿਵਨਿਆ",
 			'many'	=>	"ਯੂਕਰੇਨੀਆਈ ਰਿਵਨਿਆ"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"ਯੂਗਾਂਡਨ ਸ਼ਿਲਿੰਗ",
 			'one'	=>	"ਯੂਗਾਂਡਨ ਸ਼ਿਲਿੰਗ",
 			'many'	=>	"ਯੂਗਾਂਡਨ ਸ਼ਿਲਿੰਗ"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"ਯੂ.ਐਸ. ਡਾਲਰ",
 			'one'	=>	"ਯੂ.ਐਸ. ਡਾਲਰ",
 			'many'	=>	"ਯੂ.ਐਸ. ਡਾਲਰ"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"ਉਰੂਗੁਵਾਇਨ ਪੈਸੋ",
 			'one'	=>	"ਉਰੂਗੁਵਾਇਨ ਪੈਸੋ",
 			'many'	=>	"ਉਰੂਗੁਵਾਇਨ ਪੈਸੋ"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"ਉਜ਼ਬੇਕਿਸਤਾਨ ਸੋਮ",
 			'one'	=>	"ਉਜ਼ਬੇਕਿਸਤਾਨ ਸੋਮ",
 			'many'	=>	"ਉਜ਼ਬੇਕਿਸਤਾਨ ਸੋਮ"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"ਵੇਨੇਜ਼ੂਏਲਨ ਬੋਲੀਵਰ",
 			'one'	=>	"ਵੇਨੇਜ਼ੂਏਲਨ ਬੋਲੀਵਰ",
 			'many'	=>	"ਵੇਨੇਜ਼ੂਏਲਨ ਬੋਲੀਵਰ"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"ਵਿਯਤਨਾਮੀ ਡੋਂਗ",
 			'one'	=>	"ਵਿਯਤਨਾਮੀ ਡੋਂਗ",
 			'many'	=>	"ਵਿਯਤਨਾਮੀ ਡੋਂਗ"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"ਵਾਨੂਆਟੂ ਵਾਟੂ",
 			'one'	=>	"ਵਾਨੂਆਟੂ ਵਾਟੂ",
 			'many'	=>	"ਵਾਨੂਆਟੂ ਵਾਟੂ"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"ਸਾਮੋਆਈ ਤਾਲਾ",
 			'one'	=>	"ਸਾਮੋਆਈ ਤਾਲਾ",
 			'many'	=>	"ਸਾਮੋਆਈ ਤਾਲਾ"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"ਫ੍ਰੈਂਕ",
 			'one'	=>	"ਫ੍ਰੈਂਕ",
 			'many'	=>	"ਫ੍ਰੈਂਕ"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"ਪੂਰਬੀ ਕੈਰੇਬੀਅਨ ਡਾਲਰ",
 			'one'	=>	"ਪੂਰਬੀ ਕੈਰੇਬੀਅਨ ਡਾਲਰ",
 			'many'	=>	"ਪੂਰਬੀ ਕੈਰੇਬੀਅਨ ਡਾਲਰ"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"ਫ੍ਰੈਂਕ",
 			'one'	=>	"ਫ੍ਰੈਂਕ",
 			'many'	=>	"ਫ੍ਰੈਂਕ"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"ਫ੍ਰੈਂਕ",
 			'one'	=>	"ਫ੍ਰੈਂਕ",
 			'many'	=>	"ਫ੍ਰੈਂਕ"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"ਅਗਿਆਤ ਮੁਦਰਾ",
 			'one'	=>	"(ਮੁਦਰਾ ਦੀ ਅਗਿਆਤ ਇਕਾਈ)",
 			'many'	=>	"(ਅਗਿਆਤ ਮੁਦਰਾ)"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"ਯਮਨੀ ਰਿਆਲ",
 			'one'	=>	"ਯਮਨੀ ਰਿਆਲ",
 			'many'	=>	"ਯਮਨੀ ਰਿਆਲ"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"ਦੱਖਣੀ ਅਫਰੀਕੀ ਰੈਂਡ",
 			'one'	=>	"ਦੱਖਣੀ ਅਫਰੀਕੀ ਰੈਂਡ",
 			'many'	=>	"ਦੱਖਣੀ ਅਫਰੀਕੀ ਰੈਂਡ"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"ਜ਼ਾਮਬੀਆਈ ਕਵਾਚਾ",
 			'one'	=>	"ਜ਼ਾਮਬੀਆਈ ਕਵਾਚਾ",
 			'many'	=>	"ਜ਼ਾਮਬੀਆਈ ਕਵਾਚਾ"
 		),

    ),
);
