<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'ADP'	=>	 array
		(
			'name'	=>	"Андоррська Песета",
 			'one'	=>	"Андоррська Песета",
 			'many'	=>	"Андоррські Песети"
 		),

		'AED'	=>	 array
		(
			'name'	=>	"Дирхам Оае",
 			'one'	=>	"Дирхам Оае",
 			'many'	=>	"Дирхами Оае"
 		),

		'AFA'	=>	 array
		(
			'name'	=>	"Афгані",
 			'one'	=>	"Афгані",
 			'many'	=>	"Афгані"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"Афганський Афгані",
 			'one'	=>	"Афганський Афгані",
 			'many'	=>	"Афганські Афгані"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"Албанський Лек",
 			'one'	=>	"Албанський Лек",
 			'many'	=>	"Албанські Леки"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"Вірменський Драм",
 			'one'	=>	"Вірменський Драм",
 			'many'	=>	"Вірменські Драми"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"Нідерландський Антильський Гульден",
 			'one'	=>	"Нідерландський Антильський Гульден",
 			'many'	=>	"Нідерландські Антильські Гульдени"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"Ангольська Кванза",
 			'one'	=>	"Ангольська Кванза",
 			'many'	=>	"Ангольські Кванзи"
 		),

		'AOK'	=>	 array
		(
			'name'	=>	"Ангольська Кванза",
 			'one'	=>	"Ангольська Кванза",
 			'many'	=>	"Ангольські Кванзи"
 		),

		'AON'	=>	 array
		(
			'name'	=>	"Ангольська Нова Кванза",
 			'one'	=>	"Ангольська Нова Кванза",
 			'many'	=>	"Ангольські Нові Кванзи"
 		),

		'AOR'	=>	 array
		(
			'name'	=>	"Ангольська Кванза Реаджастадо",
 			'one'	=>	"Ангольська Кванза Реаджастадо",
 			'many'	=>	"Ангольські Кванзи Реаджастадо"
 		),

		'ARA'	=>	 array
		(
			'name'	=>	"Аргентинський Австрал",
 			'one'	=>	"Аргентинський Австрал",
 			'many'	=>	"Аргентинські Австрали"
 		),

		'ARP'	=>	 array
		(
			'name'	=>	"Аргентинський Песо",
 			'one'	=>	"Аргентинський Песо",
 			'many'	=>	"Аргентинський Песо"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"Аргентинський Песо",
 			'one'	=>	"Аргентинський Песо",
 			'many'	=>	"Аргентинські Песо"
 		),

		'ATS'	=>	 array
		(
			'name'	=>	"Австрійський Шилінг",
 			'one'	=>	"Австрійський Шилінг",
 			'many'	=>	"Австрійський Шилінг"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"Австралійський Долар",
 			'one'	=>	"Австралійський Долар",
 			'many'	=>	"Австралійські Долари"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"Арубський Флорин",
 			'one'	=>	"Арубський Флорин",
 			'many'	=>	"Арубські Флорини"
 		),

		'AZM'	=>	 array
		(
			'name'	=>	"Азербайджанський Манат",
 			'one'	=>	"Азербайджанський Манат",
 			'many'	=>	"Азербайджанські Манати"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"Азербайджанський Манат",
 			'one'	=>	"Азербайджанський Манат",
 			'many'	=>	"Азербайджанські Манати"
 		),

		'BAD'	=>	 array
		(
			'name'	=>	"Динар",
 			'one'	=>	"Динар",
 			'many'	=>	"Динар"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"Конвертована Марка Боснії І Герцеговини",
 			'one'	=>	"Конвертована Марка Боснії І Герцеговини",
 			'many'	=>	"Конвертовані Марки Боснії І Герцеговини"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"Барбадоський Долар",
 			'one'	=>	"Барбадоський Долар",
 			'many'	=>	"Барбадоські Долари"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"Бангладеська Така",
 			'one'	=>	"Бангладеська Така",
 			'many'	=>	"Бангладеська Така"
 		),

		'BEC'	=>	 array
		(
			'name'	=>	"Бельгійський Франк",
 			'one'	=>	"Бельгійський Франк",
 			'many'	=>	"Бельгійський Франк"
 		),

		'BEF'	=>	 array
		(
			'name'	=>	"Бельгійський Франк",
 			'one'	=>	"Бельгійський Франк",
 			'many'	=>	"Бельгійський Франк"
 		),

		'BEL'	=>	 array
		(
			'name'	=>	"Бельгійський Франк",
 			'one'	=>	"Бельгійський Франк",
 			'many'	=>	"Бельгійський Франк"
 		),

		'BGL'	=>	 array
		(
			'name'	=>	"Болгарський Твердий Лев",
 			'one'	=>	"Болгарський Твердий Лев",
 			'many'	=>	"Болгарський Твердий Лев"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"Болгарський Лев",
 			'one'	=>	"Болгарський Лев",
 			'many'	=>	"Болгарські Леви"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"Бахрейнський Динар",
 			'one'	=>	"Бахрейнський Динар",
 			'many'	=>	"Бахрейнські Динари"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"Бурундійський Франк",
 			'one'	=>	"Бурундійський Франк",
 			'many'	=>	"Бурундійські Франки"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"Бермудський Долар",
 			'one'	=>	"Бермудський Долар",
 			'many'	=>	"Бермудські Долари"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"Брунейський Долар",
 			'one'	=>	"Брунейський Долар",
 			'many'	=>	"Брунейські Долари"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"Болівійський Болівіано",
 			'one'	=>	"Болівійський Болівіано",
 			'many'	=>	"Болівійські Болівіано"
 		),

		'BOP'	=>	 array
		(
			'name'	=>	"Болівійське Песо",
 			'one'	=>	"Болівійське Песо",
 			'many'	=>	"Болівійське Песо"
 		),

		'BOV'	=>	 array
		(
			'name'	=>	"Болівійський Мвдол",
 			'one'	=>	"Болівійський Мвдол",
 			'many'	=>	"Болівійський Мвдол"
 		),

		'BRB'	=>	 array
		(
			'name'	=>	"Бразильське Нове Крузейро",
 			'one'	=>	"Бразильське Нове Крузейро",
 			'many'	=>	"Бразильське Нове Крузейро"
 		),

		'BRC'	=>	 array
		(
			'name'	=>	"Бразильське Крузадо",
 			'one'	=>	"Бразильське Крузадо",
 			'many'	=>	"Бразильське Крузадо"
 		),

		'BRE'	=>	 array
		(
			'name'	=>	"Бразильське Крузейро",
 			'one'	=>	"Бразильське Крузейро",
 			'many'	=>	"Бразильське Крузейро"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"Бразильський Реал",
 			'one'	=>	"Бразильський Реал",
 			'many'	=>	"Бразильські Реали"
 		),

		'BRN'	=>	 array
		(
			'name'	=>	"Бразильське Нове Крузадо",
 			'one'	=>	"Бразильське Нове Крузадо",
 			'many'	=>	"Бразильське Нове Крузадо"
 		),

		'BRR'	=>	 array
		(
			'name'	=>	"Бразильське Крузейро",
 			'one'	=>	"Бразильське Крузейро",
 			'many'	=>	"Бразильське Крузейро"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"Багамський Долар",
 			'one'	=>	"Багамський Долар",
 			'many'	=>	"Багамські Долари"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"Бутанський Нгултрум",
 			'one'	=>	"Бутанський Нгултрум",
 			'many'	=>	"Бутанські Нгултруми"
 		),

		'BUK'	=>	 array
		(
			'name'	=>	"Бірманський Кіат",
 			'one'	=>	"Бірманський Кіат",
 			'many'	=>	"Бірманський Кіат"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"Ботсванська Пула",
 			'one'	=>	"Ботсванська Пула",
 			'many'	=>	"Ботсванські Пули"
 		),

		'BYB'	=>	 array
		(
			'name'	=>	"Білоруський Новий Рубль",
 			'one'	=>	"Білоруський Новий Рубль",
 			'many'	=>	"Білоруські Нові Рублі"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"Білоруський Рубль",
 			'one'	=>	"Білоруський Рубль",
 			'many'	=>	"Білоруські Рублі"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"Белізький Долар",
 			'one'	=>	"Белізький Долар",
 			'many'	=>	"Белізькі Долари"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"Канадський Долар",
 			'one'	=>	"Канадський Долар",
 			'many'	=>	"Канадські Долари"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"Конголезький Франк",
 			'one'	=>	"Конголезький Франк",
 			'many'	=>	"Конголезькі Франки"
 		),

		'CHE'	=>	 array
		(
			'name'	=>	"Євро Wir",
 			'one'	=>	"Євро Wir",
 			'many'	=>	"Євро Wir"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"Швейцарський Франк",
 			'one'	=>	"Швейцарський Франк",
 			'many'	=>	"Швейцарські Франки"
 		),

		'CHW'	=>	 array
		(
			'name'	=>	"Франк Wir",
 			'one'	=>	"Франк Wir",
 			'many'	=>	"Франк Wir"
 		),

		'CLF'	=>	 array
		(
			'name'	=>	"Чилійський Юнідадес Де Фоменто",
 			'one'	=>	"Чилійський Юнідадес Де Фоменто",
 			'many'	=>	"Чилійський Юнідадес Де Фоменто"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"Чилійський Песо",
 			'one'	=>	"Чилійський Песо",
 			'many'	=>	"Чилійські Песо"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"Китайський Юань",
 			'one'	=>	"Китайський Юань",
 			'many'	=>	"Китайські Юані"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"Колумбійський Песо",
 			'one'	=>	"Колумбійський Песо",
 			'many'	=>	"Колумбійські Песо"
 		),

		'COU'	=>	 array
		(
			'name'	=>	"Одиниця Реальної Вартості",
 			'one'	=>	"Одиниця Реальної Вартості",
 			'many'	=>	"Одиниця Реальної Вартості"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"Костариканський Колон",
 			'one'	=>	"Костариканський Колон",
 			'many'	=>	"Костариканські Колони"
 		),

		'CSD'	=>	 array
		(
			'name'	=>	"Старий Сербський Динар",
 			'one'	=>	"Старий Сербський Динар",
 			'many'	=>	"Старий Сербський Динар"
 		),

		'CSK'	=>	 array
		(
			'name'	=>	"Чехословацька Тверда Крона",
 			'one'	=>	"Чехословацька Тверда Крона",
 			'many'	=>	"Чехословацька Тверда Крона"
 		),

		'CUC'	=>	 array
		(
			'name'	=>	"Кубинський Конвертований Песо",
 			'one'	=>	"Кубинський Конвертований Песо",
 			'many'	=>	"Кубинські Конвертовані Песо"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"Кубинський Песо",
 			'one'	=>	"Кубинський Песо",
 			'many'	=>	"Кубинські Песо"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"Ескудо Кабо-Верде",
 			'one'	=>	"Ескудо Кабо-Верде",
 			'many'	=>	"Ескудо Кабо-Верде"
 		),

		'CYP'	=>	 array
		(
			'name'	=>	"Кіпрський Фунт",
 			'one'	=>	"Кіпрський Фунт",
 			'many'	=>	"Кіпрський Фунт"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"Чеська Крона",
 			'one'	=>	"Чеська Крона",
 			'many'	=>	"Чеські Крони"
 		),

		'DDM'	=>	 array
		(
			'name'	=>	"Марка Ндр",
 			'one'	=>	"Марка Ндр",
 			'many'	=>	"Марка Ндр"
 		),

		'DEM'	=>	 array
		(
			'name'	=>	"Німецька Марка",
 			'one'	=>	"Німецька Марка",
 			'many'	=>	"Німецька Марка"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"Джибутійський Франк",
 			'one'	=>	"Джибутійський Франк",
 			'many'	=>	"Джибутійські Франки"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"Данська Крона",
 			'one'	=>	"Данська Крона",
 			'many'	=>	"Данські Крони"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"Домініканський Песо",
 			'one'	=>	"Домініканський Песо",
 			'many'	=>	"Домініканські Песо"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"Алжирський Динар",
 			'one'	=>	"Алжирський Динар",
 			'many'	=>	"Алжирські Динари"
 		),

		'ECS'	=>	 array
		(
			'name'	=>	"Еквадорський Сукре",
 			'one'	=>	"Еквадорський Сукре",
 			'many'	=>	"Еквадорський Сукре"
 		),

		'ECV'	=>	 array
		(
			'name'	=>	"Еквадорський Юнідад Де Валор Константе",
 			'one'	=>	"Еквадорський Юнідад Де Валор Константе",
 			'many'	=>	"Еквадорський Юнідад Де Валор Константе"
 		),

		'EEK'	=>	 array
		(
			'name'	=>	"Естонська Крона",
 			'one'	=>	"Естонська Крона",
 			'many'	=>	"Естонські Крони"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"Єгипетський Фунт",
 			'one'	=>	"Єгипетський Фунт",
 			'many'	=>	"Єгипетські Фунти"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"Еритрейська Накфа",
 			'one'	=>	"Еритрейська Накфа",
 			'many'	=>	"Еритрейські Накфи"
 		),

		'ESA'	=>	 array
		(
			'name'	=>	"Іспанська Песета",
 			'one'	=>	"Іспанська Песета",
 			'many'	=>	"Іспанська Песета"
 		),

		'ESB'	=>	 array
		(
			'name'	=>	"Іспанська Песета",
 			'one'	=>	"Іспанська Песета",
 			'many'	=>	"Іспанська Песета"
 		),

		'ESP'	=>	 array
		(
			'name'	=>	"Іспанська Песета",
 			'one'	=>	"Іспанська Песета",
 			'many'	=>	"Іспанська Песета"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"Ефіопський Бир",
 			'one'	=>	"Ефіопський Бир",
 			'many'	=>	"Ефіопські Бири"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"Євро",
 			'one'	=>	"Євро",
 			'many'	=>	"Євро"
 		),

		'FIM'	=>	 array
		(
			'name'	=>	"Фінляндська Марка",
 			'one'	=>	"Фінляндська Марка",
 			'many'	=>	"Фінляндська Марка"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"Фіджійський Долар",
 			'one'	=>	"Фіджійський Долар",
 			'many'	=>	"Фіджійські Долари"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"Фунт Фолклендських Островів",
 			'one'	=>	"Фунт Фолклендських Островів",
 			'many'	=>	"Фунти Фолклендських Островів"
 		),

		'FRF'	=>	 array
		(
			'name'	=>	"Французький Франк",
 			'one'	=>	"Французький Франк",
 			'many'	=>	"Французький Франк"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"Англійський Фунт Стерлінгів",
 			'one'	=>	"Англійський Фунт Стерлінгів",
 			'many'	=>	"Англійські Фунти Стерлінгів"
 		),

		'GEK'	=>	 array
		(
			'name'	=>	"Грузинський Купон",
 			'one'	=>	"Грузинський Купон",
 			'many'	=>	"Грузинські Купони"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"Грузинський Ларі",
 			'one'	=>	"Грузинський Ларі",
 			'many'	=>	"Грузинські Ларі"
 		),

		'GHC'	=>	 array
		(
			'name'	=>	"Ганський Седі",
 			'one'	=>	"Ганський Седі",
 			'many'	=>	"Ганський Седі"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"Ганський Седі",
 			'one'	=>	"Ганський Седі",
 			'many'	=>	"Ганські Седі"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"Гібралтарський Фунт",
 			'one'	=>	"Гібралтарський Фунт",
 			'many'	=>	"Гібралтарські Фунти"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"Гамбійський Даласі",
 			'one'	=>	"Гамбійський Даласі",
 			'many'	=>	"Гамбійські Даласі"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"Гвінейський Франк",
 			'one'	=>	"Гвінейський Франк",
 			'many'	=>	"Гвінейські Франки"
 		),

		'GNS'	=>	 array
		(
			'name'	=>	"Гвінейське Сілі",
 			'one'	=>	"Гвінейське Сілі",
 			'many'	=>	"Гвінейське Сілі"
 		),

		'GQE'	=>	 array
		(
			'name'	=>	"Еквеле",
 			'one'	=>	"Еквеле",
 			'many'	=>	"Еквеле"
 		),

		'GRD'	=>	 array
		(
			'name'	=>	"Грецька Драхма",
 			'one'	=>	"Грецька Драхма",
 			'many'	=>	"Грецька Драхма"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"Гватемальський Кетсаль",
 			'one'	=>	"Гватемальський Кетсаль",
 			'many'	=>	"Гватемальські Кетсалі"
 		),

		'GWE'	=>	 array
		(
			'name'	=>	"Ескудо Португальської Гвінеї",
 			'one'	=>	"Ескудо Португальської Гвінеї",
 			'many'	=>	"Ескудо Португальської Гвінеї"
 		),

		'GWP'	=>	 array
		(
			'name'	=>	"Песо Гвінеї-Бісау",
 			'one'	=>	"Песо Гвінеї-Бісау",
 			'many'	=>	"Песо Гвінеї-Бісау"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"Гаянський Долар",
 			'one'	=>	"Гаянський Долар",
 			'many'	=>	"Гаянські Долари"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"Гонконгський Долар",
 			'one'	=>	"Гонконгський Долар",
 			'many'	=>	"Гонконгські Долари"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"Гондураська Лемпіра",
 			'one'	=>	"Гондураська Лемпіра",
 			'many'	=>	"Гондураські Лемпіри"
 		),

		'HRD'	=>	 array
		(
			'name'	=>	"Хорватський Динар",
 			'one'	=>	"Хорватський Динар",
 			'many'	=>	"Хорватський Динар"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"Хорватська Куна",
 			'one'	=>	"Хорватська Куна",
 			'many'	=>	"Хорватські Куни"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"Гаїтянський Гурд",
 			'one'	=>	"Гаїтянський Гурд",
 			'many'	=>	"Гаїтянські Гурди"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"Угорський Форинт",
 			'one'	=>	"Угорський Форинт",
 			'many'	=>	"Угорські Форинти"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"Індонезійська Рупія",
 			'one'	=>	"Індонезійська Рупія",
 			'many'	=>	"Індонезійські Рупії"
 		),

		'IEP'	=>	 array
		(
			'name'	=>	"Ірландський Фунт",
 			'one'	=>	"Ірландський Фунт",
 			'many'	=>	"Ірландський Фунт"
 		),

		'ILP'	=>	 array
		(
			'name'	=>	"Ізраїльський Фунт",
 			'one'	=>	"Ізраїльський Фунт",
 			'many'	=>	"Ізраїльський Фунт"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"Ізраїльський Новий Шекель",
 			'one'	=>	"Ізраїльський Новий Шекель",
 			'many'	=>	"Ізраїльські Нові Шекелі"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"Індійська Рупія",
 			'one'	=>	"Індійська Рупія",
 			'many'	=>	"Індійські Рупії"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"Іракський Динар",
 			'one'	=>	"Іракський Динар",
 			'many'	=>	"Іракські Динари"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"Іранський Ріал",
 			'one'	=>	"Іранський Ріал",
 			'many'	=>	"Іранські Ріали"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"Ісландська Крона",
 			'one'	=>	"Ісландська Крона",
 			'many'	=>	"Ісландські Кроні"
 		),

		'ITL'	=>	 array
		(
			'name'	=>	"Італійська Ліра",
 			'one'	=>	"Італійська Ліра",
 			'many'	=>	"Італійська Ліра"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"Ямайський Долар",
 			'one'	=>	"Ямайський Долар",
 			'many'	=>	"Ямайські Долари"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"Йорданський Динар",
 			'one'	=>	"Йорданський Динар",
 			'many'	=>	"Йорданські Динари"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"Японська Єна",
 			'one'	=>	"Японська Єна",
 			'many'	=>	"Японські Єни"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"Кенійський Шилінг",
 			'one'	=>	"Кенійський Шилінг",
 			'many'	=>	"Кенійські Шилінги"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"Киргизький Сом",
 			'one'	=>	"Киргизький Сом",
 			'many'	=>	"Киргизькі Соми"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"Камбоджійський Рієль",
 			'one'	=>	"Камбоджійський Рієль",
 			'many'	=>	"Камбоджійські Рієлі"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"Коморський Франк",
 			'one'	=>	"Коморський Франк",
 			'many'	=>	"Коморські Франки"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"Північнокорейський Вон",
 			'one'	=>	"Північнокорейський Вон",
 			'many'	=>	"Північнокорейські Вони"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"Південнокорейський Вон",
 			'one'	=>	"Південнокорейський Вон",
 			'many'	=>	"Південнокорейські Вони"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"Кувейтський Динар",
 			'one'	=>	"Кувейтський Динар",
 			'many'	=>	"Кувейтські Динари"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"Долар Кайманових Островів",
 			'one'	=>	"Долар Кайманових Островів",
 			'many'	=>	"Долари Кайманових Островів"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"Казахстанський Тенге",
 			'one'	=>	"Казахстанський Тенге",
 			'many'	=>	"Казахстанські Тенге"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"Лаоський Кіп",
 			'one'	=>	"Лаоський Кіп",
 			'many'	=>	"Лаоські Кіпи"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"Ліванський Фунт",
 			'one'	=>	"Ліванський Фунт",
 			'many'	=>	"Ліванські Фунти"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"Шрі-Ланкійська Рупія",
 			'one'	=>	"Шрі-Ланкійська Рупія",
 			'many'	=>	"Шрі-Ланкійські Рупії"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"Ліберійський Долар",
 			'one'	=>	"Ліберійський Долар",
 			'many'	=>	"Ліберійські Долари"
 		),

		'LSL'	=>	 array
		(
			'name'	=>	"Лесотський Лоті",
 			'one'	=>	"Лесотський Лоті",
 			'many'	=>	"Лесотський Лоті"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"Литовський Літ",
 			'one'	=>	"Литовський Літ",
 			'many'	=>	"Литовські Літи"
 		),

		'LTT'	=>	 array
		(
			'name'	=>	"Литовський Талон",
 			'one'	=>	"Литовський Талон",
 			'many'	=>	"Литовський Талон"
 		),

		'LUC'	=>	 array
		(
			'name'	=>	"Люксембурґський Франк",
 			'one'	=>	"Люксембурґський Франк",
 			'many'	=>	"Люксембурґський Франк"
 		),

		'LUF'	=>	 array
		(
			'name'	=>	"Люксембурзький Франк",
 			'one'	=>	"Люксембурзький Франк",
 			'many'	=>	"Люксембурзький Франк"
 		),

		'LUL'	=>	 array
		(
			'name'	=>	"Люксембурґський Франк",
 			'one'	=>	"Люксембурґський Франк",
 			'many'	=>	"Люксембурґський Франк"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"Латвійський Лат",
 			'one'	=>	"Латвійський Лат",
 			'many'	=>	"Латвійські Лати"
 		),

		'LVR'	=>	 array
		(
			'name'	=>	"Латвійський Рубль",
 			'one'	=>	"Латвійський Рубль",
 			'many'	=>	"Латвійський Рубль"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"Лівійський Динар",
 			'one'	=>	"Лівійський Динар",
 			'many'	=>	"Лівійські Динари"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"Марокканський Дирхам",
 			'one'	=>	"Марокканський Дирхам",
 			'many'	=>	"Марокканські Дирхами"
 		),

		'MAF'	=>	 array
		(
			'name'	=>	"Марокканський Франк",
 			'one'	=>	"Марокканський Франк",
 			'many'	=>	"Марокканський Франк"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"Молдовський Лей",
 			'one'	=>	"Молдовський Лей",
 			'many'	=>	"Молдовські Леї"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"Малагасійський Аріарі",
 			'one'	=>	"Малагасійський Аріарі",
 			'many'	=>	"Малагасійські Аріарі"
 		),

		'MGF'	=>	 array
		(
			'name'	=>	"Мадагаскарський Франк",
 			'one'	=>	"Мадагаскарський Франк",
 			'many'	=>	"Мадагаскарський Франк"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"Македонський Денар",
 			'one'	=>	"Македонський Денар",
 			'many'	=>	"Македонські Денари"
 		),

		'MLF'	=>	 array
		(
			'name'	=>	"Малійський Франк",
 			'one'	=>	"Малійський Франк",
 			'many'	=>	"Малійський Франк"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"Кʼят Мʼянми",
 			'one'	=>	"Кʼят Мʼянми",
 			'many'	=>	"Кʼяти Мʼянми"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"Монгольський Тугрик",
 			'one'	=>	"Монгольський Тугрик",
 			'many'	=>	"Монгольські Тугрики"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"Патака Макао",
 			'one'	=>	"Патака Макао",
 			'many'	=>	"Патаки Макао"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"Мавританська Угія",
 			'one'	=>	"Мавританська Угія",
 			'many'	=>	"Мавританські Угії"
 		),

		'MTL'	=>	 array
		(
			'name'	=>	"Мальтійська Ліра",
 			'one'	=>	"Мальтійська Ліра",
 			'many'	=>	"Мальтійська Ліра"
 		),

		'MTP'	=>	 array
		(
			'name'	=>	"Мальтійський Фунт",
 			'one'	=>	"Мальтійський Фунт",
 			'many'	=>	"Мальтійський Фунт"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"Маврикійська Рупія",
 			'one'	=>	"Маврикійська Рупія",
 			'many'	=>	"Маврикійські Рупії"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"Мальдівська Руфія",
 			'one'	=>	"Мальдівська Руфія",
 			'many'	=>	"Мальдівські Руфії"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"Малавійська Квача",
 			'one'	=>	"Малавійська Квача",
 			'many'	=>	"Малавійські Квачі"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"Мексиканський Песо",
 			'one'	=>	"Мексиканський Песо",
 			'many'	=>	"Мексиканські Песо"
 		),

		'MXP'	=>	 array
		(
			'name'	=>	"Мексиканське Срібне Песо",
 			'one'	=>	"Мексиканське Срібне Песо",
 			'many'	=>	"Мексиканське Срібне Песо"
 		),

		'MXV'	=>	 array
		(
			'name'	=>	"Мексиканський Юнідад Де Інверсіон",
 			'one'	=>	"Мексиканський Юнідад Де Інверсіон",
 			'many'	=>	"Мексиканський Юнідад Де Інверсіон"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"Малайзійський Рингіт",
 			'one'	=>	"Малайзійський Рингіт",
 			'many'	=>	"Малайзійські Рингіти"
 		),

		'MZE'	=>	 array
		(
			'name'	=>	"Мозамбіцький Ескудо",
 			'one'	=>	"Мозамбіцький Ескудо",
 			'many'	=>	"Мозамбіцький Ескудо"
 		),

		'MZM'	=>	 array
		(
			'name'	=>	"Старий Мозамбіцький Метикал",
 			'one'	=>	"Старий Мозамбіцький Метикал",
 			'many'	=>	"Старий Мозамбіцький Метикал"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"Мозамбіцький Метикал",
 			'one'	=>	"Мозамбіцький Метикал",
 			'many'	=>	"Мозамбіцькі Метикали"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"Намібійський Долар",
 			'one'	=>	"Намібійський Долар",
 			'many'	=>	"Намібійські Долари"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"Нігерійська Найра",
 			'one'	=>	"Нігерійська Найра",
 			'many'	=>	"Нігерійські Найри"
 		),

		'NIC'	=>	 array
		(
			'name'	=>	"Нікарагуанська Кордоба",
 			'one'	=>	"Нікарагуанська Кордоба",
 			'many'	=>	"Нікарагуанська Кордоба"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"Нікарагуанська Кордоба Оро",
 			'one'	=>	"Нікарагуанська Кордоба Оро",
 			'many'	=>	"Нікарагуанські Кордоби Оро"
 		),

		'NLG'	=>	 array
		(
			'name'	=>	"Нідерландський Гульден",
 			'one'	=>	"Нідерландський Гульден",
 			'many'	=>	"Нідерландський Гульден"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"Норвезька Крона",
 			'one'	=>	"Норвезька Крона",
 			'many'	=>	"Норвезькі Крони"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"Непальська Рупія",
 			'one'	=>	"Непальська Рупія",
 			'many'	=>	"Непальські Рупії"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"Новозеландський Долар",
 			'one'	=>	"Новозеландський Долар",
 			'many'	=>	"Новозеландські Долари"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"Оманський Ріал",
 			'one'	=>	"Оманський Ріал",
 			'many'	=>	"Оманські Ріали"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"Панамська Бальбоа",
 			'one'	=>	"Панамська Бальбоа",
 			'many'	=>	"Панамські Бальбоа"
 		),

		'PEI'	=>	 array
		(
			'name'	=>	"Перуанський Інті",
 			'one'	=>	"Перуанський Інті",
 			'many'	=>	"Перуанський Інті"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"Перуанський Новий Сол",
 			'one'	=>	"Перуанський Новий Сол",
 			'many'	=>	"Перуанські Нові Соли"
 		),

		'PES'	=>	 array
		(
			'name'	=>	"Перуанський Сол",
 			'one'	=>	"Перуанський Сол",
 			'many'	=>	"Перуанський Сол"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"Кіна Папуа Нової Гвінеї",
 			'one'	=>	"Кіна Папуа Нової Гвінеї",
 			'many'	=>	"Кіни Папуа Нової Гвінеї"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"Філіппінський Песо",
 			'one'	=>	"Філіппінський Песо",
 			'many'	=>	"Філіппінські Песо"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"Пакистанська Рупія",
 			'one'	=>	"Пакистанська Рупія",
 			'many'	=>	"Пакистанські Рупії"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"Польський Злотий",
 			'one'	=>	"Польський Злотий",
 			'many'	=>	"Польські Злоті"
 		),

		'PLZ'	=>	 array
		(
			'name'	=>	"Польський Злотий",
 			'one'	=>	"Польський Злотий",
 			'many'	=>	"Польський Злотий"
 		),

		'PTE'	=>	 array
		(
			'name'	=>	"Португальський Ескудо",
 			'one'	=>	"Португальський Ескудо",
 			'many'	=>	"Португальський Ескудо"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"Парагвайський Гуарані",
 			'one'	=>	"Парагвайський Гуарані",
 			'many'	=>	"Парагвайські Гуарані"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"Катарський Ріал",
 			'one'	=>	"Катарський Ріал",
 			'many'	=>	"Катарські Ріали"
 		),

		'RHD'	=>	 array
		(
			'name'	=>	"Родезійський Долар",
 			'one'	=>	"Родезійський Долар",
 			'many'	=>	"Родезійський Долар"
 		),

		'ROL'	=>	 array
		(
			'name'	=>	"Старий Румунський Лей",
 			'one'	=>	"Старий Румунський Лей",
 			'many'	=>	"Старий Румунський Лей"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"Румунський Лей",
 			'one'	=>	"Румунський Лей",
 			'many'	=>	"Румунські Леї"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"Сербський Динар",
 			'one'	=>	"Сербський Динар",
 			'many'	=>	"Сербські Динари"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"Російський Рубль",
 			'one'	=>	"Російський Рубль",
 			'many'	=>	"Російські Рублі"
 		),

		'RUR'	=>	 array
		(
			'name'	=>	"Російський Рубль",
 			'one'	=>	"Російський Рубль",
 			'many'	=>	"Російські Рублі"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"Руандійський Франк",
 			'one'	=>	"Руандійський Франк",
 			'many'	=>	"Руандійські Франки"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"Саудівський Ріал",
 			'one'	=>	"Саудівський Ріал",
 			'many'	=>	"Саудівські Ріали"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"Долар Соломонових Островів",
 			'one'	=>	"Долар Соломонових Островів",
 			'many'	=>	"Долари Соломонових Островів"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"Сейшельська Рупія",
 			'one'	=>	"Сейшельська Рупія",
 			'many'	=>	"Сейшельські Рупії"
 		),

		'SDD'	=>	 array
		(
			'name'	=>	"Суданський Динар",
 			'one'	=>	"Суданський Динар",
 			'many'	=>	"Суданський Динар"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"Суданський Фунт",
 			'one'	=>	"Суданський Фунт",
 			'many'	=>	"Суданські Фунти"
 		),

		'SDP'	=>	 array
		(
			'name'	=>	"Старий Суданський Фунт",
 			'one'	=>	"Старий Суданський Фунт",
 			'many'	=>	"Старий Суданський Фунт"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"Шведська Крона",
 			'one'	=>	"Шведська Крона",
 			'many'	=>	"Шведські Крони"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"Сінгапурський Долар",
 			'one'	=>	"Сінгапурський Долар",
 			'many'	=>	"Сінгапурські Долари"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"Фунт Острова Святої Єлени",
 			'one'	=>	"Фунт Острова Святої Єлени",
 			'many'	=>	"Фунти Острова Святої Єлени"
 		),

		'SIT'	=>	 array
		(
			'name'	=>	"Словенський Толар",
 			'one'	=>	"Словенський Толар",
 			'many'	=>	"Словенський Толар"
 		),

		'SKK'	=>	 array
		(
			'name'	=>	"Словацька Крона",
 			'one'	=>	"Словацька Крона",
 			'many'	=>	"Словацькі Крони"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"Леоне Сьєрра-Леоне",
 			'one'	=>	"Леоне Сьєрра-Леоне",
 			'many'	=>	"Леоне Сьєрра-Леоне"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"Сомалійський Шилінг",
 			'one'	=>	"Сомалійський Шилінг",
 			'many'	=>	"Сомалійські Шилінги"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"Суринамський Долар",
 			'one'	=>	"Суринамський Долар",
 			'many'	=>	"Суринамські Долари"
 		),

		'SRG'	=>	 array
		(
			'name'	=>	"Суринамський Гульден",
 			'one'	=>	"Суринамський Гульден",
 			'many'	=>	"Суринамський Гульден"
 		),

		'SSP'	=>	 array
		(
			'name'	=>	"Південносуданський Фунт",
 			'one'	=>	"Південносуданський Фунт",
 			'many'	=>	"Південносуданські Фунти"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"Добра Сан-Томе І Принсіпі",
 			'one'	=>	"Добра Сан-Томе І Принсіпі",
 			'many'	=>	"Добри Сан-Томе І Принсіпі"
 		),

		'SUR'	=>	 array
		(
			'name'	=>	"Радянський Рубль",
 			'one'	=>	"Радянський Рубль",
 			'many'	=>	"Радянські Рублі"
 		),

		'SVC'	=>	 array
		(
			'name'	=>	"Сальвадорський Колон",
 			'one'	=>	"Сальвадорський Колон",
 			'many'	=>	"Сальвадорський Колон"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"Сирійський Фунт",
 			'one'	=>	"Сирійський Фунт",
 			'many'	=>	"Сирійські Фунти"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"Свазілендський Лілангені",
 			'one'	=>	"Свазілендський Лілангені",
 			'many'	=>	"Свазілендські Лілангені"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"Таїландський Бат",
 			'one'	=>	"Таїландський Бат",
 			'many'	=>	"Таїландські Бати"
 		),

		'TJR'	=>	 array
		(
			'name'	=>	"Таджицький Рубль",
 			'one'	=>	"Таджицький Рубль",
 			'many'	=>	"Таджицький Рубль"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"Таджицький Сомоні",
 			'one'	=>	"Таджицький Сомоні",
 			'many'	=>	"Таджицькі Сомоні"
 		),

		'TMM'	=>	 array
		(
			'name'	=>	"Туркменський Манат",
 			'one'	=>	"Туркменський Манат",
 			'many'	=>	"Туркменські Манати"
 		),

		'TMT'	=>	 array
		(
			'name'	=>	"Туркменський Манат",
 			'one'	=>	"Туркменський Манат",
 			'many'	=>	"Туркменські Манати"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"Туніський Динар",
 			'one'	=>	"Туніський Динар",
 			'many'	=>	"Туніські Динари"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"Тонганська Паанга",
 			'one'	=>	"Тонганська Паанга",
 			'many'	=>	"Тонганські Паанги"
 		),

		'TPE'	=>	 array
		(
			'name'	=>	"Тіморський Ескудо",
 			'one'	=>	"Тіморський Ескудо",
 			'many'	=>	"Тіморський Ескудо"
 		),

		'TRL'	=>	 array
		(
			'name'	=>	"Турецька Ліра",
 			'one'	=>	"Турецька Ліра",
 			'many'	=>	"Турецькі Ліри"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"Турецька Ліра",
 			'one'	=>	"Турецька Ліра",
 			'many'	=>	"Турецькі Ліри"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"Долар Тринідаду І Тобаго",
 			'one'	=>	"Долар Тринідаду І Тобаго",
 			'many'	=>	"Долари Тринідаду І Тобаго"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"Новий Тайванський Долар",
 			'one'	=>	"Новий Тайванський Долар",
 			'many'	=>	"Нові Тайванські Долари"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"Танзанійський Шилінганзанійський Шилінг",
 			'one'	=>	"Танзанійський Шилінг",
 			'many'	=>	"Танзанійські Шилінги"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"Українська Гривня",
 			'one'	=>	"Гривня",
 			'many'	=>	"Гривні"
 		),

		'UAK'	=>	 array
		(
			'name'	=>	"Український Карбованець",
 			'one'	=>	"Український Карбованець",
 			'many'	=>	"Українські Карбованці"
 		),

		'UGS'	=>	 array
		(
			'name'	=>	"Угандійський Шилінг",
 			'one'	=>	"Угандійський Шилінг",
 			'many'	=>	"Угандійський Шилінг"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"Угандійський Шилінг",
 			'one'	=>	"Угандійський Шилінг",
 			'many'	=>	"Угандійські Шилінги"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"Долар Сша",
 			'one'	=>	"Долар Сша",
 			'many'	=>	"Долари Сша"
 		),

		'USN'	=>	 array
		(
			'name'	=>	"Долар Сша",
 			'one'	=>	"Долар Сша",
 			'many'	=>	"Долар Сша"
 		),

		'USS'	=>	 array
		(
			'name'	=>	"Долар Сша",
 			'one'	=>	"Долар Сша",
 			'many'	=>	"Долар Сша"
 		),

		'UYI'	=>	 array
		(
			'name'	=>	"Уругвайський Песо В Індексованих Одиницях",
 			'one'	=>	"Уругвайський Песо В Індексованих Одиницях",
 			'many'	=>	"Уругвайський Песо В Індексованих Одиницях"
 		),

		'UYP'	=>	 array
		(
			'name'	=>	"Уругвайське Песо",
 			'one'	=>	"Уругвайське Песо",
 			'many'	=>	"Уругвайське Песо"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"Уругвайський Песо",
 			'one'	=>	"Уругвайський Песо",
 			'many'	=>	"Уругвайські Песо"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"Узбецький Сум",
 			'one'	=>	"Узбецький Сум",
 			'many'	=>	"Узбецькі Суми"
 		),

		'VEB'	=>	 array
		(
			'name'	=>	"Венесуельський Болівар",
 			'one'	=>	"Венесуельський Болівар",
 			'many'	=>	"Венесуельський Болівар"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"Венесуельський Болівар",
 			'one'	=>	"Венесуельський Болівар",
 			'many'	=>	"Венесуельські Болівари"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"Вʼєтнамський Донг",
 			'one'	=>	"Вʼєтнамський Донг",
 			'many'	=>	"Вʼєтнамські Донги"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"Вануатський Вату",
 			'one'	=>	"Вануатський Вату",
 			'many'	=>	"Вануатські Вату"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"Самоанська Тала",
 			'one'	=>	"Самоанська Тала",
 			'many'	=>	"Самоанські Тали"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"Центральноафриканський Франк",
 			'one'	=>	"Центральноафриканський Франк",
 			'many'	=>	"Центральноафриканські Франки"
 		),

		'XAG'	=>	 array
		(
			'name'	=>	"Срібло",
 			'one'	=>	"Срібло",
 			'many'	=>	"Срібло"
 		),

		'XAU'	=>	 array
		(
			'name'	=>	"Золото",
 			'one'	=>	"Золото",
 			'many'	=>	"Золото"
 		),

		'XBA'	=>	 array
		(
			'name'	=>	"Європейська Складена Валютна Одиниця",
 			'one'	=>	"Європейська Складена Валютна Одиниця",
 			'many'	=>	"Європейська Складена Валютна Одиниця"
 		),

		'XBB'	=>	 array
		(
			'name'	=>	"Одиниця Європейського Валютного Фонду",
 			'one'	=>	"Одиниця Європейського Валютного Фонду",
 			'many'	=>	"Одиниця Європейського Валютного Фонду"
 		),

		'XBC'	=>	 array
		(
			'name'	=>	"Європейська Розрахункова Одиниця Xbc",
 			'one'	=>	"Європейська Розрахункова Одиниця Xbc",
 			'many'	=>	"Європейська Розрахункова Одиниця Xbc"
 		),

		'XBD'	=>	 array
		(
			'name'	=>	"Європейська Розрахункова Одиниця Xbd",
 			'one'	=>	"Європейська Розрахункова Одиниця Xbd",
 			'many'	=>	"Європейська Розрахункова Одиниця Xbd"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"Східнокарибський Долар",
 			'one'	=>	"Східнокарибський Долар",
 			'many'	=>	"Східнокарибські Долари"
 		),

		'XDR'	=>	 array
		(
			'name'	=>	"Спеціальні Права Запозичення",
 			'one'	=>	"Спз",
 			'many'	=>	"Спз"
 		),

		'XEU'	=>	 array
		(
			'name'	=>	"Європейська Валютна Одиниця",
 			'one'	=>	"Європейська Валютна Одиниця",
 			'many'	=>	"Європейська Валютна Одиниця"
 		),

		'XFO'	=>	 array
		(
			'name'	=>	"Французький Золотий Франк",
 			'one'	=>	"Французький Золотий Франк",
 			'many'	=>	"Французький Золотий Франк"
 		),

		'XFU'	=>	 array
		(
			'name'	=>	"Французький Франк Uic",
 			'one'	=>	"Французький Франк Uic",
 			'many'	=>	"Французький Франк Uic"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"Західноафриканський Франк",
 			'one'	=>	"Західноафриканський Франк Bceao",
 			'many'	=>	"Західноафриканські Франки"
 		),

		'XPD'	=>	 array
		(
			'name'	=>	"Паладій",
 			'one'	=>	"Паладій",
 			'many'	=>	"Паладій"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"Французький Тихоокеанський Франк",
 			'one'	=>	"Французький Тихоокеанський Франк",
 			'many'	=>	"Французькі Тихоокеанські Франки"
 		),

		'XPT'	=>	 array
		(
			'name'	=>	"Платина",
 			'one'	=>	"Платина",
 			'many'	=>	"Платина"
 		),

		'XRE'	=>	 array
		(
			'name'	=>	"Фонди Rinet",
 			'one'	=>	"Фонди Rinet",
 			'many'	=>	"Фонди Rinet"
 		),

		'XTS'	=>	 array
		(
			'name'	=>	"Код Тестування Валюти",
 			'one'	=>	"Код Тестування Валюти",
 			'many'	=>	"Код Тестування Валюти"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"Невідома Грошова Одиниця",
 			'one'	=>	"Невідома Грошова Одиниця",
 			'many'	=>	"Невідомі Грошові Одиниці"
 		),

		'YDD'	=>	 array
		(
			'name'	=>	"Єменський Динар",
 			'one'	=>	"Єменський Динар",
 			'many'	=>	"Єменський Динар"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"Єменський Ріал",
 			'one'	=>	"Єменський Ріал",
 			'many'	=>	"Єменські Ріали"
 		),

		'YUD'	=>	 array
		(
			'name'	=>	"Югославський Твердий Динар",
 			'one'	=>	"Югославський Твердий Динар",
 			'many'	=>	"Югославський Твердий Динар"
 		),

		'YUM'	=>	 array
		(
			'name'	=>	"Югославський Новий Динар",
 			'one'	=>	"Югославський Новий Динар",
 			'many'	=>	"Югославський Новий Динар"
 		),

		'YUN'	=>	 array
		(
			'name'	=>	"Югославський Конвертований Динар",
 			'one'	=>	"Югославський Конвертований Динар",
 			'many'	=>	"Югославський Конвертований Динар"
 		),

		'ZAL'	=>	 array
		(
			'name'	=>	"Південноафриканський Фінансовий Ранд",
 			'one'	=>	"Південноафриканський Фінансовий Ранд",
 			'many'	=>	"Південноафриканський Фінансовий Ранд"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"Південноафриканський Ранд",
 			'one'	=>	"Південноафриканський Ранд",
 			'many'	=>	"Південноафриканські Ранди"
 		),

		'ZMK'	=>	 array
		(
			'name'	=>	"Замбійська Квача",
 			'one'	=>	"Замбійська Квача",
 			'many'	=>	"Замбійські Квачі"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"Замбійська Квача",
 			'one'	=>	"Замбійська Квача",
 			'many'	=>	"Замбійські Квачі"
 		),

		'ZRN'	=>	 array
		(
			'name'	=>	"Заїрський Новий Заїр",
 			'one'	=>	"Заїрський Новий Заїр",
 			'many'	=>	"Заїрський Новий Заїр"
 		),

		'ZRZ'	=>	 array
		(
			'name'	=>	"Заїрський Заїр",
 			'one'	=>	"Заїрський Заїр",
 			'many'	=>	"Заїрський Заїр"
 		),

		'ZWD'	=>	 array
		(
			'name'	=>	"Зімбабвійський Долар",
 			'one'	=>	"Зімбабвійського Долара",
 			'many'	=>	"Зімбабвійскі Долари"
 		),

		'ZWL'	=>	 array
		(
			'name'	=>	"Зімбабвійський Долар",
 			'one'	=>	"Зімбабвійський Долар",
 			'many'	=>	"Зімбабвійські Долари"
 		),

		'ZWR'	=>	 array
		(
			'name'	=>	"Зімбабвійський Долар",
 			'one'	=>	"Зімбабвійські Долари",
 			'many'	=>	"Зімбабвійських Доларів"
 		),

    ),
);
