<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'ADP'	=>	 array
		(
			'name'	=>	"ເປເຊຕາ ອັນໂດລາ",
 			'one'	=>	"ເປເຊຕາ ອັນໂດລາ",
 			'many'	=>	"ເປເຊຕາ ອັນໂດລາ"
 		),

		'AED'	=>	 array
		(
			'name'	=>	"ດີແຮມ ສະຫະລັດອາຣັບ ເອມີເຣດ",
 			'one'	=>	"ດີແຮມ ສະຫະລັດອາຣັບ ເອມີເຣດ",
 			'many'	=>	"ດີແຮມ ສະຫະລັດອາຣັບ ເອມີເຣດ"
 		),

		'AFA'	=>	 array
		(
			'name'	=>	"ອັບການິ ອັບການິສະຖານ",
 			'one'	=>	"ອັບການິ ອັບການິສະຖານ",
 			'many'	=>	"ອັບການິ ອັບການິສະຖານ"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"ອັບການິ ອັບກັນນິສະຖານ",
 			'one'	=>	"ອັບການິ ອັບກັນນິສະຖານ",
 			'many'	=>	"ອັບການິ ອັບກັນນິສະຖານ"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"ແລັກ ອານບາເນຍ",
 			'one'	=>	"ແລັກ ອານບາເນຍ",
 			'many'	=>	"ແລັກ ອານບາເນຍ"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"ດຣມອາເມເນຍ",
 			'one'	=>	"ດຣມອາເມເນຍ",
 			'many'	=>	"ດຣມອາເມເນຍ"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"ຫຼຽນເງິນ ເນເທີແລນ",
 			'one'	=>	"ຫຼຽນເງິນ ເນເທີແລນ",
 			'many'	=>	"ຫຼຽນເງິນ ເນເທີແລນ"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"ກວານຊາ ແອງໂກລາ",
 			'one'	=>	"ກວານຊາ ແອງໂກລາ",
 			'many'	=>	"ກວານຊາ ແອງໂກລາ"
 		),

		'AOK'	=>	 array
		(
			'name'	=>	"ກວານຊາ ແອງໂກລາ",
 			'one'	=>	"ກວານຊາ ແອງໂກລາ",
 			'many'	=>	"ກວານຊາ ແອງໂກລາ"
 		),

		'AON'	=>	 array
		(
			'name'	=>	"ກວານຊາ ແອງໂກລາ ໃໝ່",
 			'one'	=>	"ກວານຊາ ແອງໂກລາ ໃໝ່",
 			'many'	=>	"ກວານຊາ ແອງໂກລາ ໃໝ່"
 		),

		'AOR'	=>	 array
		(
			'name'	=>	"ກວານຊາກທີ່ແກ້ໄຂໃໝ່ ແອງກູລາ",
 			'one'	=>	"ກວານຊາກທີ່ແກ້ໄຂໃໝ່ ແອງກູລາ",
 			'many'	=>	"ກວານຊາກທີ່ແກ້ໄຂໃໝ່ ແອງກູລາ"
 		),

		'ARA'	=>	 array
		(
			'name'	=>	"ອອສຕຣານ ອາກຊັງຕິນ",
 			'one'	=>	"ອອສຕຣານ ອາກຊັງຕິນ",
 			'many'	=>	"ອອສຕຣານ ອາກຊັງຕິນ"
 		),

		'ARL'	=>	 array
		(
			'name'	=>	"ເປໂຊເລ ອາກຊັງຕິນ",
 			'one'	=>	"ເປໂຊເລ ອາກຊັງຕິນ",
 			'many'	=>	"ເປໂຊເລ ອາກຊັງຕິນ"
 		),

		'ARM'	=>	 array
		(
			'name'	=>	"ເປໂຊ ອາກຊັງຕິນ",
 			'one'	=>	"ເປໂຊ ອາກຊັງຕິນ",
 			'many'	=>	"ເປໂຊ ອາກຊັງຕິນ"
 		),

		'ARP'	=>	 array
		(
			'name'	=>	"ເປໂຊ ອາກຊັງຕິນ",
 			'one'	=>	"ເປໂຊ ອາກຊັງຕິນ",
 			'many'	=>	"ເປໂຊ ອາກຊັງຕິນ"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"ເປໂຊ ອາເຈນຕີນາ",
 			'one'	=>	"ເປໂຊ ອາເຈນຕີນາ",
 			'many'	=>	"ເປໂຊ ອາເຈນຕີນາ"
 		),

		'ATS'	=>	 array
		(
			'name'	=>	"ຊິລລິງ ອົດສະຕາລີ",
 			'one'	=>	"ຊິລລິງ ອົດສະຕາລີ",
 			'many'	=>	"ຊິລລິງ ອົດສະຕາລີ"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"ໂດລາ ອອດສະເຕເລຍ",
 			'one'	=>	"ໂດລາ ອອດສະເຕເລຍ",
 			'many'	=>	"ໂດລາ ອອດສະເຕເລຍ"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"ອະຣູແບນ ຟລໍຣິນ",
 			'one'	=>	"ຟລໍຣິນ",
 			'many'	=>	"ຟລໍຣິນ"
 		),

		'AZM'	=>	 array
		(
			'name'	=>	"ມານັດ ອາແຊກບາຍຊານ",
 			'one'	=>	"ມານັດ ອາແຊກບາຍຊານ",
 			'many'	=>	"ມານັດ ອາແຊກບາຍຊານ"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"ມານັດ ອາຊັກບາຍຊານ",
 			'one'	=>	"ມານັດ ອາຊັກບາຍຊານ",
 			'many'	=>	"ມານັດ ອາຊັກບາຍຊານ"
 		),

		'BAD'	=>	 array
		(
			'name'	=>	"ດີນາ ບອສເນຍ ເຮີເຊໂບວາເນຍ",
 			'one'	=>	"ດີນາ ບອສເນຍ ເຮີເຊໂບວາເນຍ",
 			'many'	=>	"ດີນາ ບອສເນຍ ເຮີເຊໂບວາເນຍ"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"ມາກບອສເນຍ ເຮເຊໂກເວນາ",
 			'one'	=>	"ມາກບອສເນຍ ເຮເຊໂກເວນາ",
 			'many'	=>	"ມາກບອສເນຍ ເຮເຊໂກເວນາ"
 		),

		'BAN'	=>	 array
		(
			'name'	=>	"ດີນາໃໝ່ ບອສເນຍ ເຮີເຊໂບວີນາ(1994–1997)",
 			'one'	=>	"ດີນາໃໝ່ ບອສເນຍ ເຮີເຊໂບວີນາ(1994–1997)",
 			'many'	=>	"ດີນາໃໝ່ ບອສເນຍ ເຮີເຊໂບວີນາ(1994–1997)"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"ໂດລ່າ ບາບາດຽນ",
 			'one'	=>	"ດອນລາ ບາເບດຽນ",
 			'many'	=>	"ດອນລາ ບາເບດຽນ"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"ຕາກາ ບັງກາເດດ",
 			'one'	=>	"ຕາກາ ບັງກາເດດ",
 			'many'	=>	"ຕາກາ ບັງກາເດດ"
 		),

		'BEC'	=>	 array
		(
			'name'	=>	"ຟຣັງ ບູນກາລີ",
 			'one'	=>	"ຟຣັງ ບູນກາລີ",
 			'many'	=>	"ຟຣັງ ບູນກາລີ"
 		),

		'BEF'	=>	 array
		(
			'name'	=>	"ຟຣັງ ບູນກາລີ",
 			'one'	=>	"ຟຣັງ ບູນກາລີ",
 			'many'	=>	"ຟຣັງ ບູນກາລີ"
 		),

		'BEL'	=>	 array
		(
			'name'	=>	"ຟຣັງ ບູນກາລີ",
 			'one'	=>	"ຟຣັງ ບູນກາລີ",
 			'many'	=>	"ຟຣັງ ບູນກາລີ"
 		),

		'BGL'	=>	 array
		(
			'name'	=>	"ຮາດເລບ ບູນກາລີ",
 			'one'	=>	"ຮາດເລບ ບູນກາລີ",
 			'many'	=>	"ຮາດເລບ ບູນກາລີ"
 		),

		'BGM'	=>	 array
		(
			'name'	=>	"ເລບ ສັງຄົມບູນກາລີ",
 			'one'	=>	"ເລບ ສັງຄົມບູນກາລີ",
 			'many'	=>	"ເລບ ສັງຄົມບູນກາລີ"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"ເລບ ບັງແກເຣຍ",
 			'one'	=>	"ເລບ ບັງແກເຣຍ",
 			'many'	=>	"ເລບ ບັງແກເຣຍ"
 		),

		'BGO'	=>	 array
		(
			'name'	=>	"ເລບ ບູນກາລີ",
 			'one'	=>	"ເລບ ບູນກາລີ",
 			'many'	=>	"ເລບ ບູນກາລີ"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"ດີນາ ບາເຣນ",
 			'one'	=>	"ດີນາ ບາເຣນ",
 			'many'	=>	"ດີນາ ບາເຣນ"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"ຟຣັງ ບຸຣັນດີ",
 			'one'	=>	"ຟຣັງ ບຸຣັນດີ",
 			'many'	=>	"ຟຣັງ ບຸຣັນດີ"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"ໂດລ່າເບີມູແດນ",
 			'one'	=>	"ໂດລ່າເບີມູແດນ",
 			'many'	=>	"ໂດລ່າເບີມູແດນ"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"ໂດລາ ບຣູໄນ",
 			'one'	=>	"ໂດລາ ບຣູໄນ",
 			'many'	=>	"ໂດລາ ບຣູໄນ"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"ໂບລິເວຍໂນ ໂລລິເວຍ",
 			'one'	=>	"ໂບລິເວຍໂນ ໂລລິເວຍ",
 			'many'	=>	"ໂບລິເວຍໂນ ໂລລິເວຍ"
 		),

		'BOL'	=>	 array
		(
			'name'	=>	"ໂລລິເວຍໂນ ໂລລິເວຍ",
 			'one'	=>	"ໂລລິເວຍໂນ ໂລລິເວຍ",
 			'many'	=>	"ໂລລິເວຍໂນ ໂລລິເວຍ"
 		),

		'BOP'	=>	 array
		(
			'name'	=>	"ເປໂຊໂລລິເວຍ",
 			'one'	=>	"ເປໂຊໂລລິເວຍ",
 			'many'	=>	"ເປໂຊໂລລິເວຍ"
 		),

		'BOV'	=>	 array
		(
			'name'	=>	"ມະດອນ ໂລລິເວຍ",
 			'one'	=>	"ມະດອນ ໂລລິເວຍ",
 			'many'	=>	"ມະດອນ ໂລລິເວຍ"
 		),

		'BRB'	=>	 array
		(
			'name'	=>	"ກຣູເຊໂດບາຊິ ໃໝ່",
 			'one'	=>	"ກຣູເຊໂດບາຊິ ໃໝ່",
 			'many'	=>	"ກຣູເຊໂດບາຊິ ໃໝ່"
 		),

		'BRC'	=>	 array
		(
			'name'	=>	"ກຣູຊາໂດບາຊິວ",
 			'one'	=>	"ກຣູຊາໂດບາຊິວ",
 			'many'	=>	"ກຣູຊາໂດບາຊິວ"
 		),

		'BRE'	=>	 array
		(
			'name'	=>	"ກຣູເຊໂຣ ບາຊິ ກຣູໂຊ ບາຊິວ",
 			'one'	=>	"ກຣູເຊໂຣ ບາຊິ ກຣູໂຊ ບາຊິວ",
 			'many'	=>	"ກຣູເຊໂຣ ບາຊິ ກຣູໂຊ ບາຊິວ"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"ຣຽນ ບຣາຊິນ",
 			'one'	=>	"ຣຽນ ບຣາຊິນ",
 			'many'	=>	"ຣຽນ ບຣາຊິນ"
 		),

		'BRN'	=>	 array
		(
			'name'	=>	"ກຣູຊາໂດ ບາຊິວ ໃໝ່",
 			'one'	=>	"ກຣູຊາໂດ ບາຊິວ ໃໝ່",
 			'many'	=>	"ກຣູຊາໂດ ບາຊິວ ໃໝ່"
 		),

		'BRR'	=>	 array
		(
			'name'	=>	"ກຣູເຊໂຣ ບາຊິວ",
 			'one'	=>	"ກຣູເຊໂຣ ບາຊິວ",
 			'many'	=>	"ກຣູເຊໂຣ ບາຊິວ"
 		),

		'BRZ'	=>	 array
		(
			'name'	=>	"ກຣູເຊໂຣ ບາຊິວ",
 			'one'	=>	"ກຣູເຊໂຣ ບາຊິວ",
 			'many'	=>	"ກຣູເຊໂຣ ບາຊິວ"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"ໂດລ່າ ບາຮາມຽນ",
 			'one'	=>	"ໂດລ່າ ບາຮາມຽນ",
 			'many'	=>	"ໂດລ່າ ບາຮາມຽນ"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"ອັງກູຕຣາມ ບູຖານ",
 			'one'	=>	"ອັງກູຕຣາມ ບູຖານ",
 			'many'	=>	"ອັງກູຕຣາມ ບູຖານ"
 		),

		'BUK'	=>	 array
		(
			'name'	=>	"ຈາດ ພະມ້າ",
 			'one'	=>	"ຈາດ ພະມ້າ",
 			'many'	=>	"ຈາດ ພະມ້າ"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"ປູລາ ບອສວານາ",
 			'one'	=>	"ປູລາ ບອສວານາ",
 			'many'	=>	"ປູລາ ບອສວານາ"
 		),

		'BYB'	=>	 array
		(
			'name'	=>	"ຣູໂບ ເບຣາຣຸສ ໃໝ່(1994–1999)",
 			'one'	=>	"ຣູໂບ ເບຣາຣຸສ ໃໝ່(1994–1999)",
 			'many'	=>	"ຣູໂບ ເບຣາຣຸສ ໃໝ່(1994–1999)"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"ຣູໂບ ເບຣາຣູສ",
 			'one'	=>	"ຣູໂບ ເບຣາຣູສ",
 			'many'	=>	"ຣູໂບ ເບຣາຣູສ"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"ໂດລ່າ ເບວລິຊ",
 			'one'	=>	"ໂດລ່າ ເບວລິຊ",
 			'many'	=>	"ໂດລ່າ ເບວລິຊ"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"ໂດລ່າຄານາດາ",
 			'one'	=>	"ໂດລ່າຄານາດາ",
 			'many'	=>	"ໂດລ່າຄານາດາ"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"ຟຣັງ ຄອງໂກ",
 			'one'	=>	"ຟຣັງ ຄອງໂກ",
 			'many'	=>	"ຟຣັງ ຄອງໂກ"
 		),

		'CHE'	=>	 array
		(
			'name'	=>	"ເອີໂຣ Wir",
 			'one'	=>	"ເອີໂຣ Wir",
 			'many'	=>	"ເອີໂຣ Wir"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"ຟຣັງ ສະວິດເຊີແລນ",
 			'one'	=>	"ຟຣັງ ສະວິດເຊີແລນ",
 			'many'	=>	"ຟຣັງ ສະວິດເຊີແລນ"
 		),

		'CHW'	=>	 array
		(
			'name'	=>	"ຟຣັງ Wir",
 			'one'	=>	"ຟຣັງ Wir",
 			'many'	=>	"ຟຣັງ Wir"
 		),

		'CLE'	=>	 array
		(
			'name'	=>	"ເອສກູໂດ ຊິລີ",
 			'one'	=>	"ເອສກູໂດ ຊິລີ",
 			'many'	=>	"ເອສກູໂດ ຊິລີ"
 		),

		'CLF'	=>	 array
		(
			'name'	=>	"ຫົວໜ່ວຍບັນຊີ",
 			'one'	=>	"ຫົວໜ່ວຍບັນຊີ",
 			'many'	=>	"ຫົວໜ່ວຍບັນຊີ"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"ເປໂຊ ຊິລີ",
 			'one'	=>	"ເປໂຊ ຊິລີ",
 			'many'	=>	"ເປໂຊ ຊິລີ"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"ຢວນ ຈີນ",
 			'one'	=>	"ຢວນ ຈີນ",
 			'many'	=>	"ຢວນ ຈີນ"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"ເປໂຊໂຄລຳເບຍ",
 			'one'	=>	"ເປໂຊໂຄລຳເບຍ",
 			'many'	=>	"ເປໂຊໂຄລຳເບຍ"
 		),

		'COU'	=>	 array
		(
			'name'	=>	"ຫົວໜ່ວຍຄ່າຈິງ ໂຄລັມເບຍ",
 			'one'	=>	"ຫົວໜ່ວຍຄ່າຈິງ ໂຄລັມເບຍ",
 			'many'	=>	"ຫົວໜ່ວຍຄ່າຈິງ ໂຄລັມເບຍ"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"ໂຄສຕາ ຣິກັນ ໂຄລອນ",
 			'one'	=>	"ໂຄລອນ",
 			'many'	=>	"ໂຄລອນ"
 		),

		'CSD'	=>	 array
		(
			'name'	=>	"ດີນາ ເຊີເບຍ",
 			'one'	=>	"ດີນາ ເຊີເບຍ",
 			'many'	=>	"ດີນາ ເຊີເບຍ"
 		),

		'CSK'	=>	 array
		(
			'name'	=>	"ຮາດໂກຣູນາ ເຊັກໂກສະໂລວັກ",
 			'one'	=>	"ຮາດໂກຣູນາ ເຊັກໂກສະໂລວັກ",
 			'many'	=>	"ຮາດໂກຣູນາ ເຊັກໂກສະໂລວັກ"
 		),

		'CUC'	=>	 array
		(
			'name'	=>	"ຄິວແບນ ຄອນເວີດຕິໂບ ເປໂຊ",
 			'one'	=>	"ຄິວແບນ ຄອນເວີດຕິໂບ ເປໂຊ",
 			'many'	=>	"ຄິວແບນ ຄອນເວີດຕິໂບ ເປໂຊ"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"ຄິວແບນ ເປໂຊ",
 			'one'	=>	"ຄິວແບນ ເປໂຊ",
 			'many'	=>	"ຄິວແບນ ເປໂຊ"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"ເອສກູໂດ ເຄບເວີດ",
 			'one'	=>	"ເອສກູໂດ ເຄບເວີດ",
 			'many'	=>	"ເອສກູໂດ ເຄບເວີດ"
 		),

		'CYP'	=>	 array
		(
			'name'	=>	"ປອນ ໄຊປຣັດ",
 			'one'	=>	"ປອນ ໄຊປຣັດ",
 			'many'	=>	"ປອນ ໄຊປຣັດ"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"ໂຄຣູນາ ສາທາລະນະລັດເຊັກ",
 			'one'	=>	"ໂຄຣູນາ ສາທາລະນະລັດເຊັກ",
 			'many'	=>	"ໂຄຣູນາ ສາທາລະນະລັດເຊັກ"
 		),

		'DDM'	=>	 array
		(
			'name'	=>	"ມາກ ເຢຍລະມັນ ຕາເວັນອອກ",
 			'one'	=>	"ມາກ ເຢຍລະມັນ ຕາເວັນອອກ",
 			'many'	=>	"ມາກ ເຢຍລະມັນ ຕາເວັນອອກ"
 		),

		'DEM'	=>	 array
		(
			'name'	=>	"ມາກ ເຢຍລະມັນ",
 			'one'	=>	"ມາກ ເຢຍລະມັນ",
 			'many'	=>	"ມາກ ເຢຍລະມັນ"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"ຟຣັງ ຈິບູຕິ",
 			'one'	=>	"ຟຣັງ ຈິບູຕິ",
 			'many'	=>	"ຟຣັງ ຈິບູຕິ"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"ໂຄຣນ ເດັນມາກ",
 			'one'	=>	"ໂຄຣນ ເດັນມາກ",
 			'many'	=>	"ໂຄຣນ ເດັນມາກ"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"ເປໂຊໂດມິນິການ",
 			'one'	=>	"ເປໂຊໂດມິນິການ",
 			'many'	=>	"ເປໂຊໂດມິນິການ"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"ດີນາ ອາຍຈີເຣຍ",
 			'one'	=>	"ດີນາ ອາຍຈີເຣຍ",
 			'many'	=>	"ດີນາ ອາຍຈີເຣຍ"
 		),

		'ECS'	=>	 array
		(
			'name'	=>	"ຊູເກ ເອກາວາດໍ",
 			'one'	=>	"ຊູເກ ເອກາວາດໍ",
 			'many'	=>	"ຊູເກ ເອກາວາດໍ"
 		),

		'ECV'	=>	 array
		(
			'name'	=>	"ຫົວໜ່ວຍຄ່າຄົງທີ່ຂອງເອກາວາດໍ",
 			'one'	=>	"ຫົວໜ່ວຍຄ່າຄົງທີ່ຂອງເອກາວາດໍ",
 			'many'	=>	"ຫົວໜ່ວຍຄ່າຄົງທີ່ຂອງເອກາວາດໍ"
 		),

		'EEK'	=>	 array
		(
			'name'	=>	"ຄຣູນເອສ ໂຕເນຍ",
 			'one'	=>	"ຄຣູນເອສ ໂຕເນຍ",
 			'many'	=>	"ຄຣູນເອສ ໂຕເນຍ"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"ປອນ ອີຢິບ",
 			'one'	=>	"ປອນ ອີຢິບ",
 			'many'	=>	"ປອນ ອີຢິບ"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"ແນກຟຣາ ອີຣິເທຣຍ",
 			'one'	=>	"ແນກຟຣາ ອີຣິເທຣຍ",
 			'many'	=>	"ແນກຟຣາ ອີຣິເທຣຍ"
 		),

		'ESA'	=>	 array
		(
			'name'	=>	"ເປເຊຕາສະເປັນ",
 			'one'	=>	"ເປເຊຕາສະເປັນ",
 			'many'	=>	"ເປເຊຕາສະເປັນ"
 		),

		'ESB'	=>	 array
		(
			'name'	=>	"ເປເຊຕາສະເປນ",
 			'one'	=>	"ເປເຊຕາສະເປນ",
 			'many'	=>	"ເປເຊຕາສະເປນ"
 		),

		'ESP'	=>	 array
		(
			'name'	=>	"ເປເຊຕາ ສະເປນ",
 			'one'	=>	"ເປເຊຕາ ສະເປນ",
 			'many'	=>	"ເປເຊຕາ ສະເປນ"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"ເບີ ເອທີໂອເປຍ",
 			'one'	=>	"ເບີ ເອທີໂອເປຍ",
 			'many'	=>	"ເບີ ເອທີໂອເປຍ"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"ເອີໂຣ",
 			'one'	=>	"ເອີໂຣ",
 			'many'	=>	"ເອີໂຣ"
 		),

		'FIM'	=>	 array
		(
			'name'	=>	"ມາກກາ ຟິນແລນ",
 			'one'	=>	"ມາກກາ ຟິນແລນ",
 			'many'	=>	"ມາກກາ ຟິນແລນ"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"ໂດລາ ຟິຈິ",
 			'one'	=>	"ໂດລາ ຟິຈິ",
 			'many'	=>	"ໂດລາ ຟິຈິ"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"ປອນ ໝູ່ເກາະ ຟໍແລນ",
 			'one'	=>	"ປອນ ໝູ່ເກາະ ຟໍແລນ",
 			'many'	=>	"ປອນ ໝູ່ເກາະ ຟໍແລນ"
 		),

		'FRF'	=>	 array
		(
			'name'	=>	"ຟຣັງ ຝຣັ່ງ",
 			'one'	=>	"ຟຣັງ ຝຣັ່ງ",
 			'many'	=>	"ຟຣັງ ຝຣັ່ງ"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"ປອນສະເຕີຣິງ",
 			'one'	=>	"ປອນສະເຕີຣິງ",
 			'many'	=>	"ປອນສະເຕີຣິງ"
 		),

		'GEK'	=>	 array
		(
			'name'	=>	"ກູປອນ ລາຣິທ ຈໍເຈຍ",
 			'one'	=>	"ກູປອນ ລາຣິທ ຈໍເຈຍ",
 			'many'	=>	"ກູປອນ ລາຣິທ ຈໍເຈຍ"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"ລາຣິ ຈໍເຈຍ",
 			'one'	=>	"ລາຣິ ຈໍເຈຍ",
 			'many'	=>	"ລາຣິ ຈໍເຈຍ"
 		),

		'GHC'	=>	 array
		(
			'name'	=>	"ເຊດີ ການາ",
 			'one'	=>	"ເຊດີ ການາ",
 			'many'	=>	"ເຊດີ ການາ"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"ເຊດີການາ",
 			'one'	=>	"ເຊດີການາ",
 			'many'	=>	"ເຊດີການາ"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"ປອນ ຍິບຣາຕາ",
 			'one'	=>	"ປອນ ຍິບຣາຕາ",
 			'many'	=>	"ປອນ ຍິບຣາຕາ"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"ດາລາຊິ ແກມເບຍ",
 			'one'	=>	"ດາລາຊິ ແກມເບຍ",
 			'many'	=>	"ດາລາຊິ ແກມເບຍ"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"ຟຣັງ ກິນີ",
 			'one'	=>	"ຟຣັງ ກິນີ",
 			'many'	=>	"ຟຣັງ ກິນີ"
 		),

		'GNS'	=>	 array
		(
			'name'	=>	"ໄຊລິ ກີນີ",
 			'one'	=>	"ໄຊລິ ກີນີ",
 			'many'	=>	"ໄຊລິ ກີນີ"
 		),

		'GQE'	=>	 array
		(
			'name'	=>	"ເອັກເວເລ ອີຄວາຕິຣຽວ ກິນີ",
 			'one'	=>	"ເອັກເວເລ ອີຄວາຕິຣຽວ ກິນີ",
 			'many'	=>	"ເອັກເວເລ ອີຄວາຕິຣຽວ ກິນີ"
 		),

		'GRD'	=>	 array
		(
			'name'	=>	"ດາກຊະມາ ເກຣັກ",
 			'one'	=>	"ດາກຊະມາ ເກຣັກ",
 			'many'	=>	"ດາກຊະມາ ເກຣັກ"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"ກົວເຕມາລານ ເຄັດຊອນ",
 			'one'	=>	"ເຄັດຊອນ",
 			'many'	=>	"ເຄັດຊອນ"
 		),

		'GWE'	=>	 array
		(
			'name'	=>	"ເອສກູໂດ ກີນີໂປຕູເກດ",
 			'one'	=>	"ເອສກູໂດ ກີນີໂປຕູເກດ",
 			'many'	=>	"ເອສກູໂດ ກີນີໂປຕູເກດ"
 		),

		'GWP'	=>	 array
		(
			'name'	=>	"ເປໂຊກິນີ-ບິສເຊົາ",
 			'one'	=>	"ເປໂຊກິນີ-ບິສເຊົາ",
 			'many'	=>	"ເປໂຊກິນີ-ບິສເຊົາ"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"ດອນລາ ກາຍອານາ",
 			'one'	=>	"ດອນລາ ກາຍອານາ",
 			'many'	=>	"ດອນລາ ກາຍອານາ"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"ດອນລາ ຮົງກົງ",
 			'one'	=>	"ດອນລາ ຮົງກົງ",
 			'many'	=>	"ດອນລາ ຮົງກົງ"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"ຮອນດູແຣນ ເລມພິຣາ",
 			'one'	=>	"ເລມພິຣາ",
 			'many'	=>	"ເລມພິຣາ"
 		),

		'HRD'	=>	 array
		(
			'name'	=>	"ດີນາ ໂຄຣເອເຊຍ",
 			'one'	=>	"ດີນາ ໂຄຣເອເຊຍ",
 			'many'	=>	"ດີນາ ໂຄຣເອເຊຍ"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"ຄູນາ ໂກຣເອເຊຍ",
 			'one'	=>	"ຄູນາ ໂກຣເອເຊຍ",
 			'many'	=>	"ຄູນາ ໂກຣເອເຊຍ"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"ກູດເຮຕິ",
 			'one'	=>	"ກູດເຮຕິ",
 			'many'	=>	"ກູດເຮຕິ"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"ຟໍຣິນ ຮົງກາຣີ",
 			'one'	=>	"ຟໍຣິນ ຮົງກາຣີ",
 			'many'	=>	"ຟໍຣິນ ຮົງກາຣີ"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"ຣູປີ ອິນໂດເນເຊຍ",
 			'one'	=>	"ຣູປີ ອິນໂດເນເຊຍ",
 			'many'	=>	"ຣູປີ ອິນໂດເນເຊຍ"
 		),

		'IEP'	=>	 array
		(
			'name'	=>	"ປອນ ໄອຣິຊ",
 			'one'	=>	"ປອນ ໄອຣິຊ",
 			'many'	=>	"ປອນ ໄອຣິຊ"
 		),

		'ILP'	=>	 array
		(
			'name'	=>	"ປອນ ອີສະລາເອວ",
 			'one'	=>	"ປອນ ອີສະລາເອວ",
 			'many'	=>	"ປອນ ອີສະລາເອວ"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"ນິວເຊເກນ ອີສະລາແອນ",
 			'one'	=>	"ນິວເຊເກນ ອີສະລາແອນ",
 			'many'	=>	"ນິວເຊເກນ ອີສະລາແອນ"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"ຣູປີ ອິນເດຍ",
 			'one'	=>	"ຣູປີ ອິນເດຍ",
 			'many'	=>	"ຣູປີ ອິນເດຍ"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"ດີນາ ອີຣັກ",
 			'one'	=>	"ດີນາ ອີຣັກ",
 			'many'	=>	"ດີນາ ອີຣັກ"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"ຣີວ ອີຣ່ານ",
 			'one'	=>	"ຣີວ ອີຣ່ານ",
 			'many'	=>	"ຣີວ ອີຣ່ານ"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"ໂຄຣນາ ໄອສແລນ",
 			'one'	=>	"ໂຄຣນາ ໄອສແລນ",
 			'many'	=>	"ໂຄຣນາ ໄອສແລນ"
 		),

		'ITL'	=>	 array
		(
			'name'	=>	"ລິຣາ ອີຕາລີ",
 			'one'	=>	"ລິຣາ ອີຕາລີ",
 			'many'	=>	"ລິຣາ ອີຕາລີ"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"ດອນລາ ຈາເມກາ",
 			'one'	=>	"ດອນລາ ຈາເມກາ",
 			'many'	=>	"ດອນລາ ຈາເມກາ"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"ດີນາ ຈໍແດນ",
 			'one'	=>	"ດີນາ ຈໍແດນ",
 			'many'	=>	"ດີນາ ຈໍແດນ"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"ເຢນ ຍີ່ປຸ່ນ",
 			'one'	=>	"ເຢນ ຍີ່ປຸ່ນ",
 			'many'	=>	"ເຢນ ຍີ່ປຸ່ນ"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"ຊິລລິງ ເຄນຢາ",
 			'one'	=>	"ຊິລລິງ ເຄນຢາ",
 			'many'	=>	"ຊິລລິງ ເຄນຢາ"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"ໂຊມ ຄຣີກິສະຖານ",
 			'one'	=>	"ໂຊມ ຄຣີກິສະຖານ",
 			'many'	=>	"ໂຊມ ຄຣີກິສະຖານ"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"ຫຼຽນກຳປູເຈ້ຍ",
 			'one'	=>	"ຫຼຽນກຳປູເຈ້ຍ",
 			'many'	=>	"ຫຼຽນກຳປູເຈ້ຍ"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"ຟຣັງ ໂກໂມໂຣສ",
 			'one'	=>	"ຟຣັງ ໂກໂມໂຣສ",
 			'many'	=>	"ຟຣັງ ໂກໂມໂຣສ"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"ວອນ ເກົາຫຼີເໜືອ",
 			'one'	=>	"ວອນ ເກົາຫຼີເໜືອ",
 			'many'	=>	"ວອນ ເກົາຫຼີເໜືອ"
 		),

		'KRH'	=>	 array
		(
			'name'	=>	"ຮາວານ ເກົາຫຼີເນື້",
 			'one'	=>	"ຮາວານ ເກົາຫຼີເນື້",
 			'many'	=>	"ຮາວານ ເກົາຫຼີເນື້"
 		),

		'KRO'	=>	 array
		(
			'name'	=>	"ວອນ ເກົາຫຼີໃຕ້",
 			'one'	=>	"ວອນ ເກົາຫຼີໃຕ້",
 			'many'	=>	"ວອນ ເກົາຫຼີໃຕ້"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"ວອນ ເກົາຫຼີໃຕ້",
 			'one'	=>	"ວອນ ເກົາຫຼີໃຕ້",
 			'many'	=>	"ວອນ ເກົາຫຼີໃຕ້"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"ດີນາ ຄູເວດ",
 			'one'	=>	"ດີນາ ຄູເວດ",
 			'many'	=>	"ດີນາ ຄູເວດ"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"ດອນລາໝູ່ເກາະເກແມນ",
 			'one'	=>	"ດອນລາໝູ່ເກາະເກແມນ",
 			'many'	=>	"ດອນລາໝູ່ເກາະເກແມນ"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"ເຕັງເຈ ກາຊັກສະຖານ",
 			'one'	=>	"ເຕັງເຈ ກາຊັກສະຖານ",
 			'many'	=>	"ເຕັງເຈ ກາຊັກສະຖານ"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"ກີບ ລາວ",
 			'one'	=>	"ກີບ ລາວ",
 			'many'	=>	"ກີບ ລາວ"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"ປອນ ເລບານອນ",
 			'one'	=>	"ປອນ ເລບານອນ",
 			'many'	=>	"ປອນ ເລບານອນ"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"ຣູປີ ສີຣັງກາ",
 			'one'	=>	"ຣູປີ ສີຣັງກາ",
 			'many'	=>	"ຣູປີ ສີຣັງກາ"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"ດອນລາ ໄລບິເລຍ",
 			'one'	=>	"ດອນລາ ໄລບິເລຍ",
 			'many'	=>	"ດອນລາ ໄລບິເລຍ"
 		),

		'LSL'	=>	 array
		(
			'name'	=>	"ໂລຕິ ເລໂຊໂຕ",
 			'one'	=>	"ໂລຕິ ເລໂຊໂຕ",
 			'many'	=>	"ໂລຕິ ເລໂຊໂຕ"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"ລິຕັສ ລິທົວເນຍ",
 			'one'	=>	"ລິຕັສ ລິທົວເນຍ",
 			'many'	=>	"ລິຕັສ ລິທົວເນຍ"
 		),

		'LTT'	=>	 array
		(
			'name'	=>	"ທາໂລນັສ ລິທົວເນຍ",
 			'one'	=>	"ທາໂລນັສ ລິທົວເນຍ",
 			'many'	=>	"ທາໂລນັສ ລິທົວເນຍ"
 		),

		'LUC'	=>	 array
		(
			'name'	=>	"ຟຣັງ ລຸກຊຳບວກ ທີ່ປ່ຽນແປງ",
 			'one'	=>	"ຟຣັງ ລຸກຊຳບວກ ທີ່ປ່ຽນແປງ",
 			'many'	=>	"ຟຣັງ ລຸກຊຳບວກ ທີ່ປ່ຽນແປງ"
 		),

		'LUF'	=>	 array
		(
			'name'	=>	"ຟຣັງ ລຸກຊຳບວກ",
 			'one'	=>	"ຟຣັງ ລຸກຊຳບວກ",
 			'many'	=>	"ຟຣັງ ລຸກຊຳບວກ"
 		),

		'LUL'	=>	 array
		(
			'name'	=>	"ຟຣັງ ລຸກຊຳບວກ ການເງິນ",
 			'one'	=>	"ຟຣັງ ລຸກຊຳບວກ ການເງິນ",
 			'many'	=>	"ຟຣັງ ລຸກຊຳບວກ ການເງິນ"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"ລັສ ລັດເວຍ",
 			'one'	=>	"ລັສ ລັດເວຍ",
 			'many'	=>	"ລັສ ລັດເວຍ"
 		),

		'LVR'	=>	 array
		(
			'name'	=>	"ຣູໂບ ລາວຽນ",
 			'one'	=>	"ຣູໂບ ລາວຽນ",
 			'many'	=>	"ຣູໂບ ລາວຽນ"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"ດີນາ ລິເບຍ",
 			'one'	=>	"ດີນາ ລິເບຍ",
 			'many'	=>	"ດີນາ ລິເບຍ"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"ດີຮາມ ໂມລອກໂກ",
 			'one'	=>	"ດີຮາມ ໂມລອກໂກ",
 			'many'	=>	"ດີຮາມ ໂມລອກໂກ"
 		),

		'MAF'	=>	 array
		(
			'name'	=>	"ຟຣັງ ໂມຣອກໂກ",
 			'one'	=>	"ຟຣັງ ໂມຣອກໂກ",
 			'many'	=>	"ຟຣັງ ໂມຣອກໂກ"
 		),

		'MCF'	=>	 array
		(
			'name'	=>	"ຟຣັງ ໂມດາໂກ",
 			'one'	=>	"ຟຣັງ ໂມດາໂກ",
 			'many'	=>	"ຟຣັງ ໂມດາໂກ"
 		),

		'MDC'	=>	 array
		(
			'name'	=>	"ບັດປັນສ່ວນ ມອງໂດວາ",
 			'one'	=>	"ບັດປັນສ່ວນ ມອງໂດວາ",
 			'many'	=>	"ບັດປັນສ່ວນ ມອງໂດວາ"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"ເລອູ ມອງໂດວາ",
 			'one'	=>	"ເລອູ ມອງໂດວາ",
 			'many'	=>	"ເລອູ ມອງໂດວາ"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"ອາເຣຍຣີ ມາດາກາສກາ",
 			'one'	=>	"ອາເຣຍຣີ ມາດາກາສກາ",
 			'many'	=>	"ອາເຣຍຣີ ມາດາກາສກາ"
 		),

		'MGF'	=>	 array
		(
			'name'	=>	"ຟຣັງ ມາດາກັດສະກາ",
 			'one'	=>	"ຟຣັງ ມາດາກັດສະກາ",
 			'many'	=>	"ຟຣັງ ມາດາກັດສະກາ"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"ເດນາ ມາຊິໂດເນຍ",
 			'one'	=>	"ເດນາ ມາຊິໂດເນຍ",
 			'many'	=>	"ເດນາ ມາຊິໂດເນຍ"
 		),

		'MKN'	=>	 array
		(
			'name'	=>	"ດີນາ ມາຊີໂດເນຍ",
 			'one'	=>	"ດີນາ ມາຊີໂດເນຍ",
 			'many'	=>	"ດີນາ ມາຊີໂດເນຍ"
 		),

		'MLF'	=>	 array
		(
			'name'	=>	"ຟຣັງ ມາລີ",
 			'one'	=>	"ຟຣັງ ມາລີ",
 			'many'	=>	"ຟຣັງ ມາລີ"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"ຈາດ ມ່ຽນມາ",
 			'one'	=>	"ຈາດ ມ່ຽນມາ",
 			'many'	=>	"ຈາດ ມ່ຽນມາ"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"ຕຸກຣີ ມົງໂກເລຍ",
 			'one'	=>	"ຕຸກຣີ ມົງໂກເລຍ",
 			'many'	=>	"ຕຸກຣີ ມົງໂກເລຍ"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"ປາຕາກາ ມາເກົາ",
 			'one'	=>	"ປາຕາກາ ມາເກົາ",
 			'many'	=>	"ປາຕາກາ ມາເກົາ"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"ອໍກິວຢາ ມໍຣິເຕເນຍ",
 			'one'	=>	"ອໍກິວຢາ ມໍຣິເຕເນຍ",
 			'many'	=>	"ອໍກິວຢາ ມໍຣິເຕເນຍ"
 		),

		'MTL'	=>	 array
		(
			'name'	=>	"ລິຣາ ມອນຕາ",
 			'one'	=>	"ລິຣາ ມອນຕາ",
 			'many'	=>	"ລິຣາ ມອນຕາ"
 		),

		'MTP'	=>	 array
		(
			'name'	=>	"ປອນ ມອນຕາ",
 			'one'	=>	"ປອນ ມອນຕາ",
 			'many'	=>	"ປອນ ມອນຕາ"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"ຣູປີ ມໍຣີເຊຍ",
 			'one'	=>	"ຣູປີ ມໍຣີເຊຍ",
 			'many'	=>	"ຣູປີ ມໍຣີເຊຍ"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"ຣູຟີຢາ ມາດີເວຍ",
 			'one'	=>	"ຣູຟີຢາ ມາດີເວຍ",
 			'many'	=>	"ຣູຟີຢາ ມາດີເວຍ"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"ຄວາຊາມາລາວີ",
 			'one'	=>	"ຄວາຊາມາລາວີ",
 			'many'	=>	"ຄວາຊາມາລາວີ"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"ເມັກຊິກັນ ເປໂຊ",
 			'one'	=>	"ເປໂຊ",
 			'many'	=>	"ເປໂຊ"
 		),

		'MXP'	=>	 array
		(
			'name'	=>	"ຫົວໜ່ວຍເງິນ ເປໂຊ ແມັກຊິໂກ(1861–1992)",
 			'one'	=>	"ຫົວໜ່ວຍເງິນ ເປໂຊ ແມັກຊິໂກ(1861–1992)",
 			'many'	=>	"ຫົວໜ່ວຍເງິນ ເປໂຊ ແມັກຊິໂກ(1861–1992)"
 		),

		'MXV'	=>	 array
		(
			'name'	=>	"ຫົວໜ່ວຍການລົງທຶນ ແມັກຊິໂກ",
 			'one'	=>	"ຫົວໜ່ວຍການລົງທຶນ ແມັກຊິໂກ",
 			'many'	=>	"ຫົວໜ່ວຍການລົງທຶນ ແມັກຊິໂກ"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"ຣິງກິດ ມາເລເຂຍ",
 			'one'	=>	"ຣິງກິດ ມາເລເຂຍ",
 			'many'	=>	"ຣິງກິດ ມາເລເຂຍ"
 		),

		'MZE'	=>	 array
		(
			'name'	=>	"ເອສກູໂດ ໂມຊຳບິກ",
 			'one'	=>	"ເອສກູໂດ ໂມຊຳບິກ",
 			'many'	=>	"ເອສກູໂດ ໂມຊຳບິກ"
 		),

		'MZM'	=>	 array
		(
			'name'	=>	"ເມຕິຄໍ ໂມຊຳບິກ",
 			'one'	=>	"ເມຕິຄໍ ໂມຊຳບິກ",
 			'many'	=>	"ເມຕິຄໍ ໂມຊຳບິກ"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"ເມຕິຄໍ ໂມຊັມບິກ",
 			'one'	=>	"ເມຕິຄໍ ໂມຊັມບິກ",
 			'many'	=>	"ເມຕິຄໍ ໂມຊັມບິກ"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"ດອນລາ ນາມິເບຍ",
 			'one'	=>	"ດອນລາ ນາມິເບຍ",
 			'many'	=>	"ດອນລາ ນາມິເບຍ"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"ໄນຣາ ໄນຈີເຣຍ",
 			'one'	=>	"ໄນຣາ ໄນຈີເຣຍ",
 			'many'	=>	"ໄນຣາ ໄນຈີເຣຍ"
 		),

		'NIC'	=>	 array
		(
			'name'	=>	"ຄໍໂດບາ ນິກາຣາກົວ",
 			'one'	=>	"ຄໍໂດບາ ນິກາຣາກົວ",
 			'many'	=>	"ຄໍໂດບາ ນິກາຣາກົວ"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"ນິກາຣາກວນ ໂຄໂດບາ",
 			'one'	=>	"ໂຄໂດບາ",
 			'many'	=>	"ໂຄໂດບາ"
 		),

		'NLG'	=>	 array
		(
			'name'	=>	"ກິລເດີ ເນເທີແລນ",
 			'one'	=>	"ກິລເດີ ເນເທີແລນ",
 			'many'	=>	"ກິລເດີ ເນເທີແລນ"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"ໂຄຣນ ນອກເວ",
 			'one'	=>	"ໂຄຣນ ນອກເວ",
 			'many'	=>	"ໂຄຣນ ນອກເວ"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"ຣູປີ ເນປານ",
 			'one'	=>	"ຣູປີ ເນປານ",
 			'many'	=>	"ຣູປີ ເນປານ"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"ໂດລາ ນີວຊີແລນ",
 			'one'	=>	"ໂດລາ ນີວຊີແລນ",
 			'many'	=>	"ໂດລາ ນີວຊີແລນ"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"ຣຽວ ໂອມານ",
 			'one'	=>	"ຣຽວ ໂອມານ",
 			'many'	=>	"ຣຽວ ໂອມານ"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"ພານາມານຽນ ບອນບົວ",
 			'one'	=>	"ບອນບົວ",
 			'many'	=>	"ບອນບົວ"
 		),

		'PEI'	=>	 array
		(
			'name'	=>	"ອິນຕິ ເປຣູ",
 			'one'	=>	"ອິນຕິ ເປຣູ",
 			'many'	=>	"ອິນຕິ ເປຣູ"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"ນູໂວຊໍ ເປຣູ",
 			'one'	=>	"ນູໂວຊໍ ເປຣູ",
 			'many'	=>	"ນູໂວຊໍ ເປຣູ"
 		),

		'PES'	=>	 array
		(
			'name'	=>	"ໂຊນ ເປຣູ",
 			'one'	=>	"ໂຊນ ເປຣູ",
 			'many'	=>	"ໂຊນ ເປຣູ"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"ກີນາ ປາປົວນີວກຸນນີນ",
 			'one'	=>	"ກີນາ ປາປົວນີວກຸນນີນ",
 			'many'	=>	"ກີນາ ປາປົວນີວກຸນນີນ"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"ເປໂຊ ຟີລິປິນ",
 			'one'	=>	"ເປໂຊ ຟີລິປິນ",
 			'many'	=>	"ເປໂຊ ຟີລິປິນ"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"ຣູປີ ປາກີສະຖານ",
 			'one'	=>	"ຣູປີ ປາກີສະຖານ",
 			'many'	=>	"ຣູປີ ປາກີສະຖານ"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"ຊລໍຕີ ໂປແລນ",
 			'one'	=>	"ຊລໍຕີ ໂປແລນ",
 			'many'	=>	"ຊລໍຕີ ໂປແລນ"
 		),

		'PLZ'	=>	 array
		(
			'name'	=>	"ຊະລອສຕີ ໂປແລນ",
 			'one'	=>	"ຊະລອສຕີ ໂປແລນ",
 			'many'	=>	"ຊະລອສຕີ ໂປແລນ"
 		),

		'PTE'	=>	 array
		(
			'name'	=>	"ເອສກູໂດ ໂປຕູເກສ",
 			'one'	=>	"ເອສກູໂດ ໂປຕູເກສ",
 			'many'	=>	"ເອສກູໂດ ໂປຕູເກສ"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"ກວາຣານີ ປາຣາກວາຍ",
 			'one'	=>	"ກວາຣານີ ປາຣາກວາຍ",
 			'many'	=>	"ກວາຣານີ ປາຣາກວາຍ"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"ຣຽວ ກາຕາ",
 			'one'	=>	"ຣຽວ ກາຕາ",
 			'many'	=>	"ຣຽວ ກາຕາ"
 		),

		'RHD'	=>	 array
		(
			'name'	=>	"ດອນລາ ໂຣດີເຊຍ",
 			'one'	=>	"ດອນລາ ໂຣດີເຊຍ",
 			'many'	=>	"ດອນລາ ໂຣດີເຊຍ"
 		),

		'ROL'	=>	 array
		(
			'name'	=>	"ລິວ ໂຣມາເນຍເກົ່າ",
 			'one'	=>	"ລິວ ໂຣມາເນຍເກົ່າ",
 			'many'	=>	"ລິວ ໂຣມາເນຍເກົ່າ"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"ເລອູ ໂຣມາເນຍ",
 			'one'	=>	"ເລອູ ໂຣມາເນຍ",
 			'many'	=>	"ເລອູ ໂຣມາເນຍ"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"ດີນາ ເຊີເບຍ",
 			'one'	=>	"ດີນາ ເຊີເບຍ",
 			'many'	=>	"ດີນາ ເຊີເບຍ"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"ຣູໂລ ຣັດເຊຍ",
 			'one'	=>	"ຣູໂລ ຣັດເຊຍ",
 			'many'	=>	"ຣູໂລ ຣັດເຊຍ"
 		),

		'RUR'	=>	 array
		(
			'name'	=>	"ຣູໂບ ຣັດເຊຍ",
 			'one'	=>	"ຣູໂບ ຣັດເຊຍ",
 			'many'	=>	"ຣູໂບ ຣັດເຊຍ"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"ຟຣັງ ວັນດາ",
 			'one'	=>	"ຟຣັງ ວັນດາ",
 			'many'	=>	"ຟຣັງ ວັນດາ"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"ຣີຢອນ ຊາອຸດິດອາຣາບີ",
 			'one'	=>	"ຣີຢອນ ຊາອຸດິດອາຣາບີ",
 			'many'	=>	"ຣີຢອນ ຊາອຸດິດອາຣາບີ"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"ໂດລາ ໝູ່ເກາະໂຊໂລມອນ",
 			'one'	=>	"ໂດລາ ໝູ່ເກາະໂຊໂລມອນ",
 			'many'	=>	"ໂດລາ ໝູ່ເກາະໂຊໂລມອນ"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"ຣູປີ ເຊເຊລ",
 			'one'	=>	"ຣູປີ ເຊເຊລ",
 			'many'	=>	"ຣູປີ ເຊເຊລ"
 		),

		'SDD'	=>	 array
		(
			'name'	=>	"ດີນາ ຊູດານເກົ່າ",
 			'one'	=>	"ດີນາ ຊູດານເກົ່າ",
 			'many'	=>	"ດີນາ ຊູດານເກົ່າ"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"ປອນ ຊູດານ",
 			'one'	=>	"ປອນ ຊູດານ",
 			'many'	=>	"ປອນ ຊູດານ"
 		),

		'SDP'	=>	 array
		(
			'name'	=>	"ປອນ ຊູດານເກົ່າ",
 			'one'	=>	"ປອນ ຊູດານເກົ່າ",
 			'many'	=>	"ປອນ ຊູດານເກົ່າ"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"ໂຄຣນາ ສະວີເດັນ",
 			'one'	=>	"ໂຄຣນາ ສະວີເດັນ",
 			'many'	=>	"ໂຄຣນາ ສະວີເດັນ"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"ໂດລາ ສິງກະໂປ",
 			'one'	=>	"ໂດລາ ສິງກະໂປ",
 			'many'	=>	"ໂດລາ ສິງກະໂປ"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"ປອນ ເຊັນເຮເຣນາ",
 			'one'	=>	"ປອນ ເຊັນເຮເຣນາ",
 			'many'	=>	"ປອນ ເຊັນເຮເຣນາ"
 		),

		'SIT'	=>	 array
		(
			'name'	=>	"ໂຕລາ ສະໂລວິເນຍ",
 			'one'	=>	"ໂຕລາ ສະໂລວິເນຍ",
 			'many'	=>	"ໂຕລາ ສະໂລວິເນຍ"
 		),

		'SKK'	=>	 array
		(
			'name'	=>	"ຄູໂຣນາ ສະໂລວັກ",
 			'one'	=>	"ຄູໂຣນາ ສະໂລວັກ",
 			'many'	=>	"ຄູໂຣນາ ສະໂລວັກ"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"ເລໂອນ ຊີລາເລໂອນ",
 			'one'	=>	"ເລໂອນ ຊີລາເລໂອນ",
 			'many'	=>	"ເລໂອນ ຊີລາເລໂອນ"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"ຊິລລິງ ໂຊມາເລຍ",
 			'one'	=>	"ຊິລລິງ ໂຊມາເລຍ",
 			'many'	=>	"ຊິລລິງ ໂຊມາເລຍ"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"ດອນລາ ຊູຣິນາເມ",
 			'one'	=>	"ດອນລາ ຊູຣິນາເມ",
 			'many'	=>	"ດອນລາ ຊູຣິນາເມ"
 		),

		'SRG'	=>	 array
		(
			'name'	=>	"ກິລເດີ ຊູຣິນາເມ",
 			'one'	=>	"ກິລເດີ ຊູຣິນາເມ",
 			'many'	=>	"ກິລເດີ ຊູຣິນາເມ"
 		),

		'SSP'	=>	 array
		(
			'name'	=>	"ປອນ ຊູດານໃຕ້",
 			'one'	=>	"ປອນ ຊູດານໃຕ້",
 			'many'	=>	"ປອນ ຊູດານໃຕ້"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"ໂດບຣາ ຊາວຕົວເມ ແລະ ປຣິນຊິບປີ",
 			'one'	=>	"ໂດບຣາ ຊາວຕົວເມ ແລະ ປຣິນຊິບປີ",
 			'many'	=>	"ໂດບຣາ ຊາວຕົວເມ ແລະ ປຣິນຊິບປີ"
 		),

		'SUR'	=>	 array
		(
			'name'	=>	"ຣູໂບ ໂຊວຽດ",
 			'one'	=>	"ຣູໂບ ໂຊວຽດ",
 			'many'	=>	"ຣູໂບ ໂຊວຽດ"
 		),

		'SVC'	=>	 array
		(
			'name'	=>	"ໂກລອງ ເອກາວາດໍ",
 			'one'	=>	"ໂກລອງ ເອກາວາດໍ",
 			'many'	=>	"ໂກລອງ ເອກາວາດໍ"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"ປອນ ຊິເຣຍ",
 			'one'	=>	"ປອນ ຊິເຣຍ",
 			'many'	=>	"ປອນ ຊິເຣຍ"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"ລິລັນກິນີ ສະວາຊິແລນ",
 			'one'	=>	"ລິລັນກິນີ ສະວາຊິແລນ",
 			'many'	=>	"ລິລັນກິນີ ສະວາຊິແລນ"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"ບາດ ໄທ",
 			'one'	=>	"ບາດ ໄທ",
 			'many'	=>	"ບາດ ໄທ"
 		),

		'TJR'	=>	 array
		(
			'name'	=>	"ຣູໂບ ຕັຈີກິສຖານ",
 			'one'	=>	"ຣູໂບ ຕັຈີກິສຖານ",
 			'many'	=>	"ຣູໂບ ຕັຈີກິສຖານ"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"ໂຊໂມນີ ທາຈິກິສຖານ",
 			'one'	=>	"ໂຊໂມນີ ທາຈິກິສຖານ",
 			'many'	=>	"ໂຊໂມນີ ທາຈິກິສຖານ"
 		),

		'TMM'	=>	 array
		(
			'name'	=>	"ມານັດ ຕວກເມນິສຖານ",
 			'one'	=>	"ມານັດ ຕວກເມນິສຖານ",
 			'many'	=>	"ມານັດ ຕວກເມນິສຖານ"
 		),

		'TMT'	=>	 array
		(
			'name'	=>	"ເມນັດ ຕວກເມນິດສະຖານ",
 			'one'	=>	"ເມນັດ ຕວກເມນິດສະຖານ",
 			'many'	=>	"ເມນັດ ຕວກເມນິດສະຖານ"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"ດີນາ ຕູນີເຊຍ",
 			'one'	=>	"ດີນາ ຕູນີເຊຍ",
 			'many'	=>	"ດີນາ ຕູນີເຊຍ"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"ປາອັງກາ ຕອງກາ",
 			'one'	=>	"ປາອັງກາ ຕອງກາ",
 			'many'	=>	"ປາອັງກາ ຕອງກາ"
 		),

		'TPE'	=>	 array
		(
			'name'	=>	"ເອສກູໂດ ຕີມໍ",
 			'one'	=>	"ເອສກູໂດ ຕີມໍ",
 			'many'	=>	"ເອສກູໂດ ຕີມໍ"
 		),

		'TRL'	=>	 array
		(
			'name'	=>	"ລີຕາ ຕູຣາກີເກົ່າ",
 			'one'	=>	"ລີຕາ ຕູຣາກີເກົ່າ",
 			'many'	=>	"ລີຕາ ຕູຣາກີເກົ່າ"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"ລິຣາ ເທີກີ",
 			'one'	=>	"ລິຣາ ເທີກີ",
 			'many'	=>	"ລິຣາ ເທີກີ"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"ດອນລາທຣິນິແດດ ແລະ ໂທເບໂກ",
 			'one'	=>	"ດອນລາທຣິນິແດດ ແລະ ໂທເບໂກ",
 			'many'	=>	"ດອນລາທຣິນິແດດ ແລະ ໂທເບໂກ"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"ໂດລາ ໄຕຫວັນ",
 			'one'	=>	"ໂດລາ ໄຕຫວັນ",
 			'many'	=>	"ໂດລາ ໄຕຫວັນ"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"ຊິລລິງ ຕາຊາເນຍ",
 			'one'	=>	"ຊິລລິງ ຕາຊາເນຍ",
 			'many'	=>	"ຊິລລິງ ຕາຊາເນຍ"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"ຮາຣິບເນຍ ຢູເຄຣນ",
 			'one'	=>	"ຮາຣິບເນຍ ຢູເຄຣນ",
 			'many'	=>	"ຮາຣິບເນຍ ຢູເຄຣນ"
 		),

		'UAK'	=>	 array
		(
			'name'	=>	"ຄາໂບວາເນດ ອູແກຣນ",
 			'one'	=>	"ຄາໂບວາເນດ ອູແກຣນ",
 			'many'	=>	"ຄາໂບວາເນດ ອູແກຣນ"
 		),

		'UGS'	=>	 array
		(
			'name'	=>	"ຊິນລິງ ອູກັນດາ",
 			'one'	=>	"ຊິນລິງ ອູກັນດາ",
 			'many'	=>	"ຊິນລິງ ອູກັນດາ"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"ຊິລລິງ ອູການດາ",
 			'one'	=>	"ຊິລລິງ ອູການດາ",
 			'many'	=>	"ຊິລລິງ ອູການດາ"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"ໂດລ່າ ສະຫະລັດຯ",
 			'one'	=>	"ໂດລ່າ ສະຫະລັດຯ",
 			'many'	=>	"ໂດລ່າ ສະຫະລັດຯ"
 		),

		'USN'	=>	 array
		(
			'name'	=>	"ດອນລາສະຫະລັດ",
 			'one'	=>	"ດອນລາສະຫະລັດ",
 			'many'	=>	"ດອນລາສະຫະລັດ"
 		),

		'USS'	=>	 array
		(
			'name'	=>	"ດອນລາສະຫະລັດ",
 			'one'	=>	"ດອນລາສະຫະລັດ",
 			'many'	=>	"ດອນລາສະຫະລັດ"
 		),

		'UYI'	=>	 array
		(
			'name'	=>	"ເປໂຊອູຣຸກວຍ",
 			'one'	=>	"ເປໂຊອູຣຸກວຍ",
 			'many'	=>	"ເປໂຊອູຣຸກວຍ"
 		),

		'UYP'	=>	 array
		(
			'name'	=>	"ເປໂຊ ອູຣຸກວຍ",
 			'one'	=>	"ເປໂຊ ອູຣຸກວຍ",
 			'many'	=>	"ເປໂຊ ອູຣຸກວຍ"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"ເປໂຊ ອູຣູກວາຍ",
 			'one'	=>	"ເປໂຊ ອູຣູກວາຍ",
 			'many'	=>	"ເປໂຊ ອູຣູກວາຍ"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"ໂຊມ ອຸສເບກິສຖາານ",
 			'one'	=>	"ໂຊມ ອຸສເບກິສຖາານ",
 			'many'	=>	"ໂຊມ ອຸສເບກິສຖາານ"
 		),

		'VEB'	=>	 array
		(
			'name'	=>	"ໂບລີວາ ເວເນຊູເອລາ",
 			'one'	=>	"ໂບລີວາ ເວເນຊູເອລາ",
 			'many'	=>	"ໂບລີວາ ເວເນຊູເອລາ"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"ໂບລິວາ ເວເນຊູເອລາ",
 			'one'	=>	"ໂບລິວາ ເວເນຊູເອລາ",
 			'many'	=>	"ໂບລິວາ ເວເນຊູເອລາ"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"ດົງ ຫວຽດນາມ",
 			'one'	=>	"ດົງ ຫວຽດນາມ",
 			'many'	=>	"ດົງ ຫວຽດນາມ"
 		),

		'VNN'	=>	 array
		(
			'name'	=>	"ດົງ ຫວຽດນາມ",
 			'one'	=>	"ດົງ ຫວຽດນາມ",
 			'many'	=>	"ດົງ ຫວຽດນາມ"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"ວາຕູ ວານົວຕູ",
 			'one'	=>	"ວາຕູ ວານົວຕູ",
 			'many'	=>	"ວາຕູ ວານົວຕູ"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"ຕາລາ ຊາມົວ",
 			'one'	=>	"ຕາລາ ຊາມົວ",
 			'many'	=>	"ຕາລາ ຊາມົວ"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"ຟຣັງ ເຊຟານ ທະນາຄານລັດອາຟຣິກາກາງ",
 			'one'	=>	"ຟຣັງ ເຊຟານ ທະນາຄານລັດອາຟຣິກາກາງ",
 			'many'	=>	"ຟຣັງ ເຊຟານ ທະນາຄານລັດອາຟຣິກາກາງ"
 		),

		'XAG'	=>	 array
		(
			'name'	=>	"ເງິນ",
 			'one'	=>	"ເງິນ",
 			'many'	=>	"ເງິນ"
 		),

		'XAU'	=>	 array
		(
			'name'	=>	"ຄຳ",
 			'one'	=>	"ຄຳ",
 			'many'	=>	"ຄຳ"
 		),

		'XBA'	=>	 array
		(
			'name'	=>	"ຫົວໜ່ວຍຄອມໂປຊິດ ເອີຣົບ",
 			'one'	=>	"ຫົວໜ່ວຍຄອມໂປຊິດ ເອີຣົບ",
 			'many'	=>	"ຫົວໜ່ວຍຄອມໂປຊິດ ເອີຣົບ"
 		),

		'XBB'	=>	 array
		(
			'name'	=>	"ຫົວໜ່ວຍໂມນີແທຣີ ເອີຣົບ",
 			'one'	=>	"ຫົວໜ່ວຍໂມນີແທຣີ ເອີຣົບ",
 			'many'	=>	"ຫົວໜ່ວຍໂມນີແທຣີ ເອີຣົບ"
 		),

		'XBC'	=>	 array
		(
			'name'	=>	"ຫົວໜ່ວຍບັນຊີເອີຣົບ",
 			'one'	=>	"ຫົວໜ່ວຍບັນຊີເອີຣົບ",
 			'many'	=>	"ຫົວໜ່ວຍບັນຊີເອີຣົບ"
 		),

		'XBD'	=>	 array
		(
			'name'	=>	"ຫົວໜ່ວຍບັນຊີເອີຣົບ",
 			'one'	=>	"ຫົວໜ່ວຍບັນຊີເອີຣົບ",
 			'many'	=>	"ຫົວໜ່ວຍບັນຊີເອີຣົບ"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"ດອນລາຄາຣີບຽນຕາເວັນອອກ",
 			'one'	=>	"ດອນລາຄາຣີບຽນຕາເວັນອອກ",
 			'many'	=>	"ດອນລາຄາຣີບຽນຕາເວັນອອກ"
 		),

		'XDR'	=>	 array
		(
			'name'	=>	"ສິດທິຖອນເງິນພິເສດ",
 			'one'	=>	"ສິດທິຖອນເງິນພິເສດ",
 			'many'	=>	"ສິດທິຖອນເງິນພິເສດ"
 		),

		'XEU'	=>	 array
		(
			'name'	=>	"ຫົວໜ່ວຍສະກຸນເງິນ ເອີຣົບ",
 			'one'	=>	"ຫົວໜ່ວຍສະກຸນເງິນ ເອີຣົບ",
 			'many'	=>	"ຫົວໜ່ວຍສະກຸນເງິນ ເອີຣົບ"
 		),

		'XFO'	=>	 array
		(
			'name'	=>	"ຟຣັງ ຄຳຝຣັ່ງ",
 			'one'	=>	"ຟຣັງ ຄຳຝຣັ່ງ",
 			'many'	=>	"ຟຣັງ ຄຳຝຣັ່ງ"
 		),

		'XFU'	=>	 array
		(
			'name'	=>	"ຟຣັງ ຢູໄອຊີ ຝຣັ່ງ",
 			'one'	=>	"ຟຣັງ ຢູໄອຊີ ຝຣັ່ງ",
 			'many'	=>	"ຟຣັງ ຢູໄອຊີ ຝຣັ່ງ"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"ຟັງເຊຟານ ອາຟຣິກາຕາເວັນຕົກ",
 			'one'	=>	"ຟັງເຊຟານ ອາຟຣິກາຕາເວັນຕົກ",
 			'many'	=>	"ຟັງເຊຟານ ອາຟຣິກາຕາເວັນຕົກ"
 		),

		'XPD'	=>	 array
		(
			'name'	=>	"ແພເລດຽມ",
 			'one'	=>	"ແພເລດຽມ",
 			'many'	=>	"ແພເລດຽມ"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"ຊີເອັບພີ ຝຣັ່ງ",
 			'one'	=>	"ຊີເອັບພີ ຝຣັ່ງ",
 			'many'	=>	"ຊີເອັບພີ ຝຣັ່ງ"
 		),

		'XPT'	=>	 array
		(
			'name'	=>	"ແພລັດຕິນຳ",
 			'one'	=>	"ແພລັດຕິນຳ",
 			'many'	=>	"ແພລັດຕິນຳ"
 		),

		'XRE'	=>	 array
		(
			'name'	=>	"ກອງທຶນໄຣເນັດ",
 			'one'	=>	"ກອງທຶນໄຣເນັດ",
 			'many'	=>	"ກອງທຶນໄຣເນັດ"
 		),

		'XTS'	=>	 array
		(
			'name'	=>	"ລະຫັດທົດສອບສະກຸນເງິນ",
 			'one'	=>	"ລະຫັດທົດສອບສະກຸນເງິນ",
 			'many'	=>	"ລະຫັດທົດສອບສະກຸນເງິນ"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"ສະກຸນເງິນທີ່ບໍ່ຮູ້ຈັກ",
 			'one'	=>	"ສະກຸນເງິນທີ່ບໍ່ຮູ້ຈັກ",
 			'many'	=>	"ສະກຸນເງິນທີ່ບໍ່ຮູ້ຈັກ"
 		),

		'YDD'	=>	 array
		(
			'name'	=>	"ດີນາ ເຢເມນ",
 			'one'	=>	"ດີນາ ເຢເມນ",
 			'many'	=>	"ດີນາ ເຢເມນ"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"ຣຽວ ເຢເມນ",
 			'one'	=>	"ຣຽວ ເຢເມນ",
 			'many'	=>	"ຣຽວ ເຢເມນ"
 		),

		'YUD'	=>	 array
		(
			'name'	=>	"ຮາດດີນາ ຢູໂກສະລາວີ",
 			'one'	=>	"ຮາດດີນາ ຢູໂກສະລາວີ",
 			'many'	=>	"ຮາດດີນາ ຢູໂກສະລາວີ"
 		),

		'YUM'	=>	 array
		(
			'name'	=>	"ດີນາໃໝ່ ຢູໂກສະລາວີ",
 			'one'	=>	"ດີນາໃໝ່ ຢູໂກສະລາວີ",
 			'many'	=>	"ດີນາໃໝ່ ຢູໂກສະລາວີ"
 		),

		'YUN'	=>	 array
		(
			'name'	=>	"ດີນາ ທີ່ປ່ຽນສະພາບ ຢູໂກສະລາວີ",
 			'one'	=>	"ດີນາ ທີ່ປ່ຽນສະພາບ ຢູໂກສະລາວີ",
 			'many'	=>	"ດີນາ ທີ່ປ່ຽນສະພາບ ຢູໂກສະລາວີ"
 		),

		'YUR'	=>	 array
		(
			'name'	=>	"ດີນາ ປະຕິຮູບ ຢູໂກສະລາວີ",
 			'one'	=>	"ດີນາ ປະຕິຮູບ ຢູໂກສະລາວີ",
 			'many'	=>	"ດີນາ ປະຕິຮູບ ຢູໂກສະລາວີ"
 		),

		'ZAL'	=>	 array
		(
			'name'	=>	"ແຣນ ອາຟຣິກາໃຕ້",
 			'one'	=>	"ແຣນ ອາຟຣິກາໃຕ້",
 			'many'	=>	"ແຣນ ອາຟຣິກາໃຕ້"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"ແຣນ ອາຟຣິກາໃຕ້",
 			'one'	=>	"ແຣນ ອາຟຣິກາໃຕ້",
 			'many'	=>	"ແຣນ ອາຟຣິກາໃຕ້"
 		),

		'ZMK'	=>	 array
		(
			'name'	=>	"ຄວາຊາ ຊັມເບຍ",
 			'one'	=>	"ຄວາຊາ ຊັມເບຍ",
 			'many'	=>	"ຄວາຊາ ຊັມເບຍ"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"ຄວາຊາ ຊັມເບຍ",
 			'one'	=>	"ຄວາຊາ ຊັມເບຍ",
 			'many'	=>	"ຄວາຊາ ຊັມເບຍ"
 		),

		'ZRN'	=>	 array
		(
			'name'	=>	"ແຊ ຄອງໂກໃໝ່",
 			'one'	=>	"ແຊ ຄອງໂກໃໝ່",
 			'many'	=>	"ແຊ ຄອງໂກໃໝ່"
 		),

		'ZRZ'	=>	 array
		(
			'name'	=>	"ແຊຄອງໂກ",
 			'one'	=>	"ແຊຄອງໂກ",
 			'many'	=>	"ແຊຄອງໂກ"
 		),

		'ZWD'	=>	 array
		(
			'name'	=>	"ດອນລາ ຊິມບັບເວ",
 			'one'	=>	"ດອນລາ ຊິມບັບເວ",
 			'many'	=>	"ດອນລາ ຊິມບັບເວ"
 		),

		'ZWL'	=>	 array
		(
			'name'	=>	"ດອນລາ ຊິມບັບເວ",
 			'one'	=>	"ດອນລາ ຊິມບັບເວ",
 			'many'	=>	"ດອນລາ ຊິມບັບເວ"
 		),

		'ZWR'	=>	 array
		(
			'name'	=>	"ດອນລາ ຊິມບັບເວ",
 			'one'	=>	"ດອນລາ ຊິມບັບເວ",
 			'many'	=>	"ດອນລາ ຊິມບັບເວ"
 		),

    ),
);
