<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'AED'	=>	 array
		(
			'name'	=>	"యునైటెడ్ ఆరబ్ ఎమిరేట్స్ దిరామ్",
 			'one'	=>	"యునైటెడ్ ఆరబ్ ఎమిరేట్స్ దిరామ్",
 			'many'	=>	"యునైటెడ్ ఆరబ్ ఎమిరేట్స్ దిరామ్‌లు"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"ఆఫ్ఘాన్ ఆఫ్ఘాని",
 			'one'	=>	"ఆఫ్ఘాన్ ఆఫ్ఘాని",
 			'many'	=>	"ఆఫ్ఘాన్ ఆఫ్ఘాని"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"ఆల్బేనియన్ లేక్",
 			'one'	=>	"ఆల్బేనియన్ లేక్",
 			'many'	=>	"ఆల్బేనియన్ లేక్"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"అమెరికన్ డ్రామ్",
 			'one'	=>	"అమెరికన్ డ్రామ్",
 			'many'	=>	"అమెరికన్ డ్రామ్‌లు"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"నెదర్లాండ్స్ యాంటిల్లియన్ గిల్‌డర్",
 			'one'	=>	"నెదర్లాండ్స్ యాంటిల్లియన్ గిల్‌డర్",
 			'many'	=>	"నెదర్లాండ్స్ యాంటిల్లియన్ గిల్‌డర్‌లు"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"అంగోలాన్ క్వాన్‌జా",
 			'one'	=>	"అంగోలాన్ క్వాన్‌జా",
 			'many'	=>	"అంగోలాన్ క్వాన్‌జా‌లు"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"అర్జెంటీనా పెసో",
 			'one'	=>	"అర్జెంటీనా పెసో",
 			'many'	=>	"అర్జెంటీనా పెసోలు"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"ఆస్ట్రేలియన్ డాలర్",
 			'one'	=>	"ఆస్ట్రేలియన్ డాలర్",
 			'many'	=>	"ఆస్ట్రేలియన్ డాలర్‌లు"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"అరుబన్ ఫ్లోరిన్",
 			'one'	=>	"అరుబన్ ఫ్లోరిన్",
 			'many'	=>	"అరుబన్ ఫ్లోరిన్"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"అజర్బైజాన్ మానట్",
 			'one'	=>	"అజర్బైజాన్ మానట్",
 			'many'	=>	"అజర్బైజాన్ మానట్‌లు"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"బోస్నియా-హెర్జగోవినా మార్పిడి చెయ్యగలిగే మార్క్",
 			'one'	=>	"బోస్నియా-హెర్జగోవినా మార్పిడి చెయ్యగలిగే మార్క్",
 			'many'	=>	"బోస్నియా-హెర్జగోవినా మార్పిడి చెయ్యగలిగే మార్క్‌లు"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"బర్బాడియన్ డాలర్",
 			'one'	=>	"బర్బాడియన్ డాలర్",
 			'many'	=>	"బర్బాడియన్ డాలర్‌లు"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"బాంగ్లాదేశ్ టాకా",
 			'one'	=>	"బాంగ్లాదేశ్ టాకా",
 			'many'	=>	"బాంగ్లాదేశ్ టాకాలు"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"బల్గేరియన్ లేవ్",
 			'one'	=>	"బల్గేరియన్ లేవ్",
 			'many'	=>	"బల్గేరియన్ లేవ"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"బహ్రైని దీనార్",
 			'one'	=>	"బహ్రైని దీనార్",
 			'many'	=>	"బహ్రైని దీనార్‌లు"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"బురిండియన్ ఫ్రాంక్",
 			'one'	=>	"బురిండియన్ ఫ్రాంక్",
 			'many'	=>	"బురిండియన్ ఫ్రాంక్‌లు"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"బెర్ముడన్ డాలర్",
 			'one'	=>	"బెర్ముడన్ డాలర్",
 			'many'	=>	"బెర్ముడన్ డాలర్‌లు"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"బ్రూనై డాలర్",
 			'one'	=>	"బ్రూనై డాలర్",
 			'many'	=>	"బ్రూనై డాలర్‌లు"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"బొలీవియన్ బొలీవియానో",
 			'one'	=>	"బొలీవియన్ బొలీవియానో",
 			'many'	=>	"బొలీవియన్ బొలీవియానోలు"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"బ్రెజిలియన్ రియల్",
 			'one'	=>	"బ్రెజిలియన్ రియల్",
 			'many'	=>	"బ్రెజిలియన్ రియల్‌లు"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"బహామియన్ డాలర్",
 			'one'	=>	"బహామియన్ డాలర్",
 			'many'	=>	"బహామియన్ డాలర్‌లు"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"భూటానీయుల గుల్‌ట్రుమ్",
 			'one'	=>	"భూటానీయుల గుల్‌ట్రుమ్",
 			'many'	=>	"భూటానీయుల గుల్‌ట్రుమ్‌లు"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"బోట్స్‌వానా పులా",
 			'one'	=>	"బోట్స్‌వానా పులా",
 			'many'	=>	"బోట్స్‌వానా పులాలు"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"బెలరూసియన్ రూబుల్",
 			'one'	=>	"బెలరూసియన్ రూబుల్",
 			'many'	=>	"బెలరూసియన్ రూబుల్‌లు"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"బెలీజ్ డాలర్",
 			'one'	=>	"బెలీజ్ డాలర్",
 			'many'	=>	"బెలీజ్ డాలర్‌లు"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"కెనడియన్ డాలర్",
 			'one'	=>	"కెనడియన్ డాలర్",
 			'many'	=>	"కెనడియన్ డాలర్‌లు"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"కొంగోలిస్ ఫ్రాంక్",
 			'one'	=>	"కొంగోలిస్ ఫ్రాంక్",
 			'many'	=>	"కొంగోలిస్ ఫ్రాంక్‌లు"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"స్విస్ ఫ్రాంక్",
 			'one'	=>	"స్విస్ ఫ్రాంక్",
 			'many'	=>	"స్విస్ ఫ్రాంక్‌లు"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"చిలియన్ పెసో",
 			'one'	=>	"చిలియన్ పెసో",
 			'many'	=>	"చిలియన్ పెసోలు"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"చైనా దేశ యువాన్",
 			'one'	=>	"చైనా దేశ యువాన్",
 			'many'	=>	"చైనా దేశ యువాన్"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"కొలంబియన్ పెసో",
 			'one'	=>	"కొలంబియన్ పెసో",
 			'many'	=>	"కొలంబియన్ పెసోలు"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"కోస్టా రికన్ కోలోన్",
 			'one'	=>	"కోస్టా రికన్ కోలోన్",
 			'many'	=>	"కోస్టా రికన్ కోలోన్‌లు"
 		),

		'CUC'	=>	 array
		(
			'name'	=>	"కుబన్ మార్పిడి చెయ్యగలిగే పెసో",
 			'one'	=>	"కుబన్ మార్పిడి చెయ్యగలిగే పెసో",
 			'many'	=>	"కుబన్ మార్పిడి చెయ్యగలిగే పెసోలు"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"క్యూబన్ పెసో",
 			'one'	=>	"క్యూబన్ పెసో",
 			'many'	=>	"క్యూబన్ పెసోలు"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"కేప్ వెర్డియన్ ఎస్కుడో",
 			'one'	=>	"కేప్ వెర్డియన్ ఎస్కుడో",
 			'many'	=>	"కేప్ వెర్డియన్ ఎస్కుడోలు"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"చెక్ రిపబ్లిక్ కోరునా",
 			'one'	=>	"చెక్ రిపబ్లిక్ కోరునా",
 			'many'	=>	"చెక్ రిపబ్లిక్ కోరునాలు"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"జిబోటియన్ ఫ్రాంక్",
 			'one'	=>	"జిబోటియన్ ఫ్రాంక్",
 			'many'	=>	"జిబోటియన్ ఫ్రాంక్‌లు"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"డానిష్ క్రోన్",
 			'one'	=>	"డానిష్ క్రోన్",
 			'many'	=>	"డానిష్ క్రోనర్"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"డోమినికన్ పెసో",
 			'one'	=>	"డోమినికన్ పెసో",
 			'many'	=>	"డోమినికన్ పెసోలు"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"అల్జీరియన్ దీనార్",
 			'one'	=>	"అల్జీరియన్ దీనార్",
 			'many'	=>	"అల్జీరియన్ దీనార్‌లు"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"ఈజిప్షియన్ పౌండ్",
 			'one'	=>	"ఈజిప్షియన్ పౌండ్",
 			'many'	=>	"ఈజిప్షియన్ పౌండ్‌లు"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"ఎరిట్రీన్ నక్ఫా",
 			'one'	=>	"ఎరిట్రీన్ నక్ఫా",
 			'many'	=>	"ఎరిట్రీన్ నక్ఫా‌లు"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"ఇథియోపియన్ బర్",
 			'one'	=>	"ఇథియోపియన్ బర్",
 			'many'	=>	"ఇథియోపియన్ బర్‌లు"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"యురొ",
 			'one'	=>	"యురొ",
 			'many'	=>	"యురోలు"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"ఫీజియన్ డాలర్",
 			'one'	=>	"ఫీజియన్ డాలర్",
 			'many'	=>	"ఫీజియన్ డాలర్‌లు"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"ఫాక్‌ల్యాండ్ దీవులు పౌండ్",
 			'one'	=>	"ఫాక్‌ల్యాండ్ దీవులు పౌండ్",
 			'many'	=>	"ఫాక్‌ల్యాండ్ దీవులు పౌండ్‌లు"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"బ్రిటిష్ పౌండ్ స్టెర్లింగ్",
 			'one'	=>	"బ్రిటిష్ పౌండ్ స్టెర్లింగ్",
 			'many'	=>	"బ్రిటిష్ పౌండ్‌ల స్టెర్లింగ్"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"జార్జియన్ లారి",
 			'one'	=>	"జార్జియన్ లారి",
 			'many'	=>	"జార్జియన్ లారీలు"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"గానెయన్ సెడి",
 			'one'	=>	"గానెయన్ సెడి",
 			'many'	=>	"గానెయన్ సెడిలు"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"జిబ్రల్‌టూర్ పౌండ్",
 			'one'	=>	"జిబ్రల్‌టూర్ పౌండ్",
 			'many'	=>	"జిబ్రల్‌టూర్ పౌండ్‌లు"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"గాంబియన్ దలాసి",
 			'one'	=>	"గాంబియన్ దలాసి",
 			'many'	=>	"గాంబియన్ దలాసిలు"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"గ్వినియన్ ఫ్రాంక్",
 			'one'	=>	"గ్వినియన్ ఫ్రాంక్",
 			'many'	=>	"గ్వినియన్ ఫ్రాంక్‌లు"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"గ్యుటెమాలన్ క్వెట్‌జల్",
 			'one'	=>	"గ్యుటెమాలన్ క్వెట్‌జల్",
 			'many'	=>	"గ్యుటెమాలన్ క్వెట్‌జల్‌లు"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"గుయనియాస్ డాలర్",
 			'one'	=>	"గుయనియాస్ డాలర్",
 			'many'	=>	"గుయనియాస్ డాలర్‌లు"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"హాంకాంగ్ డాలర్",
 			'one'	=>	"హాంకాంగ్ డాలర్",
 			'many'	=>	"హాంకాంగ్ డాలర్‌లు"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"హోండురన్ లెమిపిరా",
 			'one'	=>	"హోండురన్ లెమిపిరా",
 			'many'	=>	"హోండురన్ లెమిపిరాలు"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"క్రొయేషియన్ క్యూన",
 			'one'	=>	"క్రొయేషియన్ క్యూన",
 			'many'	=>	"క్రొయేషియన్ క్యూనాలు"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"హైటియన్ గ్వోర్డే",
 			'one'	=>	"హైటియన్ గ్వోర్డే",
 			'many'	=>	"హైటియన్ గ్వోర్డేలు"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"హంగేరియన్ ఫోరిన్ట్",
 			'one'	=>	"హంగేరియన్ ఫోరిన్ట్",
 			'many'	=>	"హంగేరియన్ ఫోరిన్ట్‌లు"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"ఇండోనేషియా రూపాయి",
 			'one'	=>	"ఇండోనేషియా రూపాయి",
 			'many'	=>	"ఇండోనేషియా రూపాయలు"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"ఐరాయిలి న్యూ షెక్యెల్",
 			'one'	=>	"ఐరాయిలి న్యూ షెక్యెల్",
 			'many'	=>	"ఐరాయిలి న్యూ షెక్యెల్‌లు"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"రూపాయి",
 			'one'	=>	"రూపాయి",
 			'many'	=>	"రూపాయలు"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"ఇరాకీ దీనార్",
 			'one'	=>	"ఇరాకీ దీనార్",
 			'many'	=>	"ఇరాకీ దీనార్‌లు"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"ఇరానియన్ రీయల్",
 			'one'	=>	"ఇరానియన్ రీయల్",
 			'many'	=>	"ఇరానియన్ రీయల్‌లు"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"ఐస్లాండిక్ క్రోనా",
 			'one'	=>	"ఐస్లాండిక్ క్రోనా",
 			'many'	=>	"ఐస్లాండిక్ క్రోనర్"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"జమైకన్ డాలర్",
 			'one'	=>	"జమైకన్ డాలర్",
 			'many'	=>	"జమైకన్ డాలర్‌లు"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"జోర్‌డానియన్ దీనార్",
 			'one'	=>	"జోర్‌డానియన్ దీనార్",
 			'many'	=>	"జోర్‌డానియన్ దీనార్‌లు"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"జపాను దేశ యెస్",
 			'one'	=>	"జపాను దేశ యెస్",
 			'many'	=>	"జపాను దేశ యెస్"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"కెన్యాన్ షిల్లింగ్",
 			'one'	=>	"కెన్యాన్ షిల్లింగ్",
 			'many'	=>	"కెన్యాన్ షిల్లింగ్‌లు"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"కిర్గిస్థాని సౌమ్",
 			'one'	=>	"కిర్గిస్థాని సౌమ్",
 			'many'	=>	"కిర్గిస్థాని సౌమ్‌లు"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"కాంబోడియన్ రీల్",
 			'one'	=>	"కాంబోడియన్ రీల్",
 			'many'	=>	"కాంబోడియన్ రీల్‌లు"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"కొమోరియన్ ఫ్రాంక్",
 			'one'	=>	"కొమోరియన్ ఫ్రాంక్",
 			'many'	=>	"కొమోరియన్ ఫ్రాంక్‌లు"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"ఉత్తర కొరియా వోన్",
 			'one'	=>	"ఉత్తర కొరియా వోన్",
 			'many'	=>	"ఉత్తర కొరియా వోన్"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"దక్షిణ కొరియా వోన్",
 			'one'	=>	"దక్షిణ కొరియా వోన్",
 			'many'	=>	"దక్షిణ కొరియా వోన్"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"కువైట్ దీనార్",
 			'one'	=>	"కువైట్ దీనార్",
 			'many'	=>	"కువైట్ దీనార్‌లు"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"కేమాన్ దీవుల డాలర్",
 			'one'	=>	"కేమాన్ దీవుల డాలర్",
 			'many'	=>	"కేమాన్ దీవుల డాలర్‌లు"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"ఖజికిస్థాన్ టెంగే",
 			'one'	=>	"ఖజికిస్థాన్ టెంగే",
 			'many'	=>	"ఖజికిస్థాన్ టెంగేలు"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"లాటియన్ కిప్",
 			'one'	=>	"లాటియన్ కిప్",
 			'many'	=>	"లాటియన్ కిప్‌లు"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"లెబనీస్ పౌండ్",
 			'one'	=>	"లెబనీస్ పౌండ్",
 			'many'	=>	"లెబనీస్ పౌండ్‌లు"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"శ్రీలంక రూపాయి",
 			'one'	=>	"శ్రీలంక రూపాయి",
 			'many'	=>	"శ్రీలంక రూపాయలు"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"లిబేరియన్ డాలర్",
 			'one'	=>	"లిబేరియన్ డాలర్",
 			'many'	=>	"లిబేరియన్ డాలర్‌లు"
 		),

		'LSL'	=>	 array
		(
			'name'	=>	"లెసోధో లోటి",
 			'one'	=>	"లెసోధో లోటి",
 			'many'	=>	"లెసోధో లోటి"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"లిథోనియన్ లీటాస్",
 			'one'	=>	"లిథోనియన్ లీటాస్",
 			'many'	=>	"లిథోనియన్ లీటై"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"లాత్వియన్ లాట్స్",
 			'one'	=>	"లాత్వియన్ లాట్స్",
 			'many'	=>	"లాత్వియన్ లాటి"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"లిబియన్ దీనార్",
 			'one'	=>	"లిబియన్ దీనార్",
 			'many'	=>	"లిబియన్ దీనార్‌లు"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"మోరోకన్ దిర్హుమ్",
 			'one'	=>	"మోరోకన్ దిర్హుమ్",
 			'many'	=>	"మోరోకన్ దిర్హుమ్‌లు"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"మోల్‌డోవన్ ల్యూ",
 			'one'	=>	"మోల్‌డోవన్ ల్యూ",
 			'many'	=>	"మోల్‌డోవన్ లీ"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"మలగసీ అరియరీ",
 			'one'	=>	"మలగసీ అరియరీ",
 			'many'	=>	"మలగసీ అరియరీలు"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"మెసిడోనియన్ దినార్",
 			'one'	=>	"మెసిడోనియన్ దినార్",
 			'many'	=>	"మెసిడోనియన్ దినారి"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"మ్యాన్మా క్యాట్",
 			'one'	=>	"మ్యాన్మా క్యాట్",
 			'many'	=>	"మ్యాన్మా క్యాట్‌లు"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"మంగోలియన్ టుగ్రిక్",
 			'one'	=>	"మంగోలియన్ టుగ్రిక్",
 			'many'	=>	"మంగోలియన్ టుగ్రిక్‌లు"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"మకనీస్ పటాక",
 			'one'	=>	"మకనీస్ పటాక",
 			'many'	=>	"మకనీస్ పటాకాలు"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"మౌరిటానియన్ ఒగ్యియా",
 			'one'	=>	"మౌరిటానియన్ ఒగ్యియా",
 			'many'	=>	"మౌరిటానియన్ ఒగ్యియాలు"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"మారిషన్ రూపాయి",
 			'one'	=>	"మారిషన్ రూపాయి",
 			'many'	=>	"మారిషన్ రూపాయలు"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"మాల్దీవియన్ రుఫియా",
 			'one'	=>	"మాల్దీవియన్ రుఫియా",
 			'many'	=>	"మాల్దీవియన్ రుఫియాలు"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"మలావియన్ క్వాచా",
 			'one'	=>	"మలావియన్ క్వాచా",
 			'many'	=>	"మలావియన్ క్వాచాలు"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"మెక్సికన్ పెసో",
 			'one'	=>	"మెక్సికన్ పెసో",
 			'many'	=>	"మెక్సికన్ పెసోలు"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"మలేషియా రింగ్గిట్",
 			'one'	=>	"మలేషియా రింగ్గిట్",
 			'many'	=>	"మలేషియా రింగ్గిట్‌లు"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"మొజాంబికన్ మెటికల్",
 			'one'	=>	"మొజాంబికన్ మెటికల్",
 			'many'	=>	"మొజాంబికన్ మెటికల్‌లు"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"నమిబియన్ డాలర్",
 			'one'	=>	"నమిబియన్ డాలర్",
 			'many'	=>	"నమిబియన్ డాలర్‌లు"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"నైజీరియన్ నైరా",
 			'one'	=>	"నైజీరియన్ నైరా",
 			'many'	=>	"నైజీరియన్ నైరాలు"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"నికరగ్యుయన్ కొర్‌డుబు",
 			'one'	=>	"నికరగ్యుయన్ కొర్‌డుబు",
 			'many'	=>	"నికరగ్యుయన్ కొర్‌డుబులు"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"నార్వేజీయన్ క్రోన్",
 			'one'	=>	"నార్వేజీయన్ క్రోన్",
 			'many'	=>	"నార్వేజీయన్ క్రోనర్"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"నేపాలీయుల రూపాయి",
 			'one'	=>	"నేపాలీయుల రూపాయి",
 			'many'	=>	"నేపాలీయుల రూపాయలు"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"న్యూజిలాండ్ డాలర్",
 			'one'	=>	"న్యూజిలాండ్ డాలర్",
 			'many'	=>	"న్యూజిలాండ్ డాలర్‌లు"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"ఒమాని రీయల్",
 			'one'	=>	"ఒమాని రీయల్",
 			'many'	=>	"ఒమాని రీయల్‌లు"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"పనామనియన్ బల్బోవ",
 			'one'	=>	"పనామనియన్ బల్బోవ",
 			'many'	=>	"పనామనియన్ బల్బోవాలు"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"పెరువియన్ న్యూవో సోల్",
 			'one'	=>	"పెరువియన్ న్యూవో సోల్",
 			'many'	=>	"పెరువియన్ న్యూవో సోల్‌లు"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"పప్యూ న్యూ గ్యినియన్ కినా",
 			'one'	=>	"పప్యూ న్యూ గ్యినియన్ కినా",
 			'many'	=>	"పప్యూ న్యూ గ్యినియన్ కినా"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"ఫిలిప్పిన్ పెసో",
 			'one'	=>	"ఫిలిప్పిన్ పెసో",
 			'many'	=>	"ఫిలిప్పిన్ పెసోలు"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"పాకిస్థాన్ రూపాయి",
 			'one'	=>	"పాకిస్థాన్ రూపాయి",
 			'many'	=>	"పాకిస్థాన్ రూపాయలు"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"పోలిష్ జ్లోటీ",
 			'one'	=>	"పోలిష్ జ్లోటీ",
 			'many'	=>	"పోలిష్ జ్లోటీలు"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"పరగ్వాయన్ గ్వారని",
 			'one'	=>	"పరగ్వాయన్ గ్వారని",
 			'many'	=>	"పరగ్వాయన్ గ్వారనీలు"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"క్వాటరి రీయల్",
 			'one'	=>	"క్వాటరి రీయల్",
 			'many'	=>	"క్వాటరి రీయల్‌లు"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"రోమానియాన్ లెయు",
 			'one'	=>	"రోమానియాన్ లెయు",
 			'many'	=>	"రోమానియాన్ లీ"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"సెర్బియన్ దీనార్",
 			'one'	=>	"సెర్బియన్ దీనార్",
 			'many'	=>	"సెర్బియన్ దీనార్‌లు"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"రష్యా రూబల్",
 			'one'	=>	"రష్యా రూబల్",
 			'many'	=>	"రష్యా రూబల్‌లు"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"ర్వానడాన్ ఫ్రాంక్",
 			'one'	=>	"ర్వానడాన్ ఫ్రాంక్",
 			'many'	=>	"ర్వానడాన్ ఫ్రాంక్‌లు"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"సౌది రియల్",
 			'one'	=>	"సౌది రియల్",
 			'many'	=>	"సౌది రియల్‌లు"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"సోలోమన్ దీవుల డాలర్",
 			'one'	=>	"సోలోమన్ దీవుల డాలర్",
 			'many'	=>	"సోలోమన్ దీవుల డాలర్‌లు"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"సెయిచెల్లోయిస్ రూపాయి",
 			'one'	=>	"సెయిచెల్లోయిస్ రూపాయి",
 			'many'	=>	"సెయిచెల్లోయిస్ రూపాయలు"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"సుడానీస్ పౌండ్",
 			'one'	=>	"సుడానీస్ పౌండ్",
 			'many'	=>	"సుడానీస్ పౌండ్‌లు"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"స్వీడిష్ క్రోనా",
 			'one'	=>	"స్వీడిష్ క్రోనా",
 			'many'	=>	"స్వీడిష్ క్రోనర్"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"సింగపూర్ డాలర్",
 			'one'	=>	"సింగపూర్ డాలర్",
 			'many'	=>	"సింగపూర్ డాలర్‌లు"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"సెయింట్ హెలెనా పౌండ్",
 			'one'	=>	"సెయింట్ హెలెనా పౌండ్",
 			'many'	=>	"సెయింట్ హెలెనా పౌండ్‌లు"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"సీయిరు లియోనియన్ లీయోన్",
 			'one'	=>	"సీయిరు లియోనియన్ లీయోన్",
 			'many'	=>	"సీయిరు లియోనియన్ లీయోన్‌లు"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"సొమాలి షిల్లింగ్",
 			'one'	=>	"సొమాలి షిల్లింగ్",
 			'many'	=>	"సొమాలి షిల్లింగ్‌లు"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"సురినామీయుల డాలర్",
 			'one'	=>	"సురినామీయుల డాలర్",
 			'many'	=>	"సురినామీయుల డాలర్‌లు"
 		),

		'SSP'	=>	 array
		(
			'name'	=>	"దక్షిణ సుడానీస్ పౌండ్",
 			'one'	=>	"దక్షిణ సుడానీస్ పౌండ్",
 			'many'	=>	"దక్షిణ సుడానీస్ పౌండ్‌లు"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"సావో టోమ్ మరియు ప్రిన్సిపి డోబ్రా",
 			'one'	=>	"సావో టోమ్ మరియు ప్రిన్సిపి డోబ్రా",
 			'many'	=>	"సావో టోమ్ మరియు ప్రిన్సిపి డోబ్రాలు"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"సిరీయన్ పౌండ్",
 			'one'	=>	"సిరీయన్ పౌండ్",
 			'many'	=>	"సిరీయన్ పౌండ్‌లు"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"స్వాజి లిలాన్గేని",
 			'one'	=>	"స్వాజి లిలాన్గేని",
 			'many'	=>	"స్వాజి ఎమలాన్గేని"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"థాయ్ బాట్",
 			'one'	=>	"థాయ్ బాట్",
 			'many'	=>	"థాయ్ బాట్"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"తజికిస్థాన్ సమోని",
 			'one'	=>	"తజికిస్థాన్ సమోని",
 			'many'	=>	"తజికిస్థాన్ సమోనీలు"
 		),

		'TMT'	=>	 array
		(
			'name'	=>	"తుర్క్‌మెనిస్థాని మనాట్",
 			'one'	=>	"తుర్క్‌మెనిస్థాని మనాట్",
 			'many'	=>	"తుర్క్‌మెనిస్థాని మనాట్"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"తునీషియన్ దీనార్",
 			'one'	=>	"తునీషియన్ దీనార్",
 			'many'	=>	"తునీషియన్ దీనార్‌లు"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"టోంగాన్ పాంʻగా",
 			'one'	=>	"టోంగాన్ పాంʻగా",
 			'many'	=>	"టోంగాన్ పాంʻగా"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"తుర్కిష్ లిరా",
 			'one'	=>	"తుర్కిష్ లిరా",
 			'many'	=>	"తుర్కిష్ లిరా"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"ట్రినిడాడ్ మరియు టొబాగో డాలర్",
 			'one'	=>	"ట్రినిడాడ్ మరియు టొబాగో డాలర్",
 			'many'	=>	"ట్రినిడాడ్ మరియు టొబాగో డాలర్‌లు"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"క్రొత్త తైవాన్ డాలర్",
 			'one'	=>	"క్రొత్త తైవాన్ డాలర్",
 			'many'	=>	"క్రొత్త తైవాన్ డాలర్"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"టాంజానియన్ షిల్లింగ్",
 			'one'	=>	"టాంజానియన్ షిల్లింగ్",
 			'many'	=>	"టాంజానియన్ షిల్లింగ్‌లు"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"ఉక్రయినియన్ హ్రివ్‌నియా",
 			'one'	=>	"ఉక్రయినియన్ హ్రివ్‌నియా",
 			'many'	=>	"ఉక్రయినియన్ హ్రివ్‌నియాలు"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"యుగండన్ షిల్లింగ్",
 			'one'	=>	"యుగండన్ షిల్లింగ్",
 			'many'	=>	"యుగండన్ షిల్లింగ్‌లు"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"అమెరికా డాలర్",
 			'one'	=>	"అమెరికా డాలర్",
 			'many'	=>	"అమెరికా డాలర్‌లు"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"ఉరుగ్వెయన్ పెసో",
 			'one'	=>	"ఉరుగ్వెయన్ పెసో",
 			'many'	=>	"ఉరుగ్వెయన్ పెసోలు"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"ఉజ్‌బెకిస్తాన్ సౌమ్",
 			'one'	=>	"ఉజ్‌బెకిస్తాన్ సౌమ్",
 			'many'	=>	"ఉజ్‌బెకిస్తాన్ సౌమ్"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"వెనుజులా బోలివర్",
 			'one'	=>	"వెనుజులా బోలివర్",
 			'many'	=>	"వెనుజులా బోలివర్‌లు"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"వియత్నామీయుల డాంగ్",
 			'one'	=>	"వియత్నామీయుల డాంగ్",
 			'many'	=>	"వియత్నామీయుల డాంగ్"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"వనాటు వటు",
 			'one'	=>	"వనాటు వటు",
 			'many'	=>	"వవాటు వటూలు"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"సమోయన్ తాలా",
 			'one'	=>	"సమోయన్ తాలా",
 			'many'	=>	"సమోయన్ తాలా"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"సిఎఫ్‌ఎ ఫ్రాంక్ బిఇఏసి",
 			'one'	=>	"సిఎఫ్‌ఎ ఫ్రాంక్ బిఇఏసి",
 			'many'	=>	"సిఎఫ్‌ఎ ఫ్రాంక్ బిఇఏసి"
 		),

		'XAG'	=>	 array
		(
			'name'	=>	"వెండి",
 			'one'	=>	"వెండి",
 			'many'	=>	"వెండి"
 		),

		'XAU'	=>	 array
		(
			'name'	=>	"బంగారం",
 			'one'	=>	"బంగారం",
 			'many'	=>	"బంగారం"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"తూర్పు కరీబియన్ డాలర్",
 			'one'	=>	"తూర్పు కరీబియన్ డాలర్",
 			'many'	=>	"తూర్పు కరీబియన్ డాలర్‌లు"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"సిఎఫ్‌ఎ ఫ్రాంక్ బిసిఈఏఓ",
 			'one'	=>	"సిఎఫ్‌ఎ ఫ్రాంక్ బిసిఈఏఓ",
 			'many'	=>	"సిఎఫ్‌ఎ ఫ్రాంక్ బిసిఈఏఓ"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"సిఎఫ్‌పి ఫ్రాంక్",
 			'one'	=>	"సిఎఫ్‌పి ఫ్రాంక్",
 			'many'	=>	"సిఎఫ్‌పి ఫ్రాంక్‌లు"
 		),

		'XPT'	=>	 array
		(
			'name'	=>	"ప్లాటినం",
 			'one'	=>	"ప్లాటినం",
 			'many'	=>	"ప్లాటినం"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"తెలియని కరెన్సీ",
 			'one'	=>	"తెలియని కరెన్సీ ప్రమాణం",
 			'many'	=>	"తెలియని కరెన్సీ"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"ఎమునీ రీయల్",
 			'one'	=>	"ఎమునీ రీయల్",
 			'many'	=>	"ఎమునీ రీయల్‌లు"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"దక్షిణ ఆఫ్రికా ర్యాండ్",
 			'one'	=>	"దక్షిణ ఆఫ్రికా ర్యాండ్",
 			'many'	=>	"దక్షిణ ఆఫ్రికా ర్యాండ్"
 		),

		'ZMK'	=>	 array
		(
			'name'	=>	"జాంబియన్ క్వాచా",
 			'one'	=>	"జాంబియన్ క్వాచా",
 			'many'	=>	"జాంబియన్ క్వాచా"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"జాంబియన్ క్వాచా",
 			'one'	=>	"జాంబియన్ క్వాచా",
 			'many'	=>	"జాంబియన్ క్వాచాలు"
 		),

    ),
);
