<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'AED'	=>	 array
		(
			'name'	=>	"အာရပ်ဒူဟမ်း",
 			'one'	=>	"အာရပ်ဒူဟမ်း",
 			'many'	=>	"အာရပ်ဒူဟမ်း"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"အာဖဂန်အာဖဂါနီ",
 			'one'	=>	"အာဖဂန်အာဖဂါနီ",
 			'many'	=>	"အာဖဂန်အာဖဂါနီ"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"အယ်လ်ဘီးနီးယားလီခ်",
 			'one'	=>	"အယ်လ်ဘီးနီးယားလီခ်",
 			'many'	=>	"အယ်လ်ဘီးနီးယားလီခ်"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"အာမေးနီးယားဒရမ်း",
 			'one'	=>	"အာမေးနီးယားဒရမ်း",
 			'many'	=>	"အာမေးနီးယားဒရမ်း"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"နယ်သာလန် အန်တီလန် ဂင်းဒါး",
 			'one'	=>	"နယ်သာလန် အန်တီလန် ဂင်းဒါး",
 			'many'	=>	"နယ်သာလန် အန်တီလန် ဂင်းဒါး"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"အင်ဂိုလာ ကန်ဇာ",
 			'one'	=>	"အင်ဂိုလာ ကန်ဇာ",
 			'many'	=>	"အင်ဂိုလာ ကန်ဇာ"
 		),

		'ARP'	=>	 array
		(
			'name'	=>	"အာဂျင်တီးနား ပီဆို",
 			'one'	=>	"အာဂျင်တီးနား ပီဆို",
 			'many'	=>	"အာဂျင်တီးနား ပီဆို"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"အာဂျင်တီးနား ပီဆို",
 			'one'	=>	"အာဂျင်တီးနား ပီဆို",
 			'many'	=>	"အာဂျင်တီးနား ပီဆို"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"ဩစတြေးလျ ဒေါ်လာ",
 			'one'	=>	"ဩစတြေးလျ ဒေါ်လာ",
 			'many'	=>	"ဩစတြေးလျ ဒေါ်လာ"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"အရူဘန် ဂင်းဒါး",
 			'one'	=>	"အရူဘန် ဂင်းဒါး",
 			'many'	=>	"အရူဘန် ဂင်းဒါး"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"အဇာဘိုင်ဂျန်မာနတ်",
 			'one'	=>	"အဇာဘိုင်ဂျန်မာနတ်",
 			'many'	=>	"အဇာဘိုင်ဂျန်မာနတ်"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"ဘော့စနီးယား နှင့် ဟာဇီဂိုဘီးနားမတ်က်",
 			'one'	=>	"ဘော့စနီးယား နှင့် ဟာဇီဂိုဘီးနားမတ်က်",
 			'many'	=>	"ဘော့စနီးယား နှင့် ဟာဇီဂိုဘီးနားမတ်က်"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"ဘာဘဒီယံဒေါ်လာ",
 			'one'	=>	"ဘာဘဒီယံဒေါ်လာ",
 			'many'	=>	"ဘာဘဒီယံဒေါ်လာ"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"ဘင်္ဂလားဒေ့ရှ် တာကာ",
 			'one'	=>	"ဘင်္ဂလားဒေ့ရှ် တာကာ",
 			'many'	=>	"ဘင်္ဂလားဒေ့ရှ် တာကာ"
 		),

		'BEF'	=>	 array
		(
			'name'	=>	"ဘယ်လ်ဂျီယမ် ဖရန့်",
 			'one'	=>	"ဘယ်လ်ဂျီယမ် ဖရန့်",
 			'many'	=>	"ဘယ်လ်ဂျီယမ် ဖရန့်"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"ဘူဂေးရီးယားလက်ဖ်",
 			'one'	=>	"ဘူဂေးရီးယားလက်ဖ်",
 			'many'	=>	"ဘူဂေးရီးယားလက်ဖ်"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"ဘာရိန်းဒီနား",
 			'one'	=>	"ဘာရိန်းဒီနား",
 			'many'	=>	"ဘာရိန်းဒီနား"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"ဘူရွန်ဒီ ဖရန့်",
 			'one'	=>	"ဘူရွန်ဒီ ဖရန့်",
 			'many'	=>	"ဘူရွန်ဒီ ဖရန့်"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"ဘာမူဒါ ဒေါ်လာ",
 			'one'	=>	"ဘာမူဒါ ဒေါ်လာ",
 			'many'	=>	"ဘာမူဒါ ဒေါ်လာ"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"ဘရူနိုင်း ဒေါ်လာ",
 			'one'	=>	"ဘရူနိုင်း ဒေါ်လာ",
 			'many'	=>	"ဘရူနိုင်း ဒေါ်လာ"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"ဘိုလီဘီယံ ဘိုလီဘီအားနို",
 			'one'	=>	"ဘိုလီဘီယံ ဘိုလီဘီအားနိုစ်",
 			'many'	=>	"ဘိုလီဘီယံ ဘိုလီဘီအားနိုစ်"
 		),

		'BOP'	=>	 array
		(
			'name'	=>	"ဘိုလီးဘီးယား ပီဆို",
 			'one'	=>	"ဘိုလီးဘီးယား ပီဆို",
 			'many'	=>	"ဘိုလီးဘီးယား ပီဆို"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"ဘရာဇီး ရီးယဲ",
 			'one'	=>	"ဘရာဇီး ရီးယဲ",
 			'many'	=>	"ဘရာဇီး ရီးယဲ"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"ဘဟားမား ဒေါ်လာ",
 			'one'	=>	"ဘဟားမား ဒေါ်လာ",
 			'many'	=>	"ဘဟားမား ဒေါ်လာ"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"ဘူတန်အံဂါလ်ထရန်",
 			'one'	=>	"ဘူတန်အံဂါလ်ထရန်",
 			'many'	=>	"ဘူတန်အံဂါလ်ထရန်"
 		),

		'BUK'	=>	 array
		(
			'name'	=>	"ဗမာ ကျပ်",
 			'one'	=>	"ဗမာ ကျပ်",
 			'many'	=>	"ဗမာ ကျပ်"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"ဘော့စ်ဝါနာ ပုလ",
 			'one'	=>	"ဘော့စ်ဝါနာ ပုလ",
 			'many'	=>	"ဘော့စ်ဝါနာ ပုလ"
 		),

		'BYB'	=>	 array
		(
			'name'	=>	"ဘီလာရုစ် ရူဘယ်အသစ်",
 			'one'	=>	"ဘီလာရုစ် ရူဘယ်အသစ်",
 			'many'	=>	"ဘီလာရုစ် ရူဘယ်အသစ်"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"ဘီလာရုစ် ရူဘယ်",
 			'one'	=>	"ဘီလာရုစ် ရူဘယ်",
 			'many'	=>	"ဘီလာရုစ် ရူဘယ်"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"ဘေလီဇ် ဒေါ်လာ",
 			'one'	=>	"ဘေလီဇ် ဒေါ်လာ",
 			'many'	=>	"ဘေလီဇ် ဒေါ်လာ"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"ကနေဒါ ဒေါ်လာ",
 			'one'	=>	"ကနေဒါ ဒေါ်လာ",
 			'many'	=>	"ကနေဒါ ဒေါ်လာ"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"ကွန်ဂို ဖရန့်",
 			'one'	=>	"ကွန်ဂို ဖရန့်",
 			'many'	=>	"ကွန်ဂို ဖရန့်"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"ဆွစ် ဖရန့်",
 			'one'	=>	"ဆွစ် ဖရန့်",
 			'many'	=>	"ဆွစ် ဖရန့်"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"ချီလီ ပီဆို",
 			'one'	=>	"ချီလီ ပီဆို",
 			'many'	=>	"ချီလီ ပီဆို"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"တရုတ် ယွမ်",
 			'one'	=>	"တရုတ် ယွမ်",
 			'many'	=>	"တရုတ် ယွမ်"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"ကိုလံဘီယာ ပီဆို",
 			'one'	=>	"ကိုလံဘီယာ ပီဆို",
 			'many'	=>	"ကိုလံဘီယာ ပီဆို"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"ကော့စ်တာရီကာ ခိုလုံး",
 			'one'	=>	"ကော့စ်တာရီကာ ခိုလုံး",
 			'many'	=>	"ကော့စ်တာရီကာ ခိုလုံး"
 		),

		'CUC'	=>	 array
		(
			'name'	=>	"နိုင်ငျံခားငွေလဲလှယ်နိုင်သော ကျူးဘားပီဆို ငွေ။",
 			'one'	=>	"နိုင်ငျံခားငွေလဲလှယ်နိုင်သော ကျူးဘားပီဆို ငွေ။",
 			'many'	=>	"နိုင်ငျံခားငွေလဲလှယ်နိုင်သော ကျူးဘားပီဆို ငွေ။"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"ကျူးဘား ပီဆို",
 			'one'	=>	"ကျူးဘား ပီဆို",
 			'many'	=>	"ကျူးဘား ပီဆို"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"ခေ့ပ်ဗာဒူ အက်စ်ခူဒို",
 			'one'	=>	"ခေ့ပ်ဗာဒူ အက်စ်ခူဒို",
 			'many'	=>	"ခေ့ပ်ဗာဒူ အက်စ်ခူဒို"
 		),

		'CYP'	=>	 array
		(
			'name'	=>	"ဆိုက်ပရက်စ် ပေါင်",
 			'one'	=>	"ဆိုက်ပရက်စ် ပေါင်",
 			'many'	=>	"ဆိုက်ပရက်စ် ပေါင်"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"ချက်ခိုရိုနာ",
 			'one'	=>	"ချက်ခိုရိုနာ",
 			'many'	=>	"ချက်ခိုရိုနာ"
 		),

		'DEM'	=>	 array
		(
			'name'	=>	"ဂျာမဏီ မတ်",
 			'one'	=>	"ဂျာမဏီ မတ်",
 			'many'	=>	"ဂျာမဏီ မတ်"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"ဂျီဘူတီ ဖရန့်",
 			'one'	=>	"ဂျီဘူတီ ဖရန့်",
 			'many'	=>	"ဂျီဘူတီ ဖရန့်"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"ဒိန်းမတ်ခရိုဏာ",
 			'one'	=>	"ဒိန်းမတ် ခရိုဏာ",
 			'many'	=>	"ဒိန်းမတ် ခရိုဏာ"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"ဒိုမီနီကန် ပီဆို",
 			'one'	=>	"ဒိုမီနီကန် ပီဆို",
 			'many'	=>	"ဒိုမီနီကန် ပီဆို"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"အဲလ်ဂျီရီယန် ဒီနာ",
 			'one'	=>	"အဲလ်ဂျီရီယန် ဒီနာ",
 			'many'	=>	"အဲလ်ဂျီရီယန် ဒီနာ"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"အီဂျစ် ပေါင်",
 			'one'	=>	"အီဂျစ် ပေါင်",
 			'many'	=>	"အီဂျစ် ပေါင်"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"အီရီတရီအာနာ့ခ်ဖာ",
 			'one'	=>	"အီရီတရီအာနာ့ခ်ဖာ",
 			'many'	=>	"အီရီတရီအာနာ့ခ်ဖာ"
 		),

		'ESP'	=>	 array
		(
			'name'	=>	"စပိန် ပယ်စေးတာ",
 			'one'	=>	"စပိန် ပယ်စေးတာ",
 			'many'	=>	"စပိန် ပယ်စေးတာ"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"အီသီယိုးပီးယားဘီးယာ",
 			'one'	=>	"အီသီယိုးပီးယားဘီးယာ",
 			'many'	=>	"အီသီယိုးပီးယားဘီးယာ"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"ယူရို",
 			'one'	=>	"ယူရို",
 			'many'	=>	"ယူရို"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"ဖီဂျီ ဒေါ်လာ",
 			'one'	=>	"ဖီဂျီ ဒေါ်လာ",
 			'many'	=>	"ဖီဂျီ ဒေါ်လာ"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"ဖောက်ကလန် ကျွန်းစု ပေါင်",
 			'one'	=>	"ဖောက်ကလန် ကျွန်းစု ပေါင်",
 			'many'	=>	"ဖောက်ကလန် ကျွန်းစု ပေါင်"
 		),

		'FRF'	=>	 array
		(
			'name'	=>	"ပြင်သစ် ဖရန့်",
 			'one'	=>	"ပြင်သစ် ဖရန့်",
 			'many'	=>	"ပြင်သစ် ဖရန့်"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"ဗြိတိသျှ ပေါင်",
 			'one'	=>	"ဗြိတိသျှ ပေါင်",
 			'many'	=>	"ဗြိတိသျှ ပေါင်"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"ဂျော်ဂျီယာလားရီ",
 			'one'	=>	"ဂျော်ဂျီယာလားရီ",
 			'many'	=>	"ဂျော်ဂျီယာလားရီ"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"ဂါနာ ဆဲဒီ",
 			'one'	=>	"ဂါနာ ဆဲဒီ",
 			'many'	=>	"ဂါနာ ဆဲဒီ"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"ဂျီဘရော်လ်တာ ပေါင်",
 			'one'	=>	"ဂျီဘရော်လ်တာ ပေါင်",
 			'many'	=>	"ဂျီဘရော်လ်တာ ပေါင်"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"ဂန်ဘီယာ ဒါလာစီ",
 			'one'	=>	"ဂန်ဘီယာ ဒါလာစီ",
 			'many'	=>	"ဂန်ဘီယာ ဒါလာစီ"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"ဂီးနီ ဖရန့်",
 			'one'	=>	"ဂီရာနာ ဖရန့်",
 			'many'	=>	"ဂီရာနာ ဖရန့်"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"ဂွာတီမာလာ ခက်ဇော်လ်",
 			'one'	=>	"ဂွာတီမာလာ ခက်ဇော်လ်",
 			'many'	=>	"ဂွာတီမာလာ ခက်ဇော်လ်"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"ဂူရာနာ ဒေါ်လာ",
 			'one'	=>	"ဂူရာနာ ဒေါ်လာ",
 			'many'	=>	"ဂူရာနာ ဒေါ်လာ"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"ဟောင်ကောင် ဒေါ်လာ",
 			'one'	=>	"ဟောင်ကောင် ဒေါ်လာ",
 			'many'	=>	"ဟောင်ကောင် ဒေါ်လာ"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"ဟွန်ဒူးရပ်စ် လန်းပီးရာ",
 			'one'	=>	"ဟွန်ဒူးရပ်စ် လန်းပီးရာ",
 			'many'	=>	"ဟွန်ဒူးရပ်စ် လန်းပီးရာ"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"ခရိုအေးရှားခူးနာ",
 			'one'	=>	"ခရိုအေးရှားခူးနာ",
 			'many'	=>	"ခရိုအေးရှားခူးနာ"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"ဟေတီဂူးအော်ဒ်",
 			'one'	=>	"ဟေတီဂူးအော်ဒ်",
 			'many'	=>	"ဟေတီဂူးအော်ဒ်"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"ဟန်ဂေရီယံဖော်ရင့်တ်",
 			'one'	=>	"ဟန်ဂေရီယံဖော်ရင့်တ်",
 			'many'	=>	"ဟန်ဂေရီယံဖော်ရင့်တ်"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"အင်ဒိုနီးရှား ရူပီးယား",
 			'one'	=>	"အင်ဒိုနီးရှား ရူပီးယား",
 			'many'	=>	"အင်ဒိုနီးရှား ရူပီးယား"
 		),

		'ILP'	=>	 array
		(
			'name'	=>	"အစ္စရေး ပေါင်",
 			'one'	=>	"အစ္စရေး ပေါင်",
 			'many'	=>	"အစ္စရေး ပေါင်"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"အစ္စရေးရှဲကလ်အသစ်",
 			'one'	=>	"အစ္စရေးရှဲကလ်အသစ်",
 			'many'	=>	"အစ္စရေးရှဲကလ်အသစ်"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"အိန္ဒိယ ရူပီး",
 			'one'	=>	"အိန္ဒိယ ရူပီး",
 			'many'	=>	"အိန္ဒိယ ရူပီး"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"အီရပ်ဒီနား",
 			'one'	=>	"အီရပ်ဒီနား",
 			'many'	=>	"အီရပ်ဒီနား"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"အီရန်ရီအော်လ်",
 			'one'	=>	"အီရန်ရီအော်လ်",
 			'many'	=>	"အီရန်ရီအော်လ်"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"အိုက်စလန် ခရိုဏာ",
 			'one'	=>	"အိုက်စလန် ခရိုဏာ",
 			'many'	=>	"အိုက်စလန် ခရိုဏာ"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"ဂျမေကာ ဒေါ်လာ",
 			'one'	=>	"ဂျမေကာ ဒေါ်လာ",
 			'many'	=>	"ဂျမေကာ ဒေါ်လာ"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"ဂျော်ဒန်ဒီနား",
 			'one'	=>	"ဂျော်ဒန်ဒီနား",
 			'many'	=>	"ဂျော်ဒန်ဒီနား"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"ဂျပန်ယန်း",
 			'one'	=>	"ဂျပန်ယန်း",
 			'many'	=>	"ဂျပန်ယန်း"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"ကင်ညာသျှီလင်",
 			'one'	=>	"ကင်ညာသျှီလင်",
 			'many'	=>	"ကင်ညာသျှီလင်"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"ခရူဂစ်စတန်ဆော်မ်",
 			'one'	=>	"ခရူဂစ်စတန်ဆော်မ်",
 			'many'	=>	"ခရူဂစ်စတန်ဆော်မ်"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"ကမ္ဘောဒီးယား ရီးယဲ",
 			'one'	=>	"ကမ္ဘောဒီးယား ရီးယဲ",
 			'many'	=>	"ကမ္ဘောဒီးယား ရီးယဲ"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"ကိုမိုရိုစ် ဖရန့်",
 			'one'	=>	"ကိုမိုရိုစ် ဖရန့်",
 			'many'	=>	"ကိုမိုရိုစ် ဖရန့်"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"မြောက်ကိုးရီးယား ဝမ်",
 			'one'	=>	"မြောက်ကိုးရီးယား ဝမ်",
 			'many'	=>	"မြောက်ကိုးရီးယား ဝမ်"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"တောင်ကိုးရီးယား ဝမ်",
 			'one'	=>	"တောင်ကိုးရီးယား ဝမ်",
 			'many'	=>	"တောင်ကိုးရီးယား ဝမ်"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"ကူဝိတ်ဒီနာ",
 			'one'	=>	"ကူဝိတ်ဒီနာ",
 			'many'	=>	"ကူဝိတ်ဒီနာ"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"ကေမန် ကျွန်းစု ဒေါ်လာ",
 			'one'	=>	"ကေမန် ကျွန်းစု ဒေါ်လာ",
 			'many'	=>	"ကေမန် ကျွန်းစု ဒေါ်လာ"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"ခရူဂစ်စတန်ထိန်ဂျီ",
 			'one'	=>	"ခရူဂစ်စတန်ထိန်ဂျီ",
 			'many'	=>	"ခရူဂစ်စတန်ထိန်ဂျီ"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"လာအိုခိပ်",
 			'one'	=>	"လာအိုခိပ်",
 			'many'	=>	"လာအိုခိပ်"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"လက်ဘနွန် ပေါင်",
 			'one'	=>	"လက်ဘနွန် ပေါင်",
 			'many'	=>	"လက်ဘနွန် ပေါင်"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"သီရိလင်္ကာ ရူပီး",
 			'one'	=>	"သီရိလင်္ကာ ရူပီး",
 			'many'	=>	"သီရိလင်္ကာ ရူပီး"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"လိုင်ဘေးရီးယား ဒေါ်လာ",
 			'one'	=>	"လိုင်ဘေးရီးယား ဒေါ်လာ",
 			'many'	=>	"လိုင်ဘေးရီးယား ဒေါ်လာ"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"လစ်သူယေးနီးယားလီတားစ်",
 			'one'	=>	"လစ်သူယေးနီးယားလီတားစ်",
 			'many'	=>	"လစ်သူယေးနီးယားလီတားစ်"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"လတ်ဗီးယားလတ်",
 			'one'	=>	"လတ်ဗီးယားလတ်",
 			'many'	=>	"လတ်ဗီးယားလတ်"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"လီဗျာ ဒီနာ",
 			'one'	=>	"လီဗျာ ဒီနာ",
 			'many'	=>	"လီဗျာ ဒီနာ"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"မိုရိုကို ဒရမ်",
 			'one'	=>	"မိုရိုကို ဒရမ်",
 			'many'	=>	"မိုရိုကို ဒရမ်"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"မောလ်ဒိုဗာလယ်အို",
 			'one'	=>	"မောလ်ဒိုဗာလယ်အို",
 			'many'	=>	"မောလ်ဒိုဗာလယ်အို"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"မလာဂစ်စီ အရီရရီ ငွေႀကး။",
 			'one'	=>	"မလာဂစ်စီ အရီရရီ ငွေႀကး။",
 			'many'	=>	"မလာဂစ်စီ အရီရရီ ငွေႀကး။"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"မာစီဒိုးနီးယားဒီနာ",
 			'one'	=>	"မာစီဒိုးနီးယားဒီနာ",
 			'many'	=>	"မာစီဒိုးနီးယားဒီနာ"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"မြန်မာကျပ်",
 			'one'	=>	"မြန်မာကျပ်",
 			'many'	=>	"မြန်မာကျပ်"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"မွန်ဂိုးလီးယားထူးဂရခ်",
 			'one'	=>	"မွန်ဂိုးလီးယားထူးဂရခ်",
 			'many'	=>	"မွန်ဂိုးလီးယားထူးဂရခ်"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"မကာအိုပါတားကား",
 			'one'	=>	"မကာအိုပါတားကား",
 			'many'	=>	"မကာအိုပါတားကား"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"မောရီတာနီအာအူဂီးယာ",
 			'one'	=>	"မောရီတာနီအာအူဂီးယာ",
 			'many'	=>	"မောရီတာနီအာအူဂီးယာ"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"မော်ရေရှားစ် ရူပီ",
 			'one'	=>	"မော်ရေရှားစ် ရူပီ",
 			'many'	=>	"မော်ရေရှားစ် ရူပီ"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"မော်လ်ဒိုက်ရူးဖီရာ",
 			'one'	=>	"မော်လ်ဒိုက်ရူးဖီရာ",
 			'many'	=>	"မော်လ်ဒိုက်ရူးဖီရာ"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"မာလာဝီခွါးချာ",
 			'one'	=>	"မာလာဝီခွါးချာ",
 			'many'	=>	"မာလာဝီခွါးချာ"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"မက္ကဆီကို ပီဆို",
 			'one'	=>	"မက္ကဆီကို ပီဆို",
 			'many'	=>	"မက္ကဆီကို ပီဆို"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"မလေးရှား ရင်းဂစ်",
 			'one'	=>	"မလေးရှား ရင်းဂစ်",
 			'many'	=>	"မလေးရှား ရင်းဂစ်"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"မိုဇန်ဘစ်မက်တီခယ်လ်",
 			'one'	=>	"မိုဇန်ဘစ်မက်တီခယ်လ်",
 			'many'	=>	"မိုဇန်ဘစ်မက်တီခယ်လ်"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"နမ်မီးဘီးယား ဒေါ်လာ",
 			'one'	=>	"နမ်မီးဘီးယား ဒေါ်လာ",
 			'many'	=>	"နမ်မီးဘီးယား ဒေါ်လာ"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"နိုင်ဂျီးရီးယားနိုင်းရာ",
 			'one'	=>	"နိုင်ဂျီးရီးယားနိုင်းရာ",
 			'many'	=>	"နိုင်ဂျီးရီးယားနိုင်းရာ"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"နီကာရာဂွာ ခိုးဒိုဘာ",
 			'one'	=>	"နီကာရာဂွာ ခိုးဒိုဘာ",
 			'many'	=>	"နီကာရာဂွာ ခိုးဒိုဘာ"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"နော်ဝေ ခရိုဏာ",
 			'one'	=>	"နော်ဝေ ခရိုဏာ",
 			'many'	=>	"နော်ဝေ ခရိုဏာ"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"နီပေါ ရူပီး",
 			'one'	=>	"နီပေါ ရူပီး",
 			'many'	=>	"နီပေါ ရူပီး"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"နယူးဇီလန် ဒေါ်လာ",
 			'one'	=>	"နယူးဇီလန် ဒေါ်လာ",
 			'many'	=>	"နယူးဇီလန် ဒေါ်လာ"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"အိုမန်ရီအော်လ်",
 			'one'	=>	"အိုမန်ရီအော်လ်",
 			'many'	=>	"အိုမန်ရီအော်လ်"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"ပနားမား ဘလ်ဘိုးအာ",
 			'one'	=>	"ပနားမား ဘလ်ဘိုးအာ",
 			'many'	=>	"ပနားမား ဘလ်ဘိုးအာ"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"ပီရူး နူအီဗိုဆိုးလ်",
 			'one'	=>	"ပီရူး နူအီဗိုဆိုးလ်",
 			'many'	=>	"ပီရူး နူအီဗိုဆိုးလ်"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"ပါပူရာနယူးဂီနီခီးနာ",
 			'one'	=>	"ပါပူရာနယူးဂီနီခီးနာ",
 			'many'	=>	"ပါပူရာနယူးဂီနီခီးနာ"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"ဖိလစ်ပိုင် ပီဆို",
 			'one'	=>	"ဖိလစ်ပိုင် ပီဆို",
 			'many'	=>	"ဖိလစ်ပိုင် ပီဆို"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"ပါကစ္စတန် ရူပီး",
 			'one'	=>	"ပါကစ္စတန် ရူပီး",
 			'many'	=>	"ပါကစ္စတန် ရူပီး"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"ပိုလန် ဇ‌လော့တီ",
 			'one'	=>	"ပိုလန် ဇ‌လော့တီ",
 			'many'	=>	"ပိုလန် ဇ‌လော့တီ"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"ပါရာဂွေးဂွါးအ်နီး",
 			'one'	=>	"ပါရာဂွေးဂွါးအ်နီး",
 			'many'	=>	"ပါရာဂွေးဂွါးအ်နီး"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"ကာတာရီအော်လ်",
 			'one'	=>	"ကာတာရီအော်လ်",
 			'many'	=>	"ကာတာရီအော်လ်"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"ရိုမေးနီယားလယ်အို",
 			'one'	=>	"ရိုမေးနီယားလယ်အို",
 			'many'	=>	"ရိုမေးနီယားလယ်အို"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"ဆားဘီးယားဒယ်နား",
 			'one'	=>	"ဆားဘီးယားဒယ်နား",
 			'many'	=>	"ဆားဘီးယားဒယ်နား"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"ရုရှ ရူဘယ်",
 			'one'	=>	"ရုရှ ရူဘယ်",
 			'many'	=>	"ရုရှ ရူဘယ်"
 		),

		'RUR'	=>	 array
		(
			'name'	=>	"ရုရှ ရူဘယ်",
 			'one'	=>	"ရုရှ ရူဘယ်",
 			'many'	=>	"ရုရှ ရူဘယ်"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"ရဝန်ဒါ ဖရန့်",
 			'one'	=>	"ရဝန်ဒါ ဖရန့်",
 			'many'	=>	"ရဝန်ဒါ ဖရန့်"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"ဆော်ဒီအာရေးဗီးယားရီယော်လ်",
 			'one'	=>	"ဆော်ဒီအာရေးဗီးယားရီယော်လ်",
 			'many'	=>	"ဆော်ဒီအာရေးဗီးယားရီယော်လ်"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"ဆော်လမွန်ကျွန်းစု ဒေါ်လာ",
 			'one'	=>	"ဆော်လမွန်ကျွန်းစု ဒေါ်လာ",
 			'many'	=>	"ဆော်လမွန်ကျွန်းစု ဒေါ်လာ"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"ဆေးရှလ်ရူးပီး",
 			'one'	=>	"ဆေးရှလ်ရူးပီး",
 			'many'	=>	"ဆေးရှလ်ရူးပီး"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"ဆူဒန် ပေါင်",
 			'one'	=>	"ဆူဒန် ပေါင်",
 			'many'	=>	"ဆူဒန် ပေါင်"
 		),

		'SDP'	=>	 array
		(
			'name'	=>	"ဆူဒန် ပေါင်အဟောင်း",
 			'one'	=>	"ဆူဒန် ပေါင်အဟောင်း",
 			'many'	=>	"ဆူဒန် ပေါင်အဟောင်း"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"ဆွီဒင် ခရိုဏာ",
 			'one'	=>	"ဆွီဒင် ခရိုဏာ",
 			'many'	=>	"ဆွီဒင် ခရိုဏာ"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"စင်္ကာပူ ဒေါ်လာ",
 			'one'	=>	"စင်္ကာပူ ဒေါ်လာ",
 			'many'	=>	"စင်္ကာပူ ဒေါ်လာ"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"စိန့်ဟဲလီနာ ပေါင်",
 			'one'	=>	"စိန့်ဟဲလီနာ ပေါင်",
 			'many'	=>	"စိန့်ဟဲလီနာ ပေါင်"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"ဆီအဲရာ လီအိုနီယန် လီအိုနီ",
 			'one'	=>	"ဆီအဲရာ လီအိုနီယန် လီအိုနီ",
 			'many'	=>	"ဆီအဲရာ လီအိုနီယန် လီအိုနီ"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"ဆိုမာလီသျှီလင်",
 			'one'	=>	"ဆိုမာလီသျှီလင်",
 			'many'	=>	"ဆိုမာလီသျှီလင်"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"ဆူရီနိမ်း ဒေါ်လာ",
 			'one'	=>	"ဆူရီနိမ်း ဒေါ်လာ",
 			'many'	=>	"ဆူရီနိမ်း ဒေါ်လာ"
 		),

		'SSP'	=>	 array
		(
			'name'	=>	"တောင်ဆူဒန်ပေါင်",
 			'one'	=>	"တောင်ဆူဒန်ပေါင်",
 			'many'	=>	"တောင်ဆူဒန်ပေါင်"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"စိန့်တိုမီနှင့်ပရင်စီပ့် ဒိုဘရာ",
 			'one'	=>	"စိန့်တိုမီနှင့်ပရင်စီပ့် ဒိုဘရာ",
 			'many'	=>	"စိန့်တိုမီနှင့်ပရင်စီပ့် ဒိုဘရာ"
 		),

		'SUR'	=>	 array
		(
			'name'	=>	"ဆိုဗီယက် ရူဗယ်",
 			'one'	=>	"ဆိုဗီယက် ရူဗယ်",
 			'many'	=>	"ဆိုဗီယက် ရူဗယ်"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"ဆီးရီးယား ပေါင်",
 			'one'	=>	"ဆီးရီးယား ပေါင်",
 			'many'	=>	"ဆီးရီးယား ပေါင်"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"စွာဇီလန်လီလန်းဂီနီ",
 			'one'	=>	"စွာဇီလန်လီလန်းဂီနီ",
 			'many'	=>	"စွာဇီလန်လီလန်းဂီနီ"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"ထိုင်းဘတ်",
 			'one'	=>	"ထိုင်းဘတ်",
 			'many'	=>	"ထိုင်းဘတ်"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"တာဂျီကစ္စတန်ဆိုမိုနီ",
 			'one'	=>	"တာဂျီကစ္စတန်ဆိုမိုနီ",
 			'many'	=>	"တာဂျီကစ္စတန်ဆိုမိုနီ"
 		),

		'TMT'	=>	 array
		(
			'name'	=>	"တာခ်မီန့စ်တန်မာနတ်",
 			'one'	=>	"တာခ်မီန့စ်တန်မာနတ်",
 			'many'	=>	"တာခ်မီန့စ်တန်မာနတ်"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"တူနီရှားဒီနာ",
 			'one'	=>	"တူနီရှားဒီနာ",
 			'many'	=>	"တူနီရှားဒီနာ"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"တွန်ဂါဗန်ဂါ",
 			'one'	=>	"တွန်ဂါဗန်ဂါ",
 			'many'	=>	"တွန်ဂါဗန်ဂါ"
 		),

		'TRL'	=>	 array
		(
			'name'	=>	"ရှေးဟောင်းတူရကီ လိုင်ရာ",
 			'one'	=>	"ရှေးဟောင်းတူရကီ လိုင်ရာ",
 			'many'	=>	"ရှေးဟောင်းတူရကီ လိုင်ရာ"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"တူရကီ လိုင်ရာ",
 			'one'	=>	"တူရကီ လိုင်ရာ",
 			'many'	=>	"တူရကီ လိုင်ရာ"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"ထရိုင်နီဒတ်နှင့်တိုဘာဂိုဒေါ်လာ",
 			'one'	=>	"တရီနာဒတ်နှင့်တိုဘာဂိုဒေါ်လာ",
 			'many'	=>	"တရီနာဒတ်နှင့်တိုဘာဂိုဒေါ်လာ"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"ထိုင်ဝမ် ဒေါ်လာအသစ်",
 			'one'	=>	"ထိုင်ဝမ် ဒေါ်လာအသစ်",
 			'many'	=>	"ထိုင်ဝမ် ဒေါ်လာအသစ်"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"တန်ဇန်းနီးယားသျှီလင်",
 			'one'	=>	"တန်ဇန်းနီးယားသျှီလင်",
 			'many'	=>	"တန်ဇန်းနီးယားသျှီလင်"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"ယူကရိန်း",
 			'one'	=>	"ယ",
 			'many'	=>	"ယ"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"ယူဂန္ဓာသျှီလင်",
 			'one'	=>	"ယူဂန္ဓာသျှီလင်",
 			'many'	=>	"ယူဂန္ဓာသျှီလင်"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"အမေရိကန် ဒေါ်လာ",
 			'one'	=>	"အမေရိကန် ဒေါ်လာ",
 			'many'	=>	"အမေရိကန် ဒေါ်လာ"
 		),

		'USN'	=>	 array
		(
			'name'	=>	"အမေရိကန် ဒေါ်လာ",
 			'one'	=>	"အမေရိကန် ဒေါ်လာ",
 			'many'	=>	"အမေရိကန် ဒေါ်လာ"
 		),

		'USS'	=>	 array
		(
			'name'	=>	"အမေရိကန် ဒေါ်လာ",
 			'one'	=>	"အမေရိကန် ဒေါ်လာ",
 			'many'	=>	"အမေရိကန် ဒေါ်လာ"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"ဥရုဂွေးပီဆို",
 			'one'	=>	"ဥရုဂွေးပီဆို",
 			'many'	=>	"ဥရုဂွေးပီဆို"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"ဥဘက်ကစ္စတန်ဆော်မ်",
 			'one'	=>	"ဥဘက်ကစ္စတန်ဆော်မ်",
 			'many'	=>	"ဥဘက်ကစ္စတန်ဆော်မ်"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"ဗင်နီဇွဲလား ဘိုလီဗာ",
 			'one'	=>	"ဗင်နီဇွဲလား ဘိုလီဗာ",
 			'many'	=>	"ဗင်နီဇွဲလား ဘိုလီဗာ"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"ဗီယက်နမ် ဒေါင်",
 			'one'	=>	"ဗီယက်နမ် ဒေါင်",
 			'many'	=>	"ဗီယက်နမ် ဒေါင်"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"ဗာနုအာတူဗားထူ",
 			'one'	=>	"ဗာနုအာတူဗားထူ",
 			'many'	=>	"ဗာနုအာတူဗားထူ"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"စမိုအထားလာ",
 			'one'	=>	"စမိုအထားလာ",
 			'many'	=>	"စမိုအထားလာ"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"ကင်မရွန်းဖရန့်",
 			'one'	=>	"ကင်မရွန်းဖရန့်",
 			'many'	=>	"ကင်မရွန်းဖရန့်"
 		),

		'XAG'	=>	 array
		(
			'name'	=>	"ငွေ",
 			'one'	=>	"ငွေ",
 			'many'	=>	"ငွေ"
 		),

		'XAU'	=>	 array
		(
			'name'	=>	"ရွှေ",
 			'one'	=>	"ရွှေ",
 			'many'	=>	"ရွှေ"
 		),

		'XBB'	=>	 array
		(
			'name'	=>	"ဥရောပငွေကြေးစံနစ်",
 			'one'	=>	"ဥရောပငွေကြေးစံနစ်",
 			'many'	=>	"ဥရောပငွေကြေးစံနစ်"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"အရှေ့ကာရီဘီယံဒေါ်လာ",
 			'one'	=>	"အရှေ့ကာရီဘီယံဒေါ်လာ",
 			'many'	=>	"အရှေ့ကာရီဘီယံဒေါ်လာ"
 		),

		'XDR'	=>	 array
		(
			'name'	=>	"အထူးထုတ်ယူခွင့်",
 			'one'	=>	"အထူးထုတ်ယူခွင့်",
 			'many'	=>	"အထူးထုတ်ယူခွင့်"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"အိုင်ဗရီးကိုးစ်ဖရန့်",
 			'one'	=>	"အိုင်ဗရီးကိုးစ်ဖရန့်",
 			'many'	=>	"အိုင်ဗရီးကိုးစ်ဖရန့်"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"Xpfဖရန့်",
 			'one'	=>	"Xpfဖရန့်",
 			'many'	=>	"Xpfဖရန့်"
 		),

		'XPT'	=>	 array
		(
			'name'	=>	"ပလက်တီနမ်",
 			'one'	=>	"ပလက်တီနမ်",
 			'many'	=>	"ပလက်တီနမ်"
 		),

		'XTS'	=>	 array
		(
			'name'	=>	"စမ်းသပ် ငွေကြေး ကုဒ်",
 			'one'	=>	"စမ်းသပ် ငွေကြေး ကုဒ်",
 			'many'	=>	"စမ်းသပ် ငွေကြေး ကုဒ်"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"မသိသို့မဟုတ်မရှိသောငွေကြေး",
 			'one'	=>	"မသိ သို့မဟုတ် မရှိသော ငွေကြေး",
 			'many'	=>	"မသိ သို့မဟုတ် မရှိသော ငွေကြေး"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"ယီမင်ရီအော်လ်",
 			'one'	=>	"ယီမင်ရီအော်လ်",
 			'many'	=>	"ယီမင်ရီအော်လ်"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"တောင်အဖရိက ရန်း",
 			'one'	=>	"တောင်အဖရိက ရန်း",
 			'many'	=>	"တောင်အဖရိက ရန်း"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"ဇင်ဘာဘွေခွါးချာ",
 			'one'	=>	"ဇင်ဘာဘွေခွါးချာ",
 			'many'	=>	"ဇင်ဘာဘွေခွါးချာ"
 		),

		'ZWD'	=>	 array
		(
			'name'	=>	"ဇင်ဘာဘွေ ဒေါ်လာ",
 			'one'	=>	"ဇင်ဘာဘွေ ဒေါ်လာ",
 			'many'	=>	"ဇင်ဘာဘွေ ဒေါ်လာ"
 		),

    ),
);
