<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'AED'	=>	 array
		(
			'name'	=>	"संयुक्त अरब एमिराट्स डिर्हाम",
 			'one'	=>	"संयुक्त अरब एमिराट्स डिर्हाम",
 			'many'	=>	"संयुक्त अरब एमिराट्स डिर्हाम"
 		),

		'AFA'	=>	 array
		(
			'name'	=>	"अफ्गानी(१९२७–२००२)",
 			'one'	=>	"अफ्गानी(१९२७–२००२)",
 			'many'	=>	"अफ्गानी(१९२७–२००२)"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"अफ्गान अफ्गानी",
 			'one'	=>	"अफ्गान अफ्गानी",
 			'many'	=>	"अफ्गान अफ्गानीहरू"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"अल्बानियन लेक",
 			'one'	=>	"अल्बानियन लेक",
 			'many'	=>	"अल्बानियन लेक"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"आर्मेनियाली ड्राम",
 			'one'	=>	"आर्मेनियाली ड्राम",
 			'many'	=>	"आर्मेनियाली ड्रामहरू"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"नेदरल्याण्ड्स एन्टिलियन गिल्डर",
 			'one'	=>	"नेदरल्याण्ड्स एन्टिलियन गिल्डर",
 			'many'	=>	"नेदरल्याण्ड्स एन्टिलियन गिल्डर"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"एङ्गोलान क्वान्जा",
 			'one'	=>	"एङ्गोलान क्वान्जा",
 			'many'	=>	"एङ्गोलान क्वान्जाहरू"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"अर्जेन्टिनी पेसो",
 			'one'	=>	"अर्जेन्टिनी पेसो",
 			'many'	=>	"अर्जेन्टिनी पेसोहरू"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"अष्ट्रेलियन डलर",
 			'one'	=>	"अष्ट्रेलियन डलर",
 			'many'	=>	"अष्ट्रेलियन डलर"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"आरूबन फ्लोरिन",
 			'one'	=>	"आरूबन फ्लोरिन",
 			'many'	=>	"आरूबन फ्लोरिन"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"अजरबैजानी मानात",
 			'one'	=>	"अजरबैजानी मानात",
 			'many'	=>	"अजरबैजानी मानात"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"बोस्निया-हर्जगोभिनिया रूपान्तरयोग्य मार्क",
 			'one'	=>	"बोस्निया-हर्जगोभिनिया रूपान्तरयोग्य मार्क",
 			'many'	=>	"बोस्निया-हर्जगोभिनिया रूपान्तरयोग्य मार्कहरू"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"बर्बाडियन डलर",
 			'one'	=>	"बार्बाडियन डलर",
 			'many'	=>	"बार्बाडियन डलरहरू"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"बङ्गलादेशी टाका",
 			'one'	=>	"बङ्गलादेशी टाका",
 			'many'	=>	"बङ्गलादेशी टाकाहरू"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"बुल्गारियाली लेभ",
 			'one'	=>	"बुल्गारियाली लेभ",
 			'many'	=>	"बुल्गारियाली लेभा"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"बाहारैनी डिनार",
 			'one'	=>	"बाहारैनी डिनार",
 			'many'	=>	"बाहारैनी डिनारहरू"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"बुरूण्डियाली फ्रान्क",
 			'one'	=>	"बुरूण्डियाली फ्रान्क",
 			'many'	=>	"बुरूण्डियाली फ्रान्कहरू"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"बर्मुडन डलर",
 			'one'	=>	"बर्मुडन डलर",
 			'many'	=>	"बर्मुडन डलर"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"ब्रुनाई डलर",
 			'one'	=>	"ब्रुनाई डलर",
 			'many'	=>	"ब्रुनाई डलरहरू"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"बोलिभियन बोलिभियानो",
 			'one'	=>	"बोलिभियन बोलिभियानो",
 			'many'	=>	"बोलिभियन बोलिभियानोहरू"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"ब्राजिलियन रियल",
 			'one'	=>	"ब्राजिलियन रियल",
 			'many'	=>	"ब्राजिलियन रियल"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"बहामियाली डलर",
 			'one'	=>	"बहामियाली डलर",
 			'many'	=>	"बहामियाली डलरहरू"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"भुटानी एन्‌गुल्ट्रुम",
 			'one'	=>	"भुटानी एन्‌गुल्ट्रुम",
 			'many'	=>	"भुटानी एन्‌गुल्ट्रुमहरू"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"बोट्सवानान पुला",
 			'one'	=>	"बोट्सवानान पुला",
 			'many'	=>	"बोट्सवानान पुलाहरू"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"बेलारूसी रूबल",
 			'one'	=>	"बेलारूसी रूबल",
 			'many'	=>	"बेलारूसी रूबलहरू"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"वेलिज डलर",
 			'one'	=>	"वेलिज डलर",
 			'many'	=>	"वेलिज डलर"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"क्यानाडियाली डलर",
 			'one'	=>	"क्यानाडियाली डलर",
 			'many'	=>	"क्याननाडियाली डलरहरू"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"कङ्गोली फ्रान्क",
 			'one'	=>	"कङ्गोली फ्रान्क",
 			'many'	=>	"कङ्गोली फ्रान्कहरू"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"स्विस् फ्रैङ्क",
 			'one'	=>	"स्विस् फ्रैङ्क",
 			'many'	=>	"स्विस् फ्रैङ्क"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"चिलियन पेसो",
 			'one'	=>	"चिलियन पेसो",
 			'many'	=>	"चिलियन पेसोहरू"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"चिनिँया युआन",
 			'one'	=>	"चिनिँया युआन",
 			'many'	=>	"चिनिँया युआन"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"कोलम्वियन पेसो",
 			'one'	=>	"कोलम्वियन पेसो",
 			'many'	=>	"कोलम्वियन पेसोहरू"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"कोष्टारिकन कोलोन",
 			'one'	=>	"कोष्टारिकन कोलोन",
 			'many'	=>	"कोष्टारिकन कोलोनहरू"
 		),

		'CUC'	=>	 array
		(
			'name'	=>	"क्यूवाली रूपान्तरणयोग्य पेसो",
 			'one'	=>	"क्यूवाली रूपान्तरणयोग्य पेसो",
 			'many'	=>	"क्यूवाली रूपान्तरणयोग्य पेसो"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"क्यूवाली पेसो",
 			'one'	=>	"क्यूवाली पेसो",
 			'many'	=>	"क्यूवाली पेसोहरू"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"केप भर्डियन एस्कुडो",
 			'one'	=>	"केप भर्डियन एस्कुडो",
 			'many'	=>	"केप भर्डियन एस्कुडोहरू"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"चेख गणतञ्त्र कोरूना",
 			'one'	=>	"चेख गणतञ्त्र कोरूना",
 			'many'	=>	"चेख गणतञ्त्र कोरूनाहरू"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"जिबौंटियाली फ्रान्क",
 			'one'	=>	"जिबौटियाली फ्रान्क",
 			'many'	=>	"जिबौटियाली फ्रान्कहरू"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"ड्यानिश क्रोन",
 			'one'	=>	"ड्यानिश क्रोन",
 			'many'	=>	"ड्यानिश क्रोनर"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"डोमिनिकन पेसो",
 			'one'	=>	"डोमिनिकन पेसो",
 			'many'	=>	"डोमिनिकन पेसोहरू"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"अल्जेरियाली डिनार",
 			'one'	=>	"अल्जेरियाली डिनार",
 			'many'	=>	"अल्जेरियाली डिनारहरू"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"इजिप्सियन पाउन्ड",
 			'one'	=>	"इजिप्सियन पाउन्ड",
 			'many'	=>	"इजिप्सियन पाउन्डहरू"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"एरिट्रियन नाक्फा",
 			'one'	=>	"एरिट्रियन नाक्फा",
 			'many'	=>	"एरिट्रियन नाक्फाहरू"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"इथियोपियाली बिर",
 			'one'	=>	"इथियोपियाली बिर",
 			'many'	=>	"इथियोपियाली बिरहरू"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"युरो",
 			'one'	=>	"युरो",
 			'many'	=>	"युरो"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"फिजीयाली डलर",
 			'one'	=>	"फिजीयाली डलर",
 			'many'	=>	"फिजीयाली डलरहरू"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"फक्‌ल्याण्ड टापुहरूका पाउन्ड",
 			'one'	=>	"फक्‌ल्याण्ड टापुहरूका पाउन्ड",
 			'many'	=>	"फक्‌ल्याण्ड टापुहरूका पाउन्डहरू"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"बेलायती पाउण्ड स्टर्लिङ",
 			'one'	=>	"बेलायती पाउण्ड स्टर्लिङ",
 			'many'	=>	"बेलायती पाउण्ड स्टर्लिङ"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"जर्जियन लारी",
 			'one'	=>	"जर्जियाली लारी",
 			'many'	=>	"जर्जियाली लारीहरू"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"घानाली सेडी",
 			'one'	=>	"घानाली सेडी",
 			'many'	=>	"घानाली सेडीहरू"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"जिब्राल्टर पाउण्ड",
 			'one'	=>	"जिब्राल्टर पाउण्ड",
 			'many'	=>	"जिब्राल्टर पाउण्डहरू"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"गाम्वियाली डालासी",
 			'one'	=>	"गाम्वियाली डालासी",
 			'many'	=>	"गाम्वियाली डालासीहरू"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"गिनियाली फ्रान्क",
 			'one'	=>	"गिनियाली फ्रान्क",
 			'many'	=>	"गिनियाली फ्रान्कहरू"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"ग्वाटेमाला क्वेट्जाल",
 			'one'	=>	"ग्वाटेमाला क्वेट्जाल",
 			'many'	=>	"ग्वाटेमाला क्वेट्जालहरू"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"गाइनिज डलर",
 			'one'	=>	"गाइनिज डलर",
 			'many'	=>	"गाइनिज डलरहरू"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"हङकङ डलर",
 			'one'	=>	"हङकङ डलर",
 			'many'	=>	"हङकङ डलरहरू"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"होन्डुरान लेम्पिरा",
 			'one'	=>	"होन्डुरान लेम्पिरा",
 			'many'	=>	"होन्डुरान लेम्पिराहरू"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"क्रोएशियाली कुना",
 			'one'	=>	"क्रोएशियाली कुना",
 			'many'	=>	"क्रोएशियाली कुना"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"हैटियाली गुर्ड",
 			'one'	=>	"हैटियाली",
 			'many'	=>	"हैटियाली गुर्डहरु"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"हङ्गेरियन फोरिन्ट",
 			'one'	=>	"हङ्गेरियन फोरिन्ट",
 			'many'	=>	"हङ्घैृीञण पओृीण्ठअृु"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"इण्डोनेशियाली रूपियाँ",
 			'one'	=>	"इण्डोनेशियाली रूपियाँ",
 			'many'	=>	"इण्डोनेशियाली रूपियाँहरू"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"इजरायली नयाँ शेकेल",
 			'one'	=>	"इजरायली नयाँ शेकेल",
 			'many'	=>	"इजरायली नयाँ शेकेलहरु"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"भारती रूपिँया",
 			'one'	=>	"भारती रूपिँया",
 			'many'	=>	"भारती रूपिँया"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"इराकी डिनार",
 			'one'	=>	"इराकी डिनार",
 			'many'	=>	"इराकी डिनारहरू"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"इरानियाली रियाल",
 			'one'	=>	"इरानियाली रियाल",
 			'many'	=>	"इरानियाली रियालहरू"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"आइसल्याण्डिक क्रोना",
 			'one'	=>	"आइसल्याण्डिक क्रोना",
 			'many'	=>	"आइसल्याण्डिक क्रोनर"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"जमाइकाली डलर",
 			'one'	=>	"जमाइकाली डलर",
 			'many'	=>	"जमाइकाली डलरहरू"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"जोर्डानियाली डलर",
 			'one'	=>	"जोर्डानियाली डलर",
 			'many'	=>	"जोर्डानियाली डलरहरू"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"जापानी येन",
 			'one'	=>	"जापानी येन",
 			'many'	=>	"जापानी येन"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"केन्याली शिलिङ",
 			'one'	=>	"केन्याली शिलिङ",
 			'many'	=>	"केन्याली शिलिङहरू"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"किर्गिस्तानी सोम",
 			'one'	=>	"किर्गिस्तानी सोम",
 			'many'	=>	"किर्गिस्तानी सोमहरू"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"कम्बोडिनेयाली रियल",
 			'one'	=>	"कम्बोडिनेयाली रियल",
 			'many'	=>	"कम्बोडिनेयाली रियलहरू"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"कोमोरियन फ्रान्क",
 			'one'	=>	"कोमोरियन फ्रान्क",
 			'many'	=>	"कोमोरियन फ्रान्कहरू"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"उत्तर कोरियाली वन",
 			'one'	=>	"उत्तर कोरियाली वन",
 			'many'	=>	"उत्तर कोरियाली वन"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"दक्षिण कोरियाली वन",
 			'one'	=>	"दक्षिण कोरियाली वन",
 			'many'	=>	"दक्षिण कोरियाली वन"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"कुवेती डिनार",
 			'one'	=>	"कुवेती डिनार",
 			'many'	=>	"कुवेती डिनारहरू"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"केम्यान टापुहरूका डलर",
 			'one'	=>	"केम्यान टापुहरूका डलर",
 			'many'	=>	"केम्यान टापुहरूका डलरहरू"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"काजाखस्तानी टेन्ज",
 			'one'	=>	"काजाखस्तानी टेन्ज",
 			'many'	=>	"काजाखस्तानी टेन्जहरू"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"लाओशियन किप",
 			'one'	=>	"लाओशियन किप",
 			'many'	=>	"लाओशियन किपहरू"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"लेबनाली पाउन्ड",
 			'one'	=>	"लेबनाली पाउन्ड",
 			'many'	=>	"लेबनाली पाउन्डहरू"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"श्रीलङ्काली रूपिया",
 			'one'	=>	"श्रीलङ्काली रूपिया",
 			'many'	=>	"श्रीलङ्काली रूपियाहरू"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"लिबेरियाली डलर",
 			'one'	=>	"लिबेरियाली डलर",
 			'many'	=>	"लिबेरियाली डलरहरू"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"लिथुनियाली लिटास",
 			'one'	=>	"लिथुनियाली लिटास",
 			'many'	=>	"लिथुनियाली लिटाई"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"लाट्भियाली लाट्स",
 			'one'	=>	"लाट्भियन लाट्स",
 			'many'	=>	"लाट्भियन लाटी"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"लिवियाली डिनार",
 			'one'	=>	"लिवियाली डिनार",
 			'many'	=>	"लिवियाली डिनार"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"मोरोक्काली डिर्‌हाम",
 			'one'	=>	"मोरोक्काली डिर्‌हाम",
 			'many'	=>	"मोरोक्काली डिर्‌हामहरू"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"माल्डोभन लेउ",
 			'one'	=>	"माल्डोभन लेउ",
 			'many'	=>	"माल्डोभन लेई"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"मालागासी एरिआरी",
 			'one'	=>	"मालागासी एरिआरी",
 			'many'	=>	"मालागासी एरिआरीहरू"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"म्यासेडोनियाली डेनार",
 			'one'	=>	"म्यासेडोनियाली डेनार",
 			'many'	=>	"म्यासेडोनियाली डेनारी"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"म्यान्मा क्याट",
 			'one'	=>	"म्यान्मा क्याट",
 			'many'	=>	"म्यान्मा क्याटहरू"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"मङ्गोलियाली टुग्रिक",
 			'one'	=>	"मङ्गोलियाली टुग्रिक",
 			'many'	=>	"मङ्गोलियाली टुग्रिकहरू"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"माकानिज पटाका",
 			'one'	=>	"माकानिज पटाका",
 			'many'	=>	"माकानिज पटाकाहरू"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"माउरिटानियानली औगुइया",
 			'one'	=>	"माउरिटानियाली औगुइया",
 			'many'	=>	"माउरिटानियाली औगुइयाहरू"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"माउरिटियन रूपी",
 			'one'	=>	"माउरिटियन रूपी",
 			'many'	=>	"माउरिटियन रूपीहरू"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"मालडिभियाली रूफियाँ",
 			'one'	=>	"मालडिभियाली रूफियाँ",
 			'many'	=>	"मालडिभियाली रूफियाँहरू"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"मलाविअन क्वाचा",
 			'one'	=>	"मलाविअन क्वाचा",
 			'many'	=>	"मलाविअन क्वाचाहरू"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"मेक्सिकन पेसो",
 			'one'	=>	"मेक्सिकन पेसो",
 			'many'	=>	"मेक्सिकन पेसोहरू"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"मलेशियाली रिङ्गेट",
 			'one'	=>	"मलेशियाली रिङ्गेट",
 			'many'	=>	"मलेशियाली रिङ्गेटहरू"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"मोजाम्विकन मेटिकल",
 			'one'	=>	"मोजाम्विकन मेटिकल",
 			'many'	=>	"मोजाम्विकन मेटिकलहरू"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"नामिबियन डलर",
 			'one'	=>	"नामिबियन डलर",
 			'many'	=>	"नामिबियन डलरहरु"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"नाइजेरियन नाइरा",
 			'one'	=>	"नाइजेरियन नाइरा",
 			'many'	=>	"नाइजेरियन नाइराहरू"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"निकारागुवान कोर्डोवा",
 			'one'	=>	"निकारागुवान कोर्डोवा",
 			'many'	=>	"निकारागुवान कोर्डोवाहरू"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"नर्वेजियाली क्रोन",
 			'one'	=>	"नर्वेजियाली क्रोन",
 			'many'	=>	"नर्वेजियाली क्रोन"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"नेपाली रूपैयाँ",
 			'one'	=>	"नेपाली रूपैयाँ",
 			'many'	=>	"नेपाली रूपैयाँहरू"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"न्यूजिल्याण्ड डलर",
 			'one'	=>	"न्यूजिल्याण्ड डलर",
 			'many'	=>	"न्यूजिल्याण्ड डलरहरू"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"ओमनी रियल",
 			'one'	=>	"ओमनी रियाल",
 			'many'	=>	"ओमनी रियलहरू"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"पानामानियाली बाल्बोआ",
 			'one'	=>	"पानामानियाली बाल्बोआ",
 			'many'	=>	"पानामानियाली बाल्बोआहरू"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"पेरूभियाली न्यूभो सोल",
 			'one'	=>	"पेरूभियाली न्यूभो सोल",
 			'many'	=>	"पेरूभियाली न्यूभो सोल"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"पपुआ न्यू गिनियाली किना",
 			'one'	=>	"पपुआ न्यू गिनियाली किना",
 			'many'	=>	"पपुआ न्यू गिनियाली किना"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"फिलिपिनी पेसो",
 			'one'	=>	"फिलिपिनी पेसो",
 			'many'	=>	"फिलिपिनी पेसो"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"पाकिस्तानी रूपियाँ",
 			'one'	=>	"पाकिस्तानी रूपियाँ",
 			'many'	=>	"पाकिस्तानी रूपियाँहरू"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"पोलिश ज्लोटाई",
 			'one'	=>	"पोलिश ज्लोटाई",
 			'many'	=>	"पोलिश ज्लोटाईहरू"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"पारागुयाली गुरानी",
 			'one'	=>	"पारागुयाली गुरानी",
 			'many'	=>	"पारागुयाली गुरानीस"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"कतारी रियल",
 			'one'	=>	"कतारी रियाल",
 			'many'	=>	"कतारी रियालहरू"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"रोमानियाली लेऊ",
 			'one'	=>	"रोमानियाली लेऊ",
 			'many'	=>	"रोमानियाली लेई"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"सर्बियाली डिनार",
 			'one'	=>	"सर्बियाली डिनार",
 			'many'	=>	"सर्बियाली डिनारहरू"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"रूसी रूबल",
 			'one'	=>	"रूसी रूबल",
 			'many'	=>	"रूसी रूबलहरू"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"र्‌वाण्डाली फ्रान्क",
 			'one'	=>	"र्‌वाण्डाली फ्रान्क",
 			'many'	=>	"र्‌वाण्डाली फ्रान्क"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"साउदी रियालहरू",
 			'one'	=>	"साउदी रियाल",
 			'many'	=>	"साउदी रियालहरू"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"सोलोमन टापुहरूका डलर",
 			'one'	=>	"सोलोमन टापुहरूका डलर",
 			'many'	=>	"सोलोमन टापुहरूका डलर"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"सेचेलोइस रूपी",
 			'one'	=>	"सेचेलोइस रूपी",
 			'many'	=>	"सेचेलोइस रूपीहरू"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"सुडानी पाउन्ड",
 			'one'	=>	"सुडानी पाउन्ड",
 			'many'	=>	"सुडानी पाउन्डहरू"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"स्विडिश क्रोना",
 			'one'	=>	"स्विडिश क्रोना",
 			'many'	=>	"स्विडिश क्रोना"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"सिङ्गापुर डलर",
 			'one'	=>	"सिङ्गापुर डलर",
 			'many'	=>	"सिङ्गापुर डलरहरू"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"सेन्ट हेलेना पाउन्ड",
 			'one'	=>	"सेन्ट हेलेना पाउन्ड",
 			'many'	=>	"सेन्ट हेलेना पाउन्डहरू"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"सियरा लियोनेन लियोन",
 			'one'	=>	"सियरा लियोनेन लियोन",
 			'many'	=>	"सियारा लियोनेन लियोनहरू"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"सोमाली शिलिङ",
 			'one'	=>	"सोमाली शिलिङ",
 			'many'	=>	"सोमाली शिलिङहरू"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"सुरिनामिज डलर",
 			'one'	=>	"सुरिनामिज डलर",
 			'many'	=>	"सुरिनामिज डलरहरू"
 		),

		'SSP'	=>	 array
		(
			'name'	=>	"दक्षिण सुडानी पाउन्ड",
 			'one'	=>	"दक्षिण सुडानी पाउन्ड",
 			'many'	=>	"दक्षिण सुडानी पाउन्डहरू"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"साओ टोम र प्रिन्सिप डोब्रा",
 			'one'	=>	"साओ टोम र प्रिन्सिप डोब्रा",
 			'many'	=>	"साओ टोम र प्रिन्सिप डोब्राहरू"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"सिरियाली पाउन्ड",
 			'one'	=>	"सिरियाली पाउन्ड",
 			'many'	=>	"सिरियाली पाउन्डहरू"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"स्वाजी लिलान्गेनी",
 			'one'	=>	"स्वाजी लिलान्गेनी",
 			'many'	=>	"स्वाजी इमालेन्गेनी"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"थाई भाट",
 			'one'	=>	"थाई भाट",
 			'many'	=>	"थाई भाट"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"ताजिक्स्तानी सोमोनी",
 			'one'	=>	"ताजिक्स्तानी सोमोनी",
 			'many'	=>	"ताजिक्स्तानी सोमोनीहरू"
 		),

		'TMT'	=>	 array
		(
			'name'	=>	"टुर्क्मेनिस्तानी मानात",
 			'one'	=>	"टुर्क्मेनिस्तानी मानात",
 			'many'	=>	"टुर्क्मेनिस्तानी मानात"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"टुनिसियाली डिनार",
 			'one'	=>	"टुनिसियाली डिनार",
 			'many'	=>	"टुनिसियाली डिनारहरू"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"टङ्गन पाङ्गा",
 			'one'	=>	"टङ्गन पाङ्गा",
 			'many'	=>	"टङ्गन पाङ्गा"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"टर्किश लिरा",
 			'one'	=>	"टर्किश लिरा",
 			'many'	=>	"टर्किश लिराहरू"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"त्रिनिडाड र टोबागो डलर",
 			'one'	=>	"त्रिनिडाड र टोबागो डलर",
 			'many'	=>	"त्रिनिडाड र टोबागो डलर"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"नयाँ ताइवान डलर",
 			'one'	=>	"नयाँ ताइवान डलर",
 			'many'	=>	"नयाँ ताइवान डलरहरू"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"ताञ्जानियाली शिलिङ",
 			'one'	=>	"ताञ्जानियाली शिलिङ",
 			'many'	=>	"ताञ्जानियाली शिलिङहरू"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"युक्रेनी हिर्भिनिया",
 			'one'	=>	"युक्रेनी हिर्भिनिया",
 			'many'	=>	"युक्रेनी हिर्भिनिया"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"युगाण्डाली शिलिङ",
 			'one'	=>	"युगाण्डाली शिलिङहरू",
 			'many'	=>	"युगाण्डाली शिलिङहरू"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"संयुक्त राज्य डलर",
 			'one'	=>	"संयुक्त राज्य डलर",
 			'many'	=>	"संयुक्त राज्य डलर"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"उरूग्वेयन पेसो",
 			'one'	=>	"युरूगुयाली पेसो",
 			'many'	=>	"युरूगुयाली पेसोहरू"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"उज्बेकिस्तान सोम",
 			'one'	=>	"युज्बेकिस्तान सोम",
 			'many'	=>	"युज्बेकिस्तान सोम"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"भेनेजुएलन बोलिभर",
 			'one'	=>	"भेनेजुएलन बोलिभर",
 			'many'	=>	"भेनेजुएलन बोलिभरहरू"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"भियतनामी डङ्",
 			'one'	=>	"भियतनामी डङ्",
 			'many'	=>	"भियतनामी डङ्"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"भानुआतू भातु",
 			'one'	=>	"भानुआतू भातु",
 			'many'	=>	"भानुआतू भातुहरू"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"सामोआन ताला",
 			'one'	=>	"सामोआन ताला",
 			'many'	=>	"सामोआन ताला"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"सीएफ्‌ए फ्रान्क बीइएसी",
 			'one'	=>	"सीएफ्‌ए फ्रान्क बीइएसी",
 			'many'	=>	"सीएफ्‌ए फ्रान्कहरू बीइएसी"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"पूर्वी क्यारिबियन डलर",
 			'one'	=>	"पूर्वी क्यारिबियन डलर",
 			'many'	=>	"पूर्वी क्यारिबियन डलरहरू"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"सीएफ्‌ए फ्रान्क बीसीइएओ",
 			'one'	=>	"सीएफ्‌ए फ्रान्क बीसीइएओ",
 			'many'	=>	"सीऐफ्‌ए फ्रान्क्स बीसीइएओ"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"सीएफ्‌पी फ्रान्क",
 			'one'	=>	"सीएफ्‌पी फ्रान्क",
 			'many'	=>	"सीएफ्‌पी फ्रान्कहरू"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"अपरिचित मुद्रा",
 			'one'	=>	"अपरिचित मुद्रा",
 			'many'	=>	"अपरिचित मुद्रा"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"येमेनी रियाल",
 			'one'	=>	"येमेनी रियाल",
 			'many'	=>	"येमेनी रियालहरू"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"दक्षिण अफ्रिकी र्‍यान्ड",
 			'one'	=>	"दक्षिण अफ्रिकी र्‍यान्ड",
 			'many'	=>	"दक्षिण अफ्रिकी र्‍यान्ड"
 		),

		'ZMK'	=>	 array
		(
			'name'	=>	"जाम्बियाली क्वाचा",
 			'one'	=>	"जाम्बियाली क्वाचा",
 			'many'	=>	"जाम्बियाली क्वाचाहरू"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"जाम्बियाली क्वाचा",
 			'one'	=>	"जाम्बियाली क्वाचा",
 			'many'	=>	"जाम्बियाली क्वाचाहरू"
 		),

    ),
);
