<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'ADP'	=>	 array
		(
			'name'	=>	"Андорска Песета",
 			'one'	=>	"Андорска Песета",
 			'many'	=>	"Андорски Песети"
 		),

		'AED'	=>	 array
		(
			'name'	=>	"Дирхам На Обединените Арабски Емирства",
 			'one'	=>	"Дирхам На Обединените Арабски Емирства",
 			'many'	=>	"Дирхама На Обединените Арабски Емирства"
 		),

		'AFA'	=>	 array
		(
			'name'	=>	"Афганистански Афган",
 			'one'	=>	"Афганистански Афган",
 			'many'	=>	"Афганистански Афгана"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"Афганистански Афган",
 			'one'	=>	"Афганистански Афган",
 			'many'	=>	"Афганистански Афгана"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"Албански Лек",
 			'one'	=>	"Албански Лек",
 			'many'	=>	"Албански Лека"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"Арменски Драм",
 			'one'	=>	"Арменски Драм",
 			'many'	=>	"Арменски Драма"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"Антилски Гулден",
 			'one'	=>	"Антилски Гулден",
 			'many'	=>	"Антилски Гулдена"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"Анголска Кванза",
 			'one'	=>	"Анголска Кванза",
 			'many'	=>	"Анголски Кванзи"
 		),

		'AOK'	=>	 array
		(
			'name'	=>	"Анголска Кванца",
 			'one'	=>	"Анголска Кванца",
 			'many'	=>	"Анголски Кванци"
 		),

		'AON'	=>	 array
		(
			'name'	=>	"Анголска Нова Кванца",
 			'one'	=>	"Анголска Нова Кванца",
 			'many'	=>	"Анголски Нови Кванци"
 		),

		'AOR'	=>	 array
		(
			'name'	=>	"Анголска Нова Кванца",
 			'one'	=>	"Анголска Нова Кванца",
 			'many'	=>	"Анголски Нови Кванци"
 		),

		'ARA'	=>	 array
		(
			'name'	=>	"Аржентински Австрал",
 			'one'	=>	"Аржентински Австрал",
 			'many'	=>	"Аржентински Австрала"
 		),

		'ARP'	=>	 array
		(
			'name'	=>	"Аржентинско Песо",
 			'one'	=>	"Аржентинско Песо",
 			'many'	=>	"Аржентински Песо"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"Аржентинско Песо",
 			'one'	=>	"Аржентинско Песо",
 			'many'	=>	"Аржентински Песо"
 		),

		'ATS'	=>	 array
		(
			'name'	=>	"Австрийски Шилинг",
 			'one'	=>	"Австрийски Шилинг",
 			'many'	=>	"Австрийски Шилинга"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"Австралийски Долар",
 			'one'	=>	"Австралийски Долар",
 			'many'	=>	"Австралийски Долара"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"Арубски Флорин",
 			'one'	=>	"Арубски Флорин",
 			'many'	=>	"Арубски Флорина"
 		),

		'AZM'	=>	 array
		(
			'name'	=>	"Азербайджански Манат",
 			'one'	=>	"Азербайджански Манат",
 			'many'	=>	"Азербайджански Маната"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"Азербайджански Манат",
 			'one'	=>	"Азербайджански Манат",
 			'many'	=>	"Азербайджански Маната"
 		),

		'BAD'	=>	 array
		(
			'name'	=>	"Босна И Херцеговина-Динар",
 			'one'	=>	"Босна И Херцеговина-Динар",
 			'many'	=>	"Босна И Херцеговина-Динара"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"Босненска Конвертируема Марка",
 			'one'	=>	"Босненска Конвертируема Марка",
 			'many'	=>	"Босненски Конвертируеми Марки"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"Барбадоски Долар",
 			'one'	=>	"Барбадоски Долар",
 			'many'	=>	"Барбадоски Долара"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"Бангладешка Така",
 			'one'	=>	"Бангладешка Така",
 			'many'	=>	"Бангладешки Таки"
 		),

		'BEC'	=>	 array
		(
			'name'	=>	"Белгийски Франк",
 			'one'	=>	"Белгийски Франк",
 			'many'	=>	"Белгийски Франка"
 		),

		'BEF'	=>	 array
		(
			'name'	=>	"Белгийски Франк",
 			'one'	=>	"Белгийски Франк",
 			'many'	=>	"Белгийски Франка"
 		),

		'BEL'	=>	 array
		(
			'name'	=>	"Белгийски Франк",
 			'one'	=>	"Белгийски Франк",
 			'many'	=>	"Белгийски Франка"
 		),

		'BGL'	=>	 array
		(
			'name'	=>	"Български Конвертируем Лев",
 			'one'	=>	"Български Конвертируем Лев",
 			'many'	=>	"Български Конвертируеми Лева"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"Български Лев",
 			'one'	=>	"Български Лев",
 			'many'	=>	"Български Лева"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"Бахрейнски Динар",
 			'one'	=>	"Бахрейнски Динар",
 			'many'	=>	"Бахрейнски Динара"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"Бурундийски Франк",
 			'one'	=>	"Бурундийски Франк",
 			'many'	=>	"Бурундийски Франка"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"Бермудски Долар",
 			'one'	=>	"Бермудски Долар",
 			'many'	=>	"Бермудски Долара"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"Брунейски Долар",
 			'one'	=>	"Брунейски Долар",
 			'many'	=>	"Брунейски Долара"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"Боливийско Боливиано",
 			'one'	=>	"Боливийско Боливиано",
 			'many'	=>	"Боливийски Боливиано"
 		),

		'BOP'	=>	 array
		(
			'name'	=>	"Боливийско Песо",
 			'one'	=>	"Боливийско Песо",
 			'many'	=>	"Боливийски Песо"
 		),

		'BOV'	=>	 array
		(
			'name'	=>	"Боливийски Мвдол",
 			'one'	=>	"Боливийски Мвдол",
 			'many'	=>	"Боливийски Мвдол"
 		),

		'BRB'	=>	 array
		(
			'name'	=>	"Бразилско Ново Крузейро",
 			'one'	=>	"Бразилско Ново Крузейро",
 			'many'	=>	"Бразилско Ново Крузейро"
 		),

		'BRC'	=>	 array
		(
			'name'	=>	"Бразилско Крозадо",
 			'one'	=>	"Бразилско Крозадо",
 			'many'	=>	"Бразилско Крозадо"
 		),

		'BRE'	=>	 array
		(
			'name'	=>	"Бразилско Крузейро",
 			'one'	=>	"Бразилско Крузейро",
 			'many'	=>	"Бразилско Крузейро"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"Бразилски Реал",
 			'one'	=>	"Бразилски Реал",
 			'many'	=>	"Бразилски Реала"
 		),

		'BRN'	=>	 array
		(
			'name'	=>	"Бразилско Ново Крозадо",
 			'one'	=>	"Бразилско Ново Крозадо",
 			'many'	=>	"Бразилско Ново Крозадо"
 		),

		'BRR'	=>	 array
		(
			'name'	=>	"Бразилско Крузейро",
 			'one'	=>	"Бразилско Крузейро",
 			'many'	=>	"Бразилско Крузейро"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"Бахамски Долар",
 			'one'	=>	"Бахамски Долар",
 			'many'	=>	"Бахамски Долара"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"Бутански Нгултрум",
 			'one'	=>	"Бутански Нгултрум",
 			'many'	=>	"Бутански Нгултрума"
 		),

		'BUK'	=>	 array
		(
			'name'	=>	"Бирмански Киат",
 			'one'	=>	"Бирмански Киат",
 			'many'	=>	"Бирмански Киат"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"Ботсуанска Пула",
 			'one'	=>	"Ботсуанска Пула",
 			'many'	=>	"Ботсуански Пули"
 		),

		'BYB'	=>	 array
		(
			'name'	=>	"Беларуска Нова Рубла",
 			'one'	=>	"Беларуска Нова Рубла",
 			'many'	=>	"Беларуски Нови Рубли"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"Беларуска Рубла",
 			'one'	=>	"Беларуска Рубла",
 			'many'	=>	"Беларуски Рубли"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"Белизийски Долар",
 			'one'	=>	"Белизийски Долар",
 			'many'	=>	"Белизийски Долара"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"Канадски Долар",
 			'one'	=>	"Канадски Долар",
 			'many'	=>	"Канадски Долара"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"Конгоански Франк",
 			'one'	=>	"Конгоански Франк",
 			'many'	=>	"Конгоански Франка"
 		),

		'CHE'	=>	 array
		(
			'name'	=>	"Wir Евро",
 			'one'	=>	"Wir Евро",
 			'many'	=>	"Wir Евро"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"Швейцарски Франк",
 			'one'	=>	"Швейцарски Франк",
 			'many'	=>	"Швейцарски Франка"
 		),

		'CHW'	=>	 array
		(
			'name'	=>	"Wir Франк",
 			'one'	=>	"Wir Франк",
 			'many'	=>	"Wir Франк"
 		),

		'CLF'	=>	 array
		(
			'name'	=>	"Условна Разчетна Единица На Чили",
 			'one'	=>	"Условна Разчетна Единица На Чили",
 			'many'	=>	"Условна Разчетна Единица На Чили"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"Чилийско Песо",
 			'one'	=>	"Чилийско Песо",
 			'many'	=>	"Чилийски Песо"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"Китайски Юан",
 			'one'	=>	"Китайски Юан",
 			'many'	=>	"Китайски Юана"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"Колумбийско Песо",
 			'one'	=>	"Колумбийско Песо",
 			'many'	=>	"Колумбийски Песо"
 		),

		'COU'	=>	 array
		(
			'name'	=>	"Колумбийска Единица На Реалната Стойност",
 			'one'	=>	"Колумбийска Единица На Реалната Стойност",
 			'many'	=>	"Колумбийска Единица На Реалната Стойност"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"Костарикански Колон",
 			'one'	=>	"Костарикански Колон",
 			'many'	=>	"Костарикански Колона"
 		),

		'CSD'	=>	 array
		(
			'name'	=>	"Стар Сръбски Динар",
 			'one'	=>	"Стар Сръбски Динар",
 			'many'	=>	"Стар Сръбски Динар"
 		),

		'CSK'	=>	 array
		(
			'name'	=>	"Чехословашка Конвертируема Крона",
 			'one'	=>	"Чехословашка Конвертируема Крона",
 			'many'	=>	"Чехословашки Конвертируеми Крони"
 		),

		'CUC'	=>	 array
		(
			'name'	=>	"Кубинско Конвертируемо Песо",
 			'one'	=>	"Кубинско Конвертируемо Песо",
 			'many'	=>	"Кубински Конвертируеми Песо"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"Кубинско Песо",
 			'one'	=>	"Кубинско Песо",
 			'many'	=>	"Кубински Песо"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"Ескудо На Кабо Верде",
 			'one'	=>	"Ескудо На Кабо Верде",
 			'many'	=>	"Ескудо На Кабо Верде"
 		),

		'CYP'	=>	 array
		(
			'name'	=>	"Кипърска Лира",
 			'one'	=>	"Кипърска Лира",
 			'many'	=>	"Кипърски Лири"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"Чешка Крона",
 			'one'	=>	"Чешка Крона",
 			'many'	=>	"Чешки Крони"
 		),

		'DDM'	=>	 array
		(
			'name'	=>	"Източногерманска Марка",
 			'one'	=>	"Източногерманска Марка",
 			'many'	=>	"Източногерманска Марка"
 		),

		'DEM'	=>	 array
		(
			'name'	=>	"Германска Марка",
 			'one'	=>	"Германска Марка",
 			'many'	=>	"Германски Марки"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"Джибутски Франк",
 			'one'	=>	"Джибутски Франк",
 			'many'	=>	"Джибутски Франка"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"Датска Крона",
 			'one'	=>	"Датска Крона",
 			'many'	=>	"Датски Крони"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"Доминиканско Песо",
 			'one'	=>	"Доминиканско Песо",
 			'many'	=>	"Доминикански Песо"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"Алжирски Динар",
 			'one'	=>	"Алжирски Динар",
 			'many'	=>	"Алжирски Динара"
 		),

		'ECS'	=>	 array
		(
			'name'	=>	"Еквадорско Сукре",
 			'one'	=>	"Еквадорско Сукре",
 			'many'	=>	"Еквадорско Сукре"
 		),

		'ECV'	=>	 array
		(
			'name'	=>	"Еквадорска Банкова Единица",
 			'one'	=>	"Еквадорска Банкова Единица",
 			'many'	=>	"Еквадорска Банкова Единица"
 		),

		'EEK'	=>	 array
		(
			'name'	=>	"Естонска Крона",
 			'one'	=>	"Естонска Крона",
 			'many'	=>	"Естонски Крони"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"Египетска Лира",
 			'one'	=>	"Египетска Лира",
 			'many'	=>	"Египетски Лири"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"Еритрейска Накфа",
 			'one'	=>	"Еритрейска Накфа",
 			'many'	=>	"Еритрейски Накфи"
 		),

		'ESP'	=>	 array
		(
			'name'	=>	"Испанска Песета",
 			'one'	=>	"Испанска Песета",
 			'many'	=>	"Испански Песети"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"Етиопски Бир",
 			'one'	=>	"Етиопски Бир",
 			'many'	=>	"Етиопски Бира"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"Евро",
 			'one'	=>	"Евро",
 			'many'	=>	"Евро"
 		),

		'FIM'	=>	 array
		(
			'name'	=>	"Финландска Марка",
 			'one'	=>	"Финландска Марка",
 			'many'	=>	"Финландски Марки"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"Фиджийски Долар",
 			'one'	=>	"Фиджийски Долар",
 			'many'	=>	"Фиджийски Долара"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"Фолклендска Лира",
 			'one'	=>	"Фолклендска Лира",
 			'many'	=>	"Фолклендски Лири"
 		),

		'FRF'	=>	 array
		(
			'name'	=>	"Френски Франк",
 			'one'	=>	"Френски Франк",
 			'many'	=>	"Френски Франка"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"Британска Лира",
 			'one'	=>	"Британска Лира",
 			'many'	=>	"Британски Лири"
 		),

		'GEK'	=>	 array
		(
			'name'	=>	"Грузински Купон",
 			'one'	=>	"Грузински Купон",
 			'many'	=>	"Грузински Купон"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"Грузински Лари",
 			'one'	=>	"Грузински Лари",
 			'many'	=>	"Грузински Лари"
 		),

		'GHC'	=>	 array
		(
			'name'	=>	"Ганайско Седи",
 			'one'	=>	"Ганайско Седи",
 			'many'	=>	"Ганайски Седи"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"Ганайско Седи",
 			'one'	=>	"Ганайско Седи",
 			'many'	=>	"Ганайски Седи"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"Гибралтарска Лира",
 			'one'	=>	"Гибралтарска Лира",
 			'many'	=>	"Гибралтарски Лири"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"Гамбийско Даласи",
 			'one'	=>	"Гамбийско Даласи",
 			'many'	=>	"Гамбийски Даласи"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"Гвинейски Франк",
 			'one'	=>	"Гвинейски Франк",
 			'many'	=>	"Гвинейски Франка"
 		),

		'GNS'	=>	 array
		(
			'name'	=>	"Гвинейска Сили",
 			'one'	=>	"Гвинейска Сили",
 			'many'	=>	"Гвинейска Сили"
 		),

		'GQE'	=>	 array
		(
			'name'	=>	"Екваториално Гвинейско Еквеле",
 			'one'	=>	"Екваториално Гвинейско Еквеле",
 			'many'	=>	"Екваториално Гвинейско Еквеле"
 		),

		'GRD'	=>	 array
		(
			'name'	=>	"Гръцка Драхма",
 			'one'	=>	"Гръцка Драхма",
 			'many'	=>	"Гръцки Драхми"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"Гватемалски Кетцал",
 			'one'	=>	"Гватемалски Кетцал",
 			'many'	=>	"Гватемалски Кетцала"
 		),

		'GWE'	=>	 array
		(
			'name'	=>	"Ескудо От Португалска Гвинея",
 			'one'	=>	"Ескудо От Португалска Гвинея",
 			'many'	=>	"Ескудо От Португалска Гвинея"
 		),

		'GWP'	=>	 array
		(
			'name'	=>	"Гвинея-Бисау Песо",
 			'one'	=>	"Гвинея-Бисау Песо",
 			'many'	=>	"Гвинея-Бисау Песо"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"Гаянски Долар",
 			'one'	=>	"Гаянски Долар",
 			'many'	=>	"Гаянски Долара"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"Хонконгски Долар",
 			'one'	=>	"Хонконгски Долар",
 			'many'	=>	"Хонконгски Долара"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"Хондураска Лемпира",
 			'one'	=>	"Хондураска Лемпира",
 			'many'	=>	"Хондураски Лемпири"
 		),

		'HRD'	=>	 array
		(
			'name'	=>	"Хърватски Динар",
 			'one'	=>	"Хърватски Динар",
 			'many'	=>	"Хърватски Динара"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"Хърватска Куна",
 			'one'	=>	"Хърватска Куна",
 			'many'	=>	"Хърватски Куни"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"Хаитски Гурд",
 			'one'	=>	"Хаитски Гурд",
 			'many'	=>	"Хаитски Гурда"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"Унгарски Форинт",
 			'one'	=>	"Унгарски Форинт",
 			'many'	=>	"Унгарски Форинта"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"Индонезийска Рупия",
 			'one'	=>	"Индонезийска Рупия",
 			'many'	=>	"Индонезийски Рупии"
 		),

		'IEP'	=>	 array
		(
			'name'	=>	"Ирландска Лира",
 			'one'	=>	"Ирландска Лира",
 			'many'	=>	"Ирландски Лири"
 		),

		'ILP'	=>	 array
		(
			'name'	=>	"Израелска Лира",
 			'one'	=>	"Израелска Лира",
 			'many'	=>	"Израелски Лири"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"Израелски Нов Шекел",
 			'one'	=>	"Израелски Нов Шекел",
 			'many'	=>	"Израелски Нови Шекела"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"Индийска Рупия",
 			'one'	=>	"Индийска Рупия",
 			'many'	=>	"Индийски Рупии"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"Иракски Динар",
 			'one'	=>	"Иракски Динар",
 			'many'	=>	"Иракски Динара"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"Ирански Риал",
 			'one'	=>	"Ирански Риал",
 			'many'	=>	"Ирански Риала"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"Исландска Крона",
 			'one'	=>	"Исландска Крона",
 			'many'	=>	"Исландски Крони"
 		),

		'ITL'	=>	 array
		(
			'name'	=>	"Италианска Лира",
 			'one'	=>	"Италианска Лира",
 			'many'	=>	"Италиански Лири"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"Ямайски Долар",
 			'one'	=>	"Ямайски Долар",
 			'many'	=>	"Ямайски Долара"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"Йордански Динар",
 			'one'	=>	"Йордански Динар",
 			'many'	=>	"Йордански Динара"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"Японска Йена",
 			'one'	=>	"Японска Йена",
 			'many'	=>	"Японски Йени"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"Кенийски Шилинг",
 			'one'	=>	"Кенийски Шилинг",
 			'many'	=>	"Кенийски Шилинга"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"Киргизстански Сом",
 			'one'	=>	"Киргизстански Сом",
 			'many'	=>	"Киргизстански Сома"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"Камбоджански Риел",
 			'one'	=>	"Камбоджански Риел",
 			'many'	=>	"Камбоджански Риела"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"Коморски Франк",
 			'one'	=>	"Коморски Франк",
 			'many'	=>	"Коморски Франка"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"Севернокорейски Вон",
 			'one'	=>	"Севернокорейски Вон",
 			'many'	=>	"Севернокорейски Вона"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"Южнокорейски Вон",
 			'one'	=>	"Южнокорейски Вон",
 			'many'	=>	"Южнокорейски Вона"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"Кувейтски Динар",
 			'one'	=>	"Кувейтски Динар",
 			'many'	=>	"Кувейтски Динара"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"Кайманов Долар",
 			'one'	=>	"Кайманов Долар",
 			'many'	=>	"Кайманови Долара"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"Казахстанско Тенге",
 			'one'	=>	"Казахстанско Тенге",
 			'many'	=>	"Казахстански Тенге"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"Лаоски Кип",
 			'one'	=>	"Лаоски Кип",
 			'many'	=>	"Лаоски Кипа"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"Ливанска Лира",
 			'one'	=>	"Ливанска Лира",
 			'many'	=>	"Ливански Лири"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"Шриланкска Рупия",
 			'one'	=>	"Шриланкска Рупия",
 			'many'	=>	"Шриланкски Рупии"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"Либерийски Долар",
 			'one'	=>	"Либерийски Долар",
 			'many'	=>	"Либерийски Долара"
 		),

		'LSL'	=>	 array
		(
			'name'	=>	"Лесотско Лоти",
 			'one'	=>	"Лесотско Лоти",
 			'many'	=>	"Лесотски Лоти"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"Литовски Литас",
 			'one'	=>	"Литовски Литас",
 			'many'	=>	"Литовски Литаса"
 		),

		'LTT'	=>	 array
		(
			'name'	=>	"Литовски Талон",
 			'one'	=>	"Литовски Талон",
 			'many'	=>	"Литовски Талон"
 		),

		'LUF'	=>	 array
		(
			'name'	=>	"Люксембургски Франк",
 			'one'	=>	"Люксембургски Франк",
 			'many'	=>	"Люксембургски Франка"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"Латвийски Лат",
 			'one'	=>	"Латвийски Лат",
 			'many'	=>	"Латвийски Лата"
 		),

		'LVR'	=>	 array
		(
			'name'	=>	"Латвийска Рубла",
 			'one'	=>	"Латвийска Рубла",
 			'many'	=>	"Латвийски Рубли"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"Либийски Динар",
 			'one'	=>	"Либийски Динар",
 			'many'	=>	"Либийски Динара"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"Марокански Дирхам",
 			'one'	=>	"Марокански Дирхам",
 			'many'	=>	"Марокански Дирхама"
 		),

		'MAF'	=>	 array
		(
			'name'	=>	"Марокански Франк",
 			'one'	=>	"Марокански Франк",
 			'many'	=>	"Марокански Франка"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"Молдовско Леу",
 			'one'	=>	"Молдовско Леу",
 			'many'	=>	"Молдовски Леу"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"Малгашко Ариари",
 			'one'	=>	"Малгашко Ариари",
 			'many'	=>	"Малгашки Ариари"
 		),

		'MGF'	=>	 array
		(
			'name'	=>	"Малгашки Франк - Мадагаскар",
 			'one'	=>	"Малгашки Франк - Мадагаскар",
 			'many'	=>	"Малгашки Франка - Мадагаскар"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"Македонски Денар",
 			'one'	=>	"Македонски Денар",
 			'many'	=>	"Македонски Денара"
 		),

		'MLF'	=>	 array
		(
			'name'	=>	"Малийски Франк",
 			'one'	=>	"Малийски Франк",
 			'many'	=>	"Малийски Франк"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"Мианмарски Кият",
 			'one'	=>	"Мианмарски Кият",
 			'many'	=>	"Мианмарски Кията"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"Монголски Тугрик",
 			'one'	=>	"Монголски Тугрик",
 			'many'	=>	"Монголски Тугрика"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"Патака На Макао",
 			'one'	=>	"Патака На Макао",
 			'many'	=>	"Патаки На Макао"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"Мавританска Угия",
 			'one'	=>	"Мавританска Угия",
 			'many'	=>	"Мавритански Угии"
 		),

		'MTL'	=>	 array
		(
			'name'	=>	"Малтийска Лира",
 			'one'	=>	"Малтийска Лира",
 			'many'	=>	"Малтийски Лири"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"Маврицийска Рупия",
 			'one'	=>	"Маврицийска Рупия",
 			'many'	=>	"Маврицийски Рупии"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"Малдивска Руфия",
 			'one'	=>	"Малдивска Руфия",
 			'many'	=>	"Малдивски Руфии"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"Малавийска Квача",
 			'one'	=>	"Малавийска Квача",
 			'many'	=>	"Малавийски Квачи"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"Мексиканско Песо",
 			'one'	=>	"Мексиканско Песо",
 			'many'	=>	"Мексикански Песо"
 		),

		'MXP'	=>	 array
		(
			'name'	=>	"Мексиканско Сребърно Песо",
 			'one'	=>	"Мексиканско Сребърно Песо",
 			'many'	=>	"Мексикански Сребърни Песо"
 		),

		'MXV'	=>	 array
		(
			'name'	=>	"Мексиканска Конвертируема Единица",
 			'one'	=>	"Мексиканска Конвертируема Единица",
 			'many'	=>	"Мексиканска Конвертируема Единица"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"Малайзийски Рингит",
 			'one'	=>	"Малайзийски Рингит",
 			'many'	=>	"Малайзийски Рингита"
 		),

		'MZE'	=>	 array
		(
			'name'	=>	"Мозамбикско Ескудо",
 			'one'	=>	"Мозамбикско Ескудо",
 			'many'	=>	"Мозамбикски Ескудо"
 		),

		'MZM'	=>	 array
		(
			'name'	=>	"Мозамбикски Метикал",
 			'one'	=>	"Мозамбикски Метикал",
 			'many'	=>	"Мозамбикски Метикала"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"Мозамбикски Метикал",
 			'one'	=>	"Мозамбикски Метикал",
 			'many'	=>	"Мозамбикски Метикала"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"Намибийски Долар",
 			'one'	=>	"Намибийски Долар",
 			'many'	=>	"Намибийски Долара"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"Нигерийска Найра",
 			'one'	=>	"Нигерийска Найра",
 			'many'	=>	"Нигерийски Найри"
 		),

		'NIC'	=>	 array
		(
			'name'	=>	"Никарагуанска Кордоба",
 			'one'	=>	"Никарагуанска Кордоба",
 			'many'	=>	"Никарагуански Кордоби"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"Никарагуанска Кордоба",
 			'one'	=>	"Никарагуанска Кордоба",
 			'many'	=>	"Никарагуански Кордоби"
 		),

		'NLG'	=>	 array
		(
			'name'	=>	"Холандски Гулден",
 			'one'	=>	"Холандски Гулден",
 			'many'	=>	"Холандски Гулдена"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"Норвежка Крона",
 			'one'	=>	"Норвежка Крона",
 			'many'	=>	"Норвежки Крони"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"Непалска Рупия",
 			'one'	=>	"Непалска Рупия",
 			'many'	=>	"Непалски Рупии"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"Новозеландски Долар",
 			'one'	=>	"Новозеландски Долар",
 			'many'	=>	"Новозеландски Долара"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"Омански Риал",
 			'one'	=>	"Омански Риал",
 			'many'	=>	"Омански Риала"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"Панамска Балбоа",
 			'one'	=>	"Панамска Балбоа",
 			'many'	=>	"Панамски Балбоа"
 		),

		'PEI'	=>	 array
		(
			'name'	=>	"Перуанско Инти",
 			'one'	=>	"Перуанско Инти",
 			'many'	=>	"Перуанско Инти"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"Перуански Нов Сол",
 			'one'	=>	"Перуански Нов Сол",
 			'many'	=>	"Перуански Нови Сола"
 		),

		'PES'	=>	 array
		(
			'name'	=>	"Перуански Сол",
 			'one'	=>	"Перуански Сол",
 			'many'	=>	"Перуански Сол"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"Папуа-Новогвинейска Кина",
 			'one'	=>	"Папуа-Новогвинейска Кина",
 			'many'	=>	"Папуа-Новогвинейски Кини"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"Филипинско Песо",
 			'one'	=>	"Филипинско Песо",
 			'many'	=>	"Филипински Песо"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"Пакистанска Рупия",
 			'one'	=>	"Пакистанска Рупия",
 			'many'	=>	"Пакистански Рупии"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"Полска Злота",
 			'one'	=>	"Полска Злота",
 			'many'	=>	"Полски Злоти"
 		),

		'PLZ'	=>	 array
		(
			'name'	=>	"Полска Злота",
 			'one'	=>	"Полска Злота",
 			'many'	=>	"Полски Злоти"
 		),

		'PTE'	=>	 array
		(
			'name'	=>	"Португалско Ескудо",
 			'one'	=>	"Португалско Ескудо",
 			'many'	=>	"Португалски Ескудо"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"Парагвайско Гуарани",
 			'one'	=>	"Парагвайско Гуарани",
 			'many'	=>	"Парагвайски Гуарани"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"Катарски Риал",
 			'one'	=>	"Катарски Риал",
 			'many'	=>	"Катарски Риала"
 		),

		'RHD'	=>	 array
		(
			'name'	=>	"Родезийски Долар",
 			'one'	=>	"Родезийски Долар",
 			'many'	=>	"Родезийски Долар"
 		),

		'ROL'	=>	 array
		(
			'name'	=>	"Стара Румънска Лея",
 			'one'	=>	"Стара Румънска Лея",
 			'many'	=>	"Стари Румънски Леи"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"Румънска Лея",
 			'one'	=>	"Румънска Лея",
 			'many'	=>	"Румънски Леи"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"Сръбски Динар",
 			'one'	=>	"Сръбски Динар",
 			'many'	=>	"Сръбски Динара"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"Руска Рубла",
 			'one'	=>	"Руска Рубла",
 			'many'	=>	"Руски Рубли"
 		),

		'RUR'	=>	 array
		(
			'name'	=>	"Руска Рубла",
 			'one'	=>	"Руска Рубла",
 			'many'	=>	"Руски Рубли"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"Руандски Франк",
 			'one'	=>	"Руандски Франк",
 			'many'	=>	"Руандски Франка"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"Саудитскоарабски Риал",
 			'one'	=>	"Саудитскоарабски Риал",
 			'many'	=>	"Саудитскоарабски Риала"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"Долар На Соломоновите Острови",
 			'one'	=>	"Долар На Соломоновите Острови",
 			'many'	=>	"Долара На Соломоновите Острови"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"Сейшелска Рупия",
 			'one'	=>	"Сейшелска Рупия",
 			'many'	=>	"Сейшелски Рупии"
 		),

		'SDD'	=>	 array
		(
			'name'	=>	"Судански Динар",
 			'one'	=>	"Судански Динар",
 			'many'	=>	"Судански Динара"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"Суданска Лира",
 			'one'	=>	"Суданска Лира",
 			'many'	=>	"Судански Лири"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"Шведска Крона",
 			'one'	=>	"Шведска Крона",
 			'many'	=>	"Шведски Крони"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"Сингапурски Долар",
 			'one'	=>	"Сингапурски Долар",
 			'many'	=>	"Сингапурски Долара"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"Лира На Света Елена",
 			'one'	=>	"Лира На Света Елена",
 			'many'	=>	"Лири На Света Елена"
 		),

		'SIT'	=>	 array
		(
			'name'	=>	"Словенски Толар",
 			'one'	=>	"Словенски Толар",
 			'many'	=>	"Словенски Толара"
 		),

		'SKK'	=>	 array
		(
			'name'	=>	"Словашка Крона",
 			'one'	=>	"Словашка Крона",
 			'many'	=>	"Словашки Крони"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"Сиералеонско Леоне",
 			'one'	=>	"Сиералеонско Леоне",
 			'many'	=>	"Сиералеонски Леоне"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"Сомалийски Шилинг",
 			'one'	=>	"Сомалийски Шилинг",
 			'many'	=>	"Сомалийски Шилинга"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"Суринамски Долар",
 			'one'	=>	"Суринамски Долар",
 			'many'	=>	"Суринамски Долара"
 		),

		'SRG'	=>	 array
		(
			'name'	=>	"Суринамски Гилдер",
 			'one'	=>	"Суринамски Гилдер",
 			'many'	=>	"Суринамски Гилдера"
 		),

		'SSP'	=>	 array
		(
			'name'	=>	"Южносуданска Лира",
 			'one'	=>	"Южносуданска Лира",
 			'many'	=>	"Южносудански Лири"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"Добра На Сао Томе И Принсипи",
 			'one'	=>	"Добра На Сао Томе И Принсипи",
 			'many'	=>	"Добра На Сао Томе И Принсипи"
 		),

		'SUR'	=>	 array
		(
			'name'	=>	"Съветска Рубла",
 			'one'	=>	"Съветска Рубла",
 			'many'	=>	"Съветски Рубли"
 		),

		'SVC'	=>	 array
		(
			'name'	=>	"Салвадорски Колон",
 			'one'	=>	"Салвадорски Колон",
 			'many'	=>	"Салвадорски Колона"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"Сирийска Лира",
 			'one'	=>	"Сирийска Лира",
 			'many'	=>	"Сирийски Лири"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"Свазилендски Лилангени",
 			'one'	=>	"Свазилендски Лилангени",
 			'many'	=>	"Свазилендски Лилангени"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"Тайландски Бат",
 			'one'	=>	"Тайландски Бат",
 			'many'	=>	"Тайландски Бата"
 		),

		'TJR'	=>	 array
		(
			'name'	=>	"Таджикистанска Рубла",
 			'one'	=>	"Таджикистанска Рубла",
 			'many'	=>	"Таджикистански Рубли"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"Таджикистански Сомони",
 			'one'	=>	"Таджикистански Сомони",
 			'many'	=>	"Таджикистански Сомони"
 		),

		'TMM'	=>	 array
		(
			'name'	=>	"Туркменистански Манат",
 			'one'	=>	"Туркменистански Манат",
 			'many'	=>	"Туркменистански Маната"
 		),

		'TMT'	=>	 array
		(
			'name'	=>	"Туркменски Манат",
 			'one'	=>	"Туркменски Манат",
 			'many'	=>	"Туркменски Маната"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"Тунизийски Динар",
 			'one'	=>	"Тунизийски Динар",
 			'many'	=>	"Тунизийски Динара"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"Тонганска Паанга",
 			'one'	=>	"Тонганска Паанга",
 			'many'	=>	"Тонгански Паанги"
 		),

		'TPE'	=>	 array
		(
			'name'	=>	"Тиморско Ескудо",
 			'one'	=>	"Тиморско Ескудо",
 			'many'	=>	"Тиморски Ескудо"
 		),

		'TRL'	=>	 array
		(
			'name'	=>	"Турска Лира",
 			'one'	=>	"Турска Лира",
 			'many'	=>	"Турски Лири"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"Турска Лира",
 			'one'	=>	"Турска Лира",
 			'many'	=>	"Турски Лири"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"Долар На Тринидад И Тобаго",
 			'one'	=>	"Долар На Тринидад И Тобаго",
 			'many'	=>	"Долара На Тринидад И Тобаго"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"Тайвански Долар",
 			'one'	=>	"Тайвански Долар",
 			'many'	=>	"Тайвански Долара"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"Танзанийски Шилинг",
 			'one'	=>	"Танзанийски Шилинг",
 			'many'	=>	"Танзанийски Шилинга"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"Украинска Хривня",
 			'one'	=>	"Украинска Хривня",
 			'many'	=>	"Украински Хривни"
 		),

		'UAK'	=>	 array
		(
			'name'	=>	"Украински Карбованец",
 			'one'	=>	"Украински Карбованец",
 			'many'	=>	"Украински Карбованеца"
 		),

		'UGS'	=>	 array
		(
			'name'	=>	"Угандийски Шилинг",
 			'one'	=>	"Угандийски Шилинг",
 			'many'	=>	"Угандийски Шилинга"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"Угандски Шилинг",
 			'one'	=>	"Угандски Шилинг",
 			'many'	=>	"Угандски Шилинга"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"Щатски Долар",
 			'one'	=>	"Щатски Долар",
 			'many'	=>	"Щатски Долара"
 		),

		'UYI'	=>	 array
		(
			'name'	=>	"Уругвайско Песо",
 			'one'	=>	"Уругвайско Песо",
 			'many'	=>	"Уругвайско Песо"
 		),

		'UYP'	=>	 array
		(
			'name'	=>	"Уругвайско Песо",
 			'one'	=>	"Уругвайско Песо",
 			'many'	=>	"Уругвайски Песо"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"Уругвайско Песо",
 			'one'	=>	"Уругвайско Песо",
 			'many'	=>	"Уругвайски Песо"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"Узбекски Сум",
 			'one'	=>	"Узбекски Сум",
 			'many'	=>	"Узбекски Сума"
 		),

		'VEB'	=>	 array
		(
			'name'	=>	"Венецуелски Боливар",
 			'one'	=>	"Венецуелски Боливар",
 			'many'	=>	"Венецуелски Боливара"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"Венецуелски Боливар",
 			'one'	=>	"Венецуелски Боливар",
 			'many'	=>	"Венецуелски Боливара"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"Виетнамски Донг",
 			'one'	=>	"Виетнамски Донг",
 			'many'	=>	"Виетнамски Донга"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"Вануатско Вату",
 			'one'	=>	"Вануатско Вату",
 			'many'	=>	"Вануатски Вату"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"Самоанска Тала",
 			'one'	=>	"Самоанска Тала",
 			'many'	=>	"Самоански Тали"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"Централноафрикански Cfa Франк",
 			'one'	=>	"Централноафрикански Cfa Франк",
 			'many'	=>	"Централноафрикански Cfa Франка"
 		),

		'XAG'	=>	 array
		(
			'name'	=>	"Сребро",
 			'one'	=>	"Сребро",
 			'many'	=>	"Сребро"
 		),

		'XAU'	=>	 array
		(
			'name'	=>	"Злато",
 			'one'	=>	"Злато",
 			'many'	=>	"Злато"
 		),

		'XBA'	=>	 array
		(
			'name'	=>	"Европейска Съставна Единица",
 			'one'	=>	"Европейска Съставна Единица",
 			'many'	=>	"Европейска Съставна Единица"
 		),

		'XBB'	=>	 array
		(
			'name'	=>	"Европейска Валутна Единица",
 			'one'	=>	"Европейска Валутна Единица",
 			'many'	=>	"Европейска Валутна Единица"
 		),

		'XBC'	=>	 array
		(
			'name'	=>	"Европейска Единица По Сметка",
 			'one'	=>	"Европейска Единица По Сметка",
 			'many'	=>	"Европейска Единица По Сметка"
 		),

		'XBD'	=>	 array
		(
			'name'	=>	"Европейска Единица По Сметка",
 			'one'	=>	"Европейска Единица По Сметка",
 			'many'	=>	"Европейска Единица По Сметка"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"Източнокарибски Долар",
 			'one'	=>	"Източнокарибски Долар",
 			'many'	=>	"Източнокарибски Долара"
 		),

		'XDR'	=>	 array
		(
			'name'	=>	"Специални Права На Тираж",
 			'one'	=>	"Специални Права На Тираж",
 			'many'	=>	"Специални Права На Тираж"
 		),

		'XEU'	=>	 array
		(
			'name'	=>	"Еку На Еио",
 			'one'	=>	"Еку На Еио",
 			'many'	=>	"Еку На Еио"
 		),

		'XFO'	=>	 array
		(
			'name'	=>	"Френски Златен Франк",
 			'one'	=>	"Френски Златен Франк",
 			'many'	=>	"Френски Златна Франка"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"Западноафрикански Cfa Франк",
 			'one'	=>	"Западноафрикански Cfa Франк",
 			'many'	=>	"Западноафрикански Cfa Франка"
 		),

		'XPD'	=>	 array
		(
			'name'	=>	"Паладий",
 			'one'	=>	"Паладий",
 			'many'	=>	"Паладий"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"Френскополинезийски Франк",
 			'one'	=>	"Френскополинезийски Франк",
 			'many'	=>	"Френскополинезийски Франка"
 		),

		'XPT'	=>	 array
		(
			'name'	=>	"Платина",
 			'one'	=>	"Платина",
 			'many'	=>	"Платина"
 		),

		'XTS'	=>	 array
		(
			'name'	=>	"Код Резервиран За Целите На Тестване",
 			'one'	=>	"Код Резервиран За Целите На Тестване",
 			'many'	=>	"Код Резервиран За Целите На Тестване"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"Непозната Или Невалидна Валута",
 			'one'	=>	"Непозната Или Невалидна Валута",
 			'many'	=>	"Непозната Или Невалидна Валута"
 		),

		'YDD'	=>	 array
		(
			'name'	=>	"Йеменски Динар",
 			'one'	=>	"Йеменски Динар",
 			'many'	=>	"Йеменски Динара"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"Йеменски Риал",
 			'one'	=>	"Йеменски Риал",
 			'many'	=>	"Йеменски Риала"
 		),

		'YUD'	=>	 array
		(
			'name'	=>	"Югославски Твърд Динар",
 			'one'	=>	"Югославски Твърд Динар",
 			'many'	=>	"Югославски Твърд Динар"
 		),

		'YUM'	=>	 array
		(
			'name'	=>	"Югославски Динар",
 			'one'	=>	"Югославски Динар",
 			'many'	=>	"Югославски Динара"
 		),

		'YUN'	=>	 array
		(
			'name'	=>	"Югославски Конвертируем Динар",
 			'one'	=>	"Югославски Конвертируем Динар",
 			'many'	=>	"Югославски Конвертируеми Динара"
 		),

		'ZAL'	=>	 array
		(
			'name'	=>	"Южноафрикански Ранд",
 			'one'	=>	"Южноафрикански Ранд",
 			'many'	=>	"Южноафрикански Ранда"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"Южноафрикански Ранд",
 			'one'	=>	"Южноафрикански Ранд",
 			'many'	=>	"Южноафрикански Ранда"
 		),

		'ZMK'	=>	 array
		(
			'name'	=>	"Замбийска Квача",
 			'one'	=>	"Замбийска Квача",
 			'many'	=>	"Замбийски Квачи"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"Замбийска Куача",
 			'one'	=>	"Замбийска Куача",
 			'many'	=>	"Замбийски Куачи"
 		),

		'ZRN'	=>	 array
		(
			'name'	=>	"Заирско Ново Зайре",
 			'one'	=>	"Заирско Ново Зайре",
 			'many'	=>	"Заирски Нови Зайре"
 		),

		'ZRZ'	=>	 array
		(
			'name'	=>	"Заирско Зайре",
 			'one'	=>	"Заирско Зайре",
 			'many'	=>	"Заирски Зайре"
 		),

		'ZWD'	=>	 array
		(
			'name'	=>	"Зимбабвийски Долар",
 			'one'	=>	"Зимбабвийски Долар",
 			'many'	=>	"Зимбабвийски Долара"
 		),

		'ZWL'	=>	 array
		(
			'name'	=>	"Зимбабвийски Долар",
 			'one'	=>	"Зимбабвийски Долар",
 			'many'	=>	"Зимбабвийски Долара"
 		),

    ),
);
