<?php
/*
 * Author: Nil Portugués Calderó <contact@nilportugues.com>
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

/**
 * A list of world's currency names in the current locale.
 */
return array
(
    'parent'    => NULL,
    'data'      => array
    (
		'ADP'	=>	 array
		(
			'name'	=>	"Андоррская Песета",
 			'one'	=>	"Андоррская Песета",
 			'many'	=>	"Андоррские Песеты"
 		),

		'AED'	=>	 array
		(
			'name'	=>	"Дирхам",
 			'one'	=>	"Дирхам",
 			'many'	=>	"Дирхама"
 		),

		'AFA'	=>	 array
		(
			'name'	=>	"Афгани",
 			'one'	=>	"Афгани",
 			'many'	=>	"Афгани"
 		),

		'AFN'	=>	 array
		(
			'name'	=>	"Афганский Афгани",
 			'one'	=>	"Афганский Афгани",
 			'many'	=>	"Афганских Афгани"
 		),

		'ALL'	=>	 array
		(
			'name'	=>	"Албанский Лек",
 			'one'	=>	"Албанский Лек",
 			'many'	=>	"Албанских Лека"
 		),

		'AMD'	=>	 array
		(
			'name'	=>	"Армянский Драм",
 			'one'	=>	"Армянский Драм",
 			'many'	=>	"Армянских Драма"
 		),

		'ANG'	=>	 array
		(
			'name'	=>	"Нидерландский Антильский Гульден",
 			'one'	=>	"Нидерландский Антильский Гульден",
 			'many'	=>	"Нидерландских Антильских Гульдена"
 		),

		'AOA'	=>	 array
		(
			'name'	=>	"Ангольская Кванза",
 			'one'	=>	"Ангольская Кванза",
 			'many'	=>	"Ангольские Кванзы"
 		),

		'AOK'	=>	 array
		(
			'name'	=>	"Ангольская Кванза",
 			'one'	=>	"Ангольских Кванз",
 			'many'	=>	"Ангольские Кванзы"
 		),

		'AON'	=>	 array
		(
			'name'	=>	"Ангольская Новая Кванза",
 			'one'	=>	"Ангольская Новая Кванза",
 			'many'	=>	"Ангольская Новая Кванза"
 		),

		'AOR'	=>	 array
		(
			'name'	=>	"Ангольская Кванза Реюстадо",
 			'one'	=>	"Ангольских Кванз Реюстадо",
 			'many'	=>	"Ангольские Кванзы Реюстадо"
 		),

		'ARA'	=>	 array
		(
			'name'	=>	"Аргентинский Аустрал",
 			'one'	=>	"Аргентинский Аустрал",
 			'many'	=>	"Аргентинский Аустрал"
 		),

		'ARP'	=>	 array
		(
			'name'	=>	"Аргентинское Песо",
 			'one'	=>	"Аргентинское Песо",
 			'many'	=>	"Аргентинское Песо"
 		),

		'ARS'	=>	 array
		(
			'name'	=>	"Аргентинское Песо",
 			'one'	=>	"Аргентинское Песо",
 			'many'	=>	"Аргентинских Песо"
 		),

		'ATS'	=>	 array
		(
			'name'	=>	"Австрийский Шиллинг",
 			'one'	=>	"Австрийский Шиллинг",
 			'many'	=>	"Австрийский Шиллинг"
 		),

		'AUD'	=>	 array
		(
			'name'	=>	"Австралийский Доллар",
 			'one'	=>	"Австралийский Доллар",
 			'many'	=>	"Австралийских Доллара"
 		),

		'AWG'	=>	 array
		(
			'name'	=>	"Арубанский Флорин",
 			'one'	=>	"Арубанский Флорин",
 			'many'	=>	"Арубанских Флорина"
 		),

		'AZM'	=>	 array
		(
			'name'	=>	"Старый Азербайджанский Манат",
 			'one'	=>	"Старый Азербайджанский Манат",
 			'many'	=>	"Старый Азербайджанский Манат"
 		),

		'AZN'	=>	 array
		(
			'name'	=>	"Азербайджанский Манат",
 			'one'	=>	"Азербайджанский Манат",
 			'many'	=>	"Азербайджанских Маната"
 		),

		'BAD'	=>	 array
		(
			'name'	=>	"Динар Боснии И Герцеговины",
 			'one'	=>	"Динар Боснии И Герцеговины",
 			'many'	=>	"Динар Боснии И Герцеговины"
 		),

		'BAM'	=>	 array
		(
			'name'	=>	"Конвертируемая Марка Боснии И Герцеговины",
 			'one'	=>	"Боснийская Конвертируемая Марка",
 			'many'	=>	"Боснийские Конвертируемые Марки"
 		),

		'BBD'	=>	 array
		(
			'name'	=>	"Барбадосский Доллар",
 			'one'	=>	"Барбадосский Доллар",
 			'many'	=>	"Барбадосских Доллара"
 		),

		'BDT'	=>	 array
		(
			'name'	=>	"Бангладешская Така",
 			'one'	=>	"Бангладешская Така",
 			'many'	=>	"Бангладешских Таки"
 		),

		'BEC'	=>	 array
		(
			'name'	=>	"Бельгийский Франк",
 			'one'	=>	"Бельгийский Франк",
 			'many'	=>	"Бельгийский Франк"
 		),

		'BEF'	=>	 array
		(
			'name'	=>	"Бельгийский Франк",
 			'one'	=>	"Бельгийский Франк",
 			'many'	=>	"Бельгийский Франк"
 		),

		'BEL'	=>	 array
		(
			'name'	=>	"Бельгийский Франк",
 			'one'	=>	"Бельгийский Франк",
 			'many'	=>	"Бельгийский Франк"
 		),

		'BGL'	=>	 array
		(
			'name'	=>	"Лев",
 			'one'	=>	"Лев",
 			'many'	=>	"Лев"
 		),

		'BGN'	=>	 array
		(
			'name'	=>	"Болгарский Лев",
 			'one'	=>	"Болгарский Лев",
 			'many'	=>	"Болгарских Лева"
 		),

		'BHD'	=>	 array
		(
			'name'	=>	"Бахрейнский Динар",
 			'one'	=>	"Бахрейнский Динар",
 			'many'	=>	"Бахрейнских Динара"
 		),

		'BIF'	=>	 array
		(
			'name'	=>	"Бурундийский Франк",
 			'one'	=>	"Бурундийский Франк",
 			'many'	=>	"Бурундийских Франка"
 		),

		'BMD'	=>	 array
		(
			'name'	=>	"Бермудский Доллар",
 			'one'	=>	"Бермудский Доллар",
 			'many'	=>	"Бермудских Доллара"
 		),

		'BND'	=>	 array
		(
			'name'	=>	"Брунейский Доллар",
 			'one'	=>	"Брунейский Доллар",
 			'many'	=>	"Брунейских Доллара"
 		),

		'BOB'	=>	 array
		(
			'name'	=>	"Боливийский Боливиано",
 			'one'	=>	"Боливиано",
 			'many'	=>	"Боливиано"
 		),

		'BOP'	=>	 array
		(
			'name'	=>	"Боливийское Песо",
 			'one'	=>	"Боливийское Песо",
 			'many'	=>	"Боливийское Песо"
 		),

		'BOV'	=>	 array
		(
			'name'	=>	"Боливийский Мвдол",
 			'one'	=>	"Боливийский Мвдол",
 			'many'	=>	"Боливийский Мвдол"
 		),

		'BRB'	=>	 array
		(
			'name'	=>	"Бразильский Новый Крузейро",
 			'one'	=>	"Бразильский Новый Крузейро",
 			'many'	=>	"Бразильский Новый Крузейро"
 		),

		'BRC'	=>	 array
		(
			'name'	=>	"Бразильское Крузадо",
 			'one'	=>	"Бразильское Крузадо",
 			'many'	=>	"Бразильское Крузадо"
 		),

		'BRE'	=>	 array
		(
			'name'	=>	"Бразильский Крузейро",
 			'one'	=>	"Бразильский Крузейро",
 			'many'	=>	"Бразильский Крузейро"
 		),

		'BRL'	=>	 array
		(
			'name'	=>	"Бразильский Реал",
 			'one'	=>	"Бразильский Реал",
 			'many'	=>	"Бразильских Реала"
 		),

		'BRN'	=>	 array
		(
			'name'	=>	"Бразильское Новое Крузадо",
 			'one'	=>	"Бразильское Новое Крузадо",
 			'many'	=>	"Бразильское Новое Крузадо"
 		),

		'BRR'	=>	 array
		(
			'name'	=>	"Бразильский Крузейро",
 			'one'	=>	"Бразильский Крузейро",
 			'many'	=>	"Бразильский Крузейро"
 		),

		'BSD'	=>	 array
		(
			'name'	=>	"Багамский Доллар",
 			'one'	=>	"Багамский Доллар",
 			'many'	=>	"Багамских Доллара"
 		),

		'BTN'	=>	 array
		(
			'name'	=>	"Бутанский Нгултрум",
 			'one'	=>	"Нгултрум",
 			'many'	=>	"Нгултрума"
 		),

		'BUK'	=>	 array
		(
			'name'	=>	"Джа",
 			'one'	=>	"Джа",
 			'many'	=>	"Джа"
 		),

		'BWP'	=>	 array
		(
			'name'	=>	"Ботсванская Пула",
 			'one'	=>	"Ботсванская Пула",
 			'many'	=>	"Ботсванских Пулы"
 		),

		'BYB'	=>	 array
		(
			'name'	=>	"Белорусский Рубль",
 			'one'	=>	"Белорусский Рубль",
 			'many'	=>	"Белорусский Рубль"
 		),

		'BYR'	=>	 array
		(
			'name'	=>	"Белорусский Рубль",
 			'one'	=>	"Белорусский Рубль",
 			'many'	=>	"Белорусских Рубля"
 		),

		'BZD'	=>	 array
		(
			'name'	=>	"Белизский Доллар",
 			'one'	=>	"Белизский Доллар",
 			'many'	=>	"Белизских Доллара"
 		),

		'CAD'	=>	 array
		(
			'name'	=>	"Канадский Доллар",
 			'one'	=>	"Канадский Доллар",
 			'many'	=>	"Канадских Доллара"
 		),

		'CDF'	=>	 array
		(
			'name'	=>	"Конголезский Франк",
 			'one'	=>	"Конголезский Франк",
 			'many'	=>	"Конголезских Франка"
 		),

		'CHE'	=>	 array
		(
			'name'	=>	"Wir Евро",
 			'one'	=>	"Wir Евро",
 			'many'	=>	"Wir Евро"
 		),

		'CHF'	=>	 array
		(
			'name'	=>	"Швейцарский Франк",
 			'one'	=>	"Швейцарский Франк",
 			'many'	=>	"Швейцарских Франка"
 		),

		'CHW'	=>	 array
		(
			'name'	=>	"Wir Франк",
 			'one'	=>	"Wir Франк",
 			'many'	=>	"Wir Франк"
 		),

		'CLF'	=>	 array
		(
			'name'	=>	"Условная Расчетная Единица Чили",
 			'one'	=>	"Условная Расчетная Единица Чили",
 			'many'	=>	"Условная Расчетная Единица Чили"
 		),

		'CLP'	=>	 array
		(
			'name'	=>	"Чилийское Песо",
 			'one'	=>	"Чилийское Песо",
 			'many'	=>	"Чилийских Песо"
 		),

		'CNY'	=>	 array
		(
			'name'	=>	"Юань Ренминби",
 			'one'	=>	"Китайский Юань",
 			'many'	=>	"Китайских Юаня"
 		),

		'COP'	=>	 array
		(
			'name'	=>	"Колумбийское Песо",
 			'one'	=>	"Колумбийское Песо",
 			'many'	=>	"Колумбийских Песо"
 		),

		'COU'	=>	 array
		(
			'name'	=>	"Единица Реальной Стоимости Колумбии",
 			'one'	=>	"Единица Реальной Стоимости Колумбии",
 			'many'	=>	"Единица Реальной Стоимости Колумбии"
 		),

		'CRC'	=>	 array
		(
			'name'	=>	"Костариканский Колон",
 			'one'	=>	"Костариканский Колон",
 			'many'	=>	"Костариканских Колона"
 		),

		'CSD'	=>	 array
		(
			'name'	=>	"Старый Сербский Динар",
 			'one'	=>	"Старый Сербский Динар",
 			'many'	=>	"Старый Сербский Динар"
 		),

		'CSK'	=>	 array
		(
			'name'	=>	"Чехословацкая Твердая Крона",
 			'one'	=>	"Чехословацкая Твердая Крона",
 			'many'	=>	"Чехословацкая Твердая Крона"
 		),

		'CUC'	=>	 array
		(
			'name'	=>	"Кубинское Конвертируемое Песо",
 			'one'	=>	"Кубинское Конвертируемое Песо",
 			'many'	=>	"Кубинских Конвертируемых Песо"
 		),

		'CUP'	=>	 array
		(
			'name'	=>	"Кубинское Песо",
 			'one'	=>	"Кубинское Песо",
 			'many'	=>	"Кубинских Песо"
 		),

		'CVE'	=>	 array
		(
			'name'	=>	"Эскудо Кабо-Верде",
 			'one'	=>	"Эскудо Кабо-Верде",
 			'many'	=>	"Эскудо Кабо-Верде"
 		),

		'CYP'	=>	 array
		(
			'name'	=>	"Кипрский Фунт",
 			'one'	=>	"Кипрский Фунт",
 			'many'	=>	"Кипрский Фунт"
 		),

		'CZK'	=>	 array
		(
			'name'	=>	"Чешская Крона",
 			'one'	=>	"Чешская Крона",
 			'many'	=>	"Чешские Кроны"
 		),

		'DDM'	=>	 array
		(
			'name'	=>	"Восточногерманская Марка",
 			'one'	=>	"Восточногерманская Марка",
 			'many'	=>	"Восточногерманская Марка"
 		),

		'DEM'	=>	 array
		(
			'name'	=>	"Немецкая Марка",
 			'one'	=>	"Немецкая Марка",
 			'many'	=>	"Немецкая Марка"
 		),

		'DJF'	=>	 array
		(
			'name'	=>	"Франк Джибути",
 			'one'	=>	"Франк Джибути",
 			'many'	=>	"Франка Джибути"
 		),

		'DKK'	=>	 array
		(
			'name'	=>	"Датская Крона",
 			'one'	=>	"Датская Крона",
 			'many'	=>	"Датские Кроны"
 		),

		'DOP'	=>	 array
		(
			'name'	=>	"Доминиканское Песо",
 			'one'	=>	"Доминиканское Песо",
 			'many'	=>	"Доминиканских Песо"
 		),

		'DZD'	=>	 array
		(
			'name'	=>	"Алжирский Динар",
 			'one'	=>	"Алжирский Динар",
 			'many'	=>	"Алжирских Динара"
 		),

		'ECS'	=>	 array
		(
			'name'	=>	"Эквадорский Сукре",
 			'one'	=>	"Эквадорский Сукре",
 			'many'	=>	"Эквадорский Сукре"
 		),

		'ECV'	=>	 array
		(
			'name'	=>	"Постоянная Единица Стоимости Эквадора",
 			'one'	=>	"Постоянная Единица Стоимости Эквадора",
 			'many'	=>	"Постоянная Единица Стоимости Эквадора"
 		),

		'EEK'	=>	 array
		(
			'name'	=>	"Эстонская Крона",
 			'one'	=>	"Эстонская Крона",
 			'many'	=>	"Эстонская Крона"
 		),

		'EGP'	=>	 array
		(
			'name'	=>	"Египетский Фунт",
 			'one'	=>	"Египетский Фунт",
 			'many'	=>	"Египетских Фунта"
 		),

		'ERN'	=>	 array
		(
			'name'	=>	"Накфа",
 			'one'	=>	"Эритрейская Накфа",
 			'many'	=>	"Эритрейские Накфы"
 		),

		'ESA'	=>	 array
		(
			'name'	=>	"Испанская Песета",
 			'one'	=>	"Испанская Песета",
 			'many'	=>	"Испанская Песета"
 		),

		'ESB'	=>	 array
		(
			'name'	=>	"Испанская Песета",
 			'one'	=>	"Испанская Песета",
 			'many'	=>	"Испанская Песета"
 		),

		'ESP'	=>	 array
		(
			'name'	=>	"Испанская Песета",
 			'one'	=>	"Испанская Песета",
 			'many'	=>	"Испанская Песета"
 		),

		'ETB'	=>	 array
		(
			'name'	=>	"Эфиопский Быр",
 			'one'	=>	"Эфиопский Быр",
 			'many'	=>	"Эфиопских Быра"
 		),

		'EUR'	=>	 array
		(
			'name'	=>	"Евро",
 			'one'	=>	"Евро",
 			'many'	=>	"Евро"
 		),

		'FIM'	=>	 array
		(
			'name'	=>	"Финская Марка",
 			'one'	=>	"Финская Марка",
 			'many'	=>	"Финская Марка"
 		),

		'FJD'	=>	 array
		(
			'name'	=>	"Доллар Фиджи",
 			'one'	=>	"Доллар Фиджи",
 			'many'	=>	"Доллара Фиджи"
 		),

		'FKP'	=>	 array
		(
			'name'	=>	"Фунт Фолклендских Островов",
 			'one'	=>	"Фунт Фолклендских Островов",
 			'many'	=>	"Фунта Фолклендских Островов"
 		),

		'FRF'	=>	 array
		(
			'name'	=>	"Французский Франк",
 			'one'	=>	"Французский Франк",
 			'many'	=>	"Французский Франк"
 		),

		'GBP'	=>	 array
		(
			'name'	=>	"Английский Фунт Стерлингов",
 			'one'	=>	"Английский Фунт Стерлингов",
 			'many'	=>	"Английских Фунта Стерлингов"
 		),

		'GEK'	=>	 array
		(
			'name'	=>	"Грузинский Купон",
 			'one'	=>	"Грузинский Купон",
 			'many'	=>	"Грузинский Купон"
 		),

		'GEL'	=>	 array
		(
			'name'	=>	"Грузинский Лари",
 			'one'	=>	"Грузинский Лари",
 			'many'	=>	"Грузинских Лари"
 		),

		'GHC'	=>	 array
		(
			'name'	=>	"Ганский Седи",
 			'one'	=>	"Ганский Седи",
 			'many'	=>	"Ганский Седи"
 		),

		'GHS'	=>	 array
		(
			'name'	=>	"Ганский Седи",
 			'one'	=>	"Ганский Седи",
 			'many'	=>	"Ганских Седи"
 		),

		'GIP'	=>	 array
		(
			'name'	=>	"Гибралтарский Фунт",
 			'one'	=>	"Гибралтарский Фунт",
 			'many'	=>	"Гибралтарских Фунта"
 		),

		'GMD'	=>	 array
		(
			'name'	=>	"Гамбийский Даласи",
 			'one'	=>	"Гамбийский Даласи",
 			'many'	=>	"Гамбийских Даласи"
 		),

		'GNF'	=>	 array
		(
			'name'	=>	"Гвинейский Франк",
 			'one'	=>	"Гвинейский Франк",
 			'many'	=>	"Гвинейских Франка"
 		),

		'GNS'	=>	 array
		(
			'name'	=>	"Гвинейская Сили",
 			'one'	=>	"Гвинейская Сили",
 			'many'	=>	"Гвинейская Сили"
 		),

		'GQE'	=>	 array
		(
			'name'	=>	"Эквеле Экваториальной Гвинеи",
 			'one'	=>	"Эквеле Экваториальной Гвинеи",
 			'many'	=>	"Эквеле Экваториальной Гвинеи"
 		),

		'GRD'	=>	 array
		(
			'name'	=>	"Греческая Драхма",
 			'one'	=>	"Греческая Драхма",
 			'many'	=>	"Греческая Драхма"
 		),

		'GTQ'	=>	 array
		(
			'name'	=>	"Гватемальский Кетсаль",
 			'one'	=>	"Гватемальский Кетсаль",
 			'many'	=>	"Гватемальских Кетсаля"
 		),

		'GWE'	=>	 array
		(
			'name'	=>	"Эскудо Португальской Гвинеи",
 			'one'	=>	"Эскудо Португальской Гвинеи",
 			'many'	=>	"Эскудо Португальской Гвинеи"
 		),

		'GWP'	=>	 array
		(
			'name'	=>	"Песо Гвинеи-Бисау",
 			'one'	=>	"Песо Гвинеи-Бисау",
 			'many'	=>	"Песо Гвинеи-Бисау"
 		),

		'GYD'	=>	 array
		(
			'name'	=>	"Гайанский Доллар",
 			'one'	=>	"Гайанский Доллар",
 			'many'	=>	"Гайанских Доллара"
 		),

		'HKD'	=>	 array
		(
			'name'	=>	"Гонконгский Доллар",
 			'one'	=>	"Гонконгский Доллар",
 			'many'	=>	"Гонконгских Доллара"
 		),

		'HNL'	=>	 array
		(
			'name'	=>	"Гондурасская Лемпира",
 			'one'	=>	"Гондурасская Лемпира",
 			'many'	=>	"Гондурасские Лемпиры"
 		),

		'HRD'	=>	 array
		(
			'name'	=>	"Хорватский Динар",
 			'one'	=>	"Хорватский Динар",
 			'many'	=>	"Хорватский Динар"
 		),

		'HRK'	=>	 array
		(
			'name'	=>	"Хорватская Куна",
 			'one'	=>	"Хорватская Куна",
 			'many'	=>	"Хорватских Куны"
 		),

		'HTG'	=>	 array
		(
			'name'	=>	"Гаитянский Гурд",
 			'one'	=>	"Гаитянский Гурд",
 			'many'	=>	"Гаитянских Гурда"
 		),

		'HUF'	=>	 array
		(
			'name'	=>	"Венгерский Форинт",
 			'one'	=>	"Венгерский Форинт",
 			'many'	=>	"Венгерских Форинта"
 		),

		'IDR'	=>	 array
		(
			'name'	=>	"Индонезийская Рупия",
 			'one'	=>	"Индонезийская Рупия",
 			'many'	=>	"Индонезийские Рупии"
 		),

		'IEP'	=>	 array
		(
			'name'	=>	"Ирландский Фунт",
 			'one'	=>	"Ирландский Фунт",
 			'many'	=>	"Ирландский Фунт"
 		),

		'ILP'	=>	 array
		(
			'name'	=>	"Израильский Фунт",
 			'one'	=>	"Израильский Фунт",
 			'many'	=>	"Израильский Фунт"
 		),

		'ILS'	=>	 array
		(
			'name'	=>	"Новый Израильский Шекель",
 			'one'	=>	"Новый Израильский Шекель",
 			'many'	=>	"Новых Израильских Шекеля"
 		),

		'INR'	=>	 array
		(
			'name'	=>	"Индийская Рупия",
 			'one'	=>	"Индийская Рупия",
 			'many'	=>	"Индийские Рупии"
 		),

		'IQD'	=>	 array
		(
			'name'	=>	"Иракский Динар",
 			'one'	=>	"Иракский Динар",
 			'many'	=>	"Иракских Динара"
 		),

		'IRR'	=>	 array
		(
			'name'	=>	"Иранский Риал",
 			'one'	=>	"Иранский Риал",
 			'many'	=>	"Иранских Риала"
 		),

		'ISK'	=>	 array
		(
			'name'	=>	"Исландская Крона",
 			'one'	=>	"Исландская Крона",
 			'many'	=>	"Исландские Кроны"
 		),

		'ITL'	=>	 array
		(
			'name'	=>	"Итальянская Лира",
 			'one'	=>	"Итальянская Лира",
 			'many'	=>	"Итальянская Лира"
 		),

		'JMD'	=>	 array
		(
			'name'	=>	"Ямайский Доллар",
 			'one'	=>	"Ямайский Доллар",
 			'many'	=>	"Ямайских Доллара"
 		),

		'JOD'	=>	 array
		(
			'name'	=>	"Иорданский Динар",
 			'one'	=>	"Иорданский Динар",
 			'many'	=>	"Иорданских Динара"
 		),

		'JPY'	=>	 array
		(
			'name'	=>	"Японская Иена",
 			'one'	=>	"Японская Иена",
 			'many'	=>	"Японские Иены"
 		),

		'KES'	=>	 array
		(
			'name'	=>	"Кенийский Шиллинг",
 			'one'	=>	"Кенийский Шиллинг",
 			'many'	=>	"Кенийских Шиллинга"
 		),

		'KGS'	=>	 array
		(
			'name'	=>	"Киргизский Сом",
 			'one'	=>	"Киргизский Сом",
 			'many'	=>	"Киргизских Сома"
 		),

		'KHR'	=>	 array
		(
			'name'	=>	"Камбоджийский Риель",
 			'one'	=>	"Камбоджийский Риель",
 			'many'	=>	"Камбоджийских Риеля"
 		),

		'KMF'	=>	 array
		(
			'name'	=>	"Франк Коморских Островов",
 			'one'	=>	"Франк Коморских Островов",
 			'many'	=>	"Франка Коморских Островов"
 		),

		'KPW'	=>	 array
		(
			'name'	=>	"Северо-Корейская Вона",
 			'one'	=>	"Северокорейская Вона",
 			'many'	=>	"Северокорейские Воны"
 		),

		'KRW'	=>	 array
		(
			'name'	=>	"Вона Республики Кореи",
 			'one'	=>	"Южнокорейская Вона",
 			'many'	=>	"Южнокорейские Воны"
 		),

		'KWD'	=>	 array
		(
			'name'	=>	"Кувейтский Динар",
 			'one'	=>	"Кувейтский Динар",
 			'many'	=>	"Кувейтских Динара"
 		),

		'KYD'	=>	 array
		(
			'name'	=>	"Доллар Каймановых Островов",
 			'one'	=>	"Доллар Каймановых Островов",
 			'many'	=>	"Доллара Каймановых Островов"
 		),

		'KZT'	=>	 array
		(
			'name'	=>	"Казахский Тенге",
 			'one'	=>	"Казахский Тенге",
 			'many'	=>	"Казахских Тенге"
 		),

		'LAK'	=>	 array
		(
			'name'	=>	"Кип Лндр",
 			'one'	=>	"Лаосский Кип",
 			'many'	=>	"Лаосских Кипа"
 		),

		'LBP'	=>	 array
		(
			'name'	=>	"Ливанский Фунт",
 			'one'	=>	"Ливанский Фунт",
 			'many'	=>	"Ливанских Фунта"
 		),

		'LKR'	=>	 array
		(
			'name'	=>	"Шри-Ланкийская Рупия",
 			'one'	=>	"Шри-Ланкийская Рупия",
 			'many'	=>	"Шри-Ланкийские Рупии"
 		),

		'LRD'	=>	 array
		(
			'name'	=>	"Либерийский Доллар",
 			'one'	=>	"Либерийский Доллар",
 			'many'	=>	"Либерийских Доллара"
 		),

		'LSL'	=>	 array
		(
			'name'	=>	"Лоти",
 			'one'	=>	"Лоти",
 			'many'	=>	"Лоти"
 		),

		'LTL'	=>	 array
		(
			'name'	=>	"Литовский Лит",
 			'one'	=>	"Литовский Лит",
 			'many'	=>	"Литовских Лита"
 		),

		'LTT'	=>	 array
		(
			'name'	=>	"Литовский Талон",
 			'one'	=>	"Литовский Талон",
 			'many'	=>	"Литовский Талон"
 		),

		'LUC'	=>	 array
		(
			'name'	=>	"Конвертируемый Франк Люксембурга",
 			'one'	=>	"Конвертируемый Франк Люксембурга",
 			'many'	=>	"Конвертируемый Франк Люксембурга"
 		),

		'LUF'	=>	 array
		(
			'name'	=>	"Люксембургский Франк",
 			'one'	=>	"Люксембургский Франк",
 			'many'	=>	"Люксембургский Франк"
 		),

		'LUL'	=>	 array
		(
			'name'	=>	"Финансовый Франк Люксембурга",
 			'one'	=>	"Финансовый Франк Люксембурга",
 			'many'	=>	"Финансовый Франк Люксембурга"
 		),

		'LVL'	=>	 array
		(
			'name'	=>	"Латвийский Лат",
 			'one'	=>	"Латвийский Лат",
 			'many'	=>	"Латвийских Лата"
 		),

		'LVR'	=>	 array
		(
			'name'	=>	"Латвийский Рубль",
 			'one'	=>	"Латвийский Рубль",
 			'many'	=>	"Латвийский Рубль"
 		),

		'LYD'	=>	 array
		(
			'name'	=>	"Ливийский Динар",
 			'one'	=>	"Ливийский Динар",
 			'many'	=>	"Ливийских Динара"
 		),

		'MAD'	=>	 array
		(
			'name'	=>	"Марокканский Дирхам",
 			'one'	=>	"Марокканский Дирхам",
 			'many'	=>	"Марокканских Дирхама"
 		),

		'MAF'	=>	 array
		(
			'name'	=>	"Марокканский Франк",
 			'one'	=>	"Марокканский Франк",
 			'many'	=>	"Марокканский Франк"
 		),

		'MDL'	=>	 array
		(
			'name'	=>	"Молдавский Лей",
 			'one'	=>	"Молдавский Лей",
 			'many'	=>	"Молдавских Лея"
 		),

		'MGA'	=>	 array
		(
			'name'	=>	"Малагасийский Ариари",
 			'one'	=>	"Малагасийский Ариари",
 			'many'	=>	"Малагасийских Ариари"
 		),

		'MGF'	=>	 array
		(
			'name'	=>	"Малагасийский Франк",
 			'one'	=>	"Малагасийский Франк",
 			'many'	=>	"Малагасийский Франк"
 		),

		'MKD'	=>	 array
		(
			'name'	=>	"Македонский Динар",
 			'one'	=>	"Македонский Динар",
 			'many'	=>	"Македонских Динара"
 		),

		'MLF'	=>	 array
		(
			'name'	=>	"Малийский Франк",
 			'one'	=>	"Малийский Франк",
 			'many'	=>	"Малийский Франк"
 		),

		'MMK'	=>	 array
		(
			'name'	=>	"Кьят",
 			'one'	=>	"Мьянманский Чат",
 			'many'	=>	"Мьянманских Чата"
 		),

		'MNT'	=>	 array
		(
			'name'	=>	"Монгольский Тугрик",
 			'one'	=>	"Монгольский Тугрик",
 			'many'	=>	"Монгольских Тугрика"
 		),

		'MOP'	=>	 array
		(
			'name'	=>	"Патака Макао",
 			'one'	=>	"Патака Макао",
 			'many'	=>	"Патаки Макао"
 		),

		'MRO'	=>	 array
		(
			'name'	=>	"Мавританская Угия",
 			'one'	=>	"Мавританская Угия",
 			'many'	=>	"Мавританские Угии"
 		),

		'MTL'	=>	 array
		(
			'name'	=>	"Мальтийская Лира",
 			'one'	=>	"Мальтийская Лира",
 			'many'	=>	"Мальтийская Лира"
 		),

		'MTP'	=>	 array
		(
			'name'	=>	"Мальтийский Фунт",
 			'one'	=>	"Мальтийский Фунт",
 			'many'	=>	"Мальтийский Фунт"
 		),

		'MUR'	=>	 array
		(
			'name'	=>	"Маврикийская Рупия",
 			'one'	=>	"Маврикийская Рупия",
 			'many'	=>	"Маврикийские Рупии"
 		),

		'MVR'	=>	 array
		(
			'name'	=>	"Мальдивская Руфия",
 			'one'	=>	"Мальдивская Руфия",
 			'many'	=>	"Мальдивские Руфии"
 		),

		'MWK'	=>	 array
		(
			'name'	=>	"Малавийская Квача",
 			'one'	=>	"Малавийская Квача",
 			'many'	=>	"Малавийские Квачи"
 		),

		'MXN'	=>	 array
		(
			'name'	=>	"Мексиканское Новое Песо",
 			'one'	=>	"Мексиканское Песо",
 			'many'	=>	"Мексиканских Песо"
 		),

		'MXP'	=>	 array
		(
			'name'	=>	"Мексиканское Серебряное Песо",
 			'one'	=>	"Мексиканское Серебряное Песо",
 			'many'	=>	"Мексиканское Серебряное Песо"
 		),

		'MXV'	=>	 array
		(
			'name'	=>	"Мексиканская Пересчетная Единица",
 			'one'	=>	"Мексиканская Пересчетная Единица",
 			'many'	=>	"Мексиканская Пересчетная Единица"
 		),

		'MYR'	=>	 array
		(
			'name'	=>	"Малайзийский Ринггит",
 			'one'	=>	"Малайзийский Ринггит",
 			'many'	=>	"Малайзийских Ринггита"
 		),

		'MZE'	=>	 array
		(
			'name'	=>	"Мозамбикское Эскудо",
 			'one'	=>	"Мозамбикское Эскудо",
 			'many'	=>	"Мозамбикское Эскудо"
 		),

		'MZM'	=>	 array
		(
			'name'	=>	"Старый Мозамбикский Метикал",
 			'one'	=>	"Старый Мозамбикский Метикал",
 			'many'	=>	"Старый Мозамбикский Метикал"
 		),

		'MZN'	=>	 array
		(
			'name'	=>	"Мозамбикский Метикал",
 			'one'	=>	"Мозамбикский Метикал",
 			'many'	=>	"Мозамбикских Метикала"
 		),

		'NAD'	=>	 array
		(
			'name'	=>	"Доллар Намибии",
 			'one'	=>	"Доллар Намибии",
 			'many'	=>	"Доллара Намибии"
 		),

		'NGN'	=>	 array
		(
			'name'	=>	"Нигерийская Найра",
 			'one'	=>	"Нигерийская Найра",
 			'many'	=>	"Нигерийские Найры"
 		),

		'NIC'	=>	 array
		(
			'name'	=>	"Никарагуанская Кордоба",
 			'one'	=>	"Никарагуанская Кордоба",
 			'many'	=>	"Никарагуанская Кордоба"
 		),

		'NIO'	=>	 array
		(
			'name'	=>	"Никарагуанская Кордоба",
 			'one'	=>	"Никарагуанская Кордоба",
 			'many'	=>	"Никарагуанские Кордобы"
 		),

		'NLG'	=>	 array
		(
			'name'	=>	"Нидерландский Гульден",
 			'one'	=>	"Нидерландский Гульден",
 			'many'	=>	"Нидерландский Гульден"
 		),

		'NOK'	=>	 array
		(
			'name'	=>	"Норвежская Крона",
 			'one'	=>	"Норвежская Крона",
 			'many'	=>	"Норвежские Кроны"
 		),

		'NPR'	=>	 array
		(
			'name'	=>	"Непальская Рупия",
 			'one'	=>	"Непальская Рупия",
 			'many'	=>	"Непальские Рупии"
 		),

		'NZD'	=>	 array
		(
			'name'	=>	"Новозеландский Доллар",
 			'one'	=>	"Новозеландский Доллар",
 			'many'	=>	"Новозеландских Доллара"
 		),

		'OMR'	=>	 array
		(
			'name'	=>	"Оманский Риал",
 			'one'	=>	"Оманский Риал",
 			'many'	=>	"Оманских Риала"
 		),

		'PAB'	=>	 array
		(
			'name'	=>	"Панамское Бальбоа",
 			'one'	=>	"Панамский Бальбоа",
 			'many'	=>	"Панамских Бальбоа"
 		),

		'PEI'	=>	 array
		(
			'name'	=>	"Перуанское Инти",
 			'one'	=>	"Перуанское Инти",
 			'many'	=>	"Перуанское Инти"
 		),

		'PEN'	=>	 array
		(
			'name'	=>	"Перуанский Новый Соль",
 			'one'	=>	"Перуанский Новый Соль",
 			'many'	=>	"Перуанских Новых Соля"
 		),

		'PES'	=>	 array
		(
			'name'	=>	"Перуанский Соль",
 			'one'	=>	"Перуанский Соль",
 			'many'	=>	"Перуанский Соль"
 		),

		'PGK'	=>	 array
		(
			'name'	=>	"Кина",
 			'one'	=>	"Кина",
 			'many'	=>	"Кины"
 		),

		'PHP'	=>	 array
		(
			'name'	=>	"Филиппинское Песо",
 			'one'	=>	"Филиппинское Песо",
 			'many'	=>	"Филиппинских Песо"
 		),

		'PKR'	=>	 array
		(
			'name'	=>	"Пакистанская Рупия",
 			'one'	=>	"Пакистанская Рупия",
 			'many'	=>	"Пакистанские Рупии"
 		),

		'PLN'	=>	 array
		(
			'name'	=>	"Польский Злотый",
 			'one'	=>	"Польский Злотый",
 			'many'	=>	"Польских Злотых"
 		),

		'PLZ'	=>	 array
		(
			'name'	=>	"Злотый",
 			'one'	=>	"Злотый",
 			'many'	=>	"Злотый"
 		),

		'PTE'	=>	 array
		(
			'name'	=>	"Португальское Эскудо",
 			'one'	=>	"Португальское Эскудо",
 			'many'	=>	"Португальское Эскудо"
 		),

		'PYG'	=>	 array
		(
			'name'	=>	"Парагвайский Гуарани",
 			'one'	=>	"Парагвайский Гуарани",
 			'many'	=>	"Парагвайских Гуарани"
 		),

		'QAR'	=>	 array
		(
			'name'	=>	"Катарский Риал",
 			'one'	=>	"Катарский Риал",
 			'many'	=>	"Катарских Риала"
 		),

		'RHD'	=>	 array
		(
			'name'	=>	"Родезийский Доллар",
 			'one'	=>	"Родезийский Доллар",
 			'many'	=>	"Родезийский Доллар"
 		),

		'ROL'	=>	 array
		(
			'name'	=>	"Старый Румынский Лей",
 			'one'	=>	"Старый Румынский Лей",
 			'many'	=>	"Старый Румынский Лей"
 		),

		'RON'	=>	 array
		(
			'name'	=>	"Румынский Лей",
 			'one'	=>	"Румынский Лей",
 			'many'	=>	"Румынских Лея"
 		),

		'RSD'	=>	 array
		(
			'name'	=>	"Сербский Динар",
 			'one'	=>	"Сербский Динар",
 			'many'	=>	"Сербских Динара"
 		),

		'RUB'	=>	 array
		(
			'name'	=>	"Российский Рубль",
 			'one'	=>	"Российский Рубль",
 			'many'	=>	"Российских Рубля"
 		),

		'RUR'	=>	 array
		(
			'name'	=>	"Российский Рубль",
 			'one'	=>	"Российский Рубль",
 			'many'	=>	"Российский Рубль"
 		),

		'RWF'	=>	 array
		(
			'name'	=>	"Франк Руанды",
 			'one'	=>	"Франк Руанды",
 			'many'	=>	"Франка Руанды"
 		),

		'SAR'	=>	 array
		(
			'name'	=>	"Саудовский Риал",
 			'one'	=>	"Саудовский Риал",
 			'many'	=>	"Саудовских Риала"
 		),

		'SBD'	=>	 array
		(
			'name'	=>	"Доллар Соломоновых Островов",
 			'one'	=>	"Доллар Соломоновых Островов",
 			'many'	=>	"Доллара Соломоновых Островов"
 		),

		'SCR'	=>	 array
		(
			'name'	=>	"Сейшельская Рупия",
 			'one'	=>	"Сейшельская Рупия",
 			'many'	=>	"Сейшельские Рупии"
 		),

		'SDD'	=>	 array
		(
			'name'	=>	"Суданский Динар",
 			'one'	=>	"Суданский Динар",
 			'many'	=>	"Суданский Динар"
 		),

		'SDG'	=>	 array
		(
			'name'	=>	"Суданский Фунт",
 			'one'	=>	"Суданский Фунт",
 			'many'	=>	"Суданских Фунта"
 		),

		'SDP'	=>	 array
		(
			'name'	=>	"Старый Суданский Фунт",
 			'one'	=>	"Старый Суданский Фунт",
 			'many'	=>	"Старый Суданский Фунт"
 		),

		'SEK'	=>	 array
		(
			'name'	=>	"Шведская Крона",
 			'one'	=>	"Шведская Крона",
 			'many'	=>	"Шведские Кроны"
 		),

		'SGD'	=>	 array
		(
			'name'	=>	"Сингапурский Доллар",
 			'one'	=>	"Сингапурский Доллар",
 			'many'	=>	"Сингапурских Доллара"
 		),

		'SHP'	=>	 array
		(
			'name'	=>	"Фунт Острова Святой Елены",
 			'one'	=>	"Фунт Острова Святой Елены",
 			'many'	=>	"Фунта Острова Святой Елены"
 		),

		'SIT'	=>	 array
		(
			'name'	=>	"Словенский Толар",
 			'one'	=>	"Словенский Толар",
 			'many'	=>	"Словенский Толар"
 		),

		'SKK'	=>	 array
		(
			'name'	=>	"Словацкая Крона",
 			'one'	=>	"Словацкая Крона",
 			'many'	=>	"Словацкая Крона"
 		),

		'SLL'	=>	 array
		(
			'name'	=>	"Леоне",
 			'one'	=>	"Леоне",
 			'many'	=>	"Леоне"
 		),

		'SOS'	=>	 array
		(
			'name'	=>	"Сомалийский Шиллинг",
 			'one'	=>	"Сомалийский Шиллинг",
 			'many'	=>	"Сомалийских Шиллинга"
 		),

		'SRD'	=>	 array
		(
			'name'	=>	"Суринамский Доллар",
 			'one'	=>	"Суринамский Доллар",
 			'many'	=>	"Суринамских Доллара"
 		),

		'SRG'	=>	 array
		(
			'name'	=>	"Суринамский Гульден",
 			'one'	=>	"Суринамский Гульден",
 			'many'	=>	"Суринамский Гульден"
 		),

		'SSP'	=>	 array
		(
			'name'	=>	"Южносуданский Фунт",
 			'one'	=>	"Южносуданский Фунт",
 			'many'	=>	"Южносуданских Фунта"
 		),

		'STD'	=>	 array
		(
			'name'	=>	"Добра Сант-Томе И Принсипи",
 			'one'	=>	"Добра Сан-Томе И Принсипи",
 			'many'	=>	"Добры Сан-Томе И Принсипи"
 		),

		'SUR'	=>	 array
		(
			'name'	=>	"Рубль Ссср",
 			'one'	=>	"Рубль Ссср",
 			'many'	=>	"Рубль Ссср"
 		),

		'SVC'	=>	 array
		(
			'name'	=>	"Сальвадорский Колон",
 			'one'	=>	"Сальвадорский Колон",
 			'many'	=>	"Сальвадорский Колон"
 		),

		'SYP'	=>	 array
		(
			'name'	=>	"Сирийский Фунт",
 			'one'	=>	"Сирийский Фунт",
 			'many'	=>	"Сирийских Фунта"
 		),

		'SZL'	=>	 array
		(
			'name'	=>	"Свазилендский Лилангени",
 			'one'	=>	"Свазилендский Лилангени",
 			'many'	=>	"Свазилендских Эмалангени"
 		),

		'THB'	=>	 array
		(
			'name'	=>	"Таиландский Бат",
 			'one'	=>	"Таиландский Бат",
 			'many'	=>	"Таиландских Бата"
 		),

		'TJR'	=>	 array
		(
			'name'	=>	"Таджикский Рубль",
 			'one'	=>	"Таджикский Рубль",
 			'many'	=>	"Таджикский Рубль"
 		),

		'TJS'	=>	 array
		(
			'name'	=>	"Таджикский Сомони",
 			'one'	=>	"Таджикский Сомони",
 			'many'	=>	"Таджикских Сомони"
 		),

		'TMM'	=>	 array
		(
			'name'	=>	"Туркменский Манат",
 			'one'	=>	"Туркменский Манат",
 			'many'	=>	"Туркменский Манат"
 		),

		'TMT'	=>	 array
		(
			'name'	=>	"Туркменский Новый Манат",
 			'one'	=>	"Туркменский Новый Манат",
 			'many'	=>	"Туркменских Новых Маната"
 		),

		'TND'	=>	 array
		(
			'name'	=>	"Тунисский Динар",
 			'one'	=>	"Тунисский Динар",
 			'many'	=>	"Тунисских Динара"
 		),

		'TOP'	=>	 array
		(
			'name'	=>	"Паанга",
 			'one'	=>	"Паанга",
 			'many'	=>	"Паанги"
 		),

		'TPE'	=>	 array
		(
			'name'	=>	"Тиморское Эскудо",
 			'one'	=>	"Тиморское Эскудо",
 			'many'	=>	"Тиморское Эскудо"
 		),

		'TRL'	=>	 array
		(
			'name'	=>	"Турецкая Лира",
 			'one'	=>	"Туркцкая Лира",
 			'many'	=>	"Турецкие Лиры"
 		),

		'TRY'	=>	 array
		(
			'name'	=>	"Турецкая Лира",
 			'one'	=>	"Новая Турецкая Лира",
 			'many'	=>	"Новые Турецкие Лиры"
 		),

		'TTD'	=>	 array
		(
			'name'	=>	"Доллар Тринидада И Тобаго",
 			'one'	=>	"Доллар Тринидада И Тобаго",
 			'many'	=>	"Доллара Тринидада И Тобаго"
 		),

		'TWD'	=>	 array
		(
			'name'	=>	"Новый Тайваньский Доллар",
 			'one'	=>	"Новый Тайваньский Доллар",
 			'many'	=>	"Новых Тайваньских Доллара"
 		),

		'TZS'	=>	 array
		(
			'name'	=>	"Танзанийский Шиллинг",
 			'one'	=>	"Танзанийский Шиллинг",
 			'many'	=>	"Танзанийских Шиллинга"
 		),

		'UAH'	=>	 array
		(
			'name'	=>	"Украинская Гривна",
 			'one'	=>	"Украинская Гривна",
 			'many'	=>	"Украинские Гривны"
 		),

		'UAK'	=>	 array
		(
			'name'	=>	"Карбованец",
 			'one'	=>	"Карбованец",
 			'many'	=>	"Карбованец"
 		),

		'UGS'	=>	 array
		(
			'name'	=>	"Старый Угандийский Шиллинг",
 			'one'	=>	"Старый Угандийский Шиллинг",
 			'many'	=>	"Старый Угандийский Шиллинг"
 		),

		'UGX'	=>	 array
		(
			'name'	=>	"Угандийский Шиллинг",
 			'one'	=>	"Угандийский Шиллинг",
 			'many'	=>	"Угандийских Шиллинга"
 		),

		'USD'	=>	 array
		(
			'name'	=>	"Доллар Сша",
 			'one'	=>	"Доллар Сша",
 			'many'	=>	"Доллара Сша"
 		),

		'USN'	=>	 array
		(
			'name'	=>	"Доллар Сша Следующего Дня",
 			'one'	=>	"Доллар Сша Следующего Дня",
 			'many'	=>	"Доллар Сша Следующего Дня"
 		),

		'USS'	=>	 array
		(
			'name'	=>	"Доллар Сша Текущего Дня",
 			'one'	=>	"Доллар Сша Текущего Дня",
 			'many'	=>	"Доллар Сша Текущего Дня"
 		),

		'UYI'	=>	 array
		(
			'name'	=>	"Уругвайский Песо",
 			'one'	=>	"Уругвайский Песо",
 			'many'	=>	"Уругвайский Песо"
 		),

		'UYP'	=>	 array
		(
			'name'	=>	"Уругвайское Старое Песо",
 			'one'	=>	"Уругвайское Старое Песо",
 			'many'	=>	"Уругвайское Старое Песо"
 		),

		'UYU'	=>	 array
		(
			'name'	=>	"Уругвайское Песо",
 			'one'	=>	"Уругвайское Песо",
 			'many'	=>	"Уругвайских Песо"
 		),

		'UZS'	=>	 array
		(
			'name'	=>	"Узбекский Сум",
 			'one'	=>	"Узбекский Сум",
 			'many'	=>	"Узбекских Сума"
 		),

		'VEB'	=>	 array
		(
			'name'	=>	"Венесуэльский Боливар",
 			'one'	=>	"Венесуэльский Боливар",
 			'many'	=>	"Венесуэльский Боливар"
 		),

		'VEF'	=>	 array
		(
			'name'	=>	"Венесуэльский Боливар",
 			'one'	=>	"Венесуэльский Боливар",
 			'many'	=>	"Венесуэльских Боливара"
 		),

		'VND'	=>	 array
		(
			'name'	=>	"Вьетнамский Донг",
 			'one'	=>	"Вьетнамский Донг",
 			'many'	=>	"Вьетнамских Донга"
 		),

		'VUV'	=>	 array
		(
			'name'	=>	"Вату",
 			'one'	=>	"Вату",
 			'many'	=>	"Вату"
 		),

		'WST'	=>	 array
		(
			'name'	=>	"Тала Самоа",
 			'one'	=>	"Тала",
 			'many'	=>	"Талы"
 		),

		'XAF'	=>	 array
		(
			'name'	=>	"Франк Кфа Веас",
 			'one'	=>	"Франк Кфа Веас",
 			'many'	=>	"Франка Кфа Веас"
 		),

		'XAG'	=>	 array
		(
			'name'	=>	"Серебро",
 			'one'	=>	"Серебро",
 			'many'	=>	"Серебро"
 		),

		'XAU'	=>	 array
		(
			'name'	=>	"Золото",
 			'one'	=>	"Золото",
 			'many'	=>	"Золото"
 		),

		'XBA'	=>	 array
		(
			'name'	=>	"Европейская Составная Единица",
 			'one'	=>	"Европейская Составная Единица",
 			'many'	=>	"Европейская Составная Единица"
 		),

		'XBB'	=>	 array
		(
			'name'	=>	"Европейская Денежная Единица",
 			'one'	=>	"Европейская Денежная Единица",
 			'many'	=>	"Европейская Денежная Единица"
 		),

		'XBC'	=>	 array
		(
			'name'	=>	"Расчетная Единица Европейского Валютного Соглашения",
 			'one'	=>	"Расчетная Единица Европейского Валютного Соглашения",
 			'many'	=>	"Расчетная Единица Европейского Валютного Соглашения"
 		),

		'XBD'	=>	 array
		(
			'name'	=>	"Расчетная Единица Европейского Валютного Соглашения",
 			'one'	=>	"Расчетная Единица Европейского Валютного Соглашения",
 			'many'	=>	"Расчетная Единица Европейского Валютного Соглашения"
 		),

		'XCD'	=>	 array
		(
			'name'	=>	"Восточно-Карибский Доллар",
 			'one'	=>	"Восточно-Карибский Доллар",
 			'many'	=>	"Восточно-Карибских Доллара"
 		),

		'XDR'	=>	 array
		(
			'name'	=>	"Сдр",
 			'one'	=>	"Сдр",
 			'many'	=>	"Сдр"
 		),

		'XEU'	=>	 array
		(
			'name'	=>	"Экю",
 			'one'	=>	"Экю",
 			'many'	=>	"Экю"
 		),

		'XFO'	=>	 array
		(
			'name'	=>	"Французский Золотой Франк",
 			'one'	=>	"Французский Золотой Франк",
 			'many'	=>	"Французский Золотой Франк"
 		),

		'XFU'	=>	 array
		(
			'name'	=>	"Французский Uic-Франк",
 			'one'	=>	"Французский Uic-Франк",
 			'many'	=>	"Французский Uic-Франк"
 		),

		'XOF'	=>	 array
		(
			'name'	=>	"Франк Кфа Всеао",
 			'one'	=>	"Франк Кфа Всеа",
 			'many'	=>	"Франка Кфа Всеа"
 		),

		'XPD'	=>	 array
		(
			'name'	=>	"Палладий",
 			'one'	=>	"Палладий",
 			'many'	=>	"Палладий"
 		),

		'XPF'	=>	 array
		(
			'name'	=>	"Франк Кфп",
 			'one'	=>	"Французский Тихоокеанский Франк",
 			'many'	=>	"Французских Тихоокеанских Франка"
 		),

		'XPT'	=>	 array
		(
			'name'	=>	"Платина",
 			'one'	=>	"Платина",
 			'many'	=>	"Платина"
 		),

		'XRE'	=>	 array
		(
			'name'	=>	"Единица Rinet-Фондов",
 			'one'	=>	"Единица Rinet-Фондов",
 			'many'	=>	"Единица Rinet-Фондов"
 		),

		'XTS'	=>	 array
		(
			'name'	=>	"Тестовый Валютный Код",
 			'one'	=>	"Тестовый Валютный Код",
 			'many'	=>	"Тестовый Валютный Код"
 		),

		'XXX'	=>	 array
		(
			'name'	=>	"Неизвестная Или Недействительная Валюта",
 			'one'	=>	"Неизвестная Или Недействительная Валюта",
 			'many'	=>	"Неизвестная Или Недействительная Валюта"
 		),

		'YDD'	=>	 array
		(
			'name'	=>	"Йеменский Динар",
 			'one'	=>	"Йеменский Динар",
 			'many'	=>	"Йеменский Динар"
 		),

		'YER'	=>	 array
		(
			'name'	=>	"Йеменский Риал",
 			'one'	=>	"Йеменский Риал",
 			'many'	=>	"Йеменских Риала"
 		),

		'YUD'	=>	 array
		(
			'name'	=>	"Югославский Твердый Динар",
 			'one'	=>	"Югославский Твердый Динар",
 			'many'	=>	"Югославский Твердый Динар"
 		),

		'YUM'	=>	 array
		(
			'name'	=>	"Югославский Новый Динар",
 			'one'	=>	"Югославский Новый Динар",
 			'many'	=>	"Югославский Новый Динар"
 		),

		'YUN'	=>	 array
		(
			'name'	=>	"Югославский Динар",
 			'one'	=>	"Югославский Динар",
 			'many'	=>	"Югославский Динар"
 		),

		'ZAL'	=>	 array
		(
			'name'	=>	"Южноафриканский Рэнд",
 			'one'	=>	"Южноафриканский Рэнд",
 			'many'	=>	"Южноафриканский Рэнд"
 		),

		'ZAR'	=>	 array
		(
			'name'	=>	"Южноафриканский Рэнд",
 			'one'	=>	"Южноафриканский Рэнд",
 			'many'	=>	"Южноафриканских Рэнда"
 		),

		'ZMK'	=>	 array
		(
			'name'	=>	"Квача",
 			'one'	=>	"Замбийская Квача",
 			'many'	=>	"Замбийские Квачи"
 		),

		'ZMW'	=>	 array
		(
			'name'	=>	"Квача",
 			'one'	=>	"Замбийская Квача",
 			'many'	=>	"Замбийские Квачи"
 		),

		'ZRN'	=>	 array
		(
			'name'	=>	"Новый Заир",
 			'one'	=>	"Новый Заир",
 			'many'	=>	"Новый Заир"
 		),

		'ZRZ'	=>	 array
		(
			'name'	=>	"Заир",
 			'one'	=>	"Заир",
 			'many'	=>	"Заир"
 		),

		'ZWD'	=>	 array
		(
			'name'	=>	"Доллар Зимбабве",
 			'one'	=>	"Доллар Зимбабве",
 			'many'	=>	"Доллар Зимбабве"
 		),

		'ZWL'	=>	 array
		(
			'name'	=>	"Доллар Зимбабве",
 			'one'	=>	"Доллар Зимбабве",
 			'many'	=>	"Доллар Зимбабве"
 		),

    ),
);
